{
  "title": "Episode 84 – Judith Schwartz, “The Reindeer Chronicles” – Scaling Regeneration Globally",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11288/episode-84-judith-schwartz-the-reindeer-chronicles-scaling-regeneration-globally.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-84-judith-schwartz-the-reindeer-chronicles-scaling-regeneration-globally/",
  "episode_number": 84,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nOur conversation is with Judith Schwartz.\n\nThis is about her new book, Rain Deer Chronicles, which is an amazing, really important read\n\nabout regeneration projects at scale worldwide, including locations like China, Saudi Arabia,\n\nNorway, even New Mexico.\n\nAnd just so excited to share this with you and I hope you’ll get the book, Rain Deer Chronicles,\n\nand wanted to let you know we’ve got a partnership with Chelsea Green, one of the leading sustainability\n\npublishers, so that if you use the code, Y-O-E-10, that’s Y-O-E-10, you’ll get a 10% discount\n\non Judith’s book, Rain Deer Chronicles, and any other of the Chelsea Green books you might\n\nwant to get for your library.\n\nSo I hope you enjoy, take care.\n\nWelcome to the YonEarth Community Podcast, I’m your host, Aaron Perry, and today we’re\n\nvisiting with author Judith Schwartz.\n\nHey Judith.\n\nHow are you today?\n\nI’m good, but to be here.\n\nGreat.\n\nWell, I’m so excited that we get to talk with you again.\n\nYou’ve actually been on our podcast once before talking about another one of your wonderful\n\nbooks.\n\nI think cows saved the planet, was our focus then, and we also talked some about water\n\nand plain sight, another one of your books.\n\nBut today we’re speaking about your latest, the Rain Deer Chronicles, and I’m so excited\n\nto have this opportunity to visit with you and share a number of these amazing ecological\n\nrestoration projects that you’re documenting all around the planet.\n\nThank you.\n\nJudith Schwartz is an author who tells stories to illuminate scientific concepts and nature-based\n\nsolutions.\n\nA widely published journalist, she is the author of cows saved the planet, and water and\n\nplain sight.\n\nHer latest book, The Rain Deer Chronicles, is a global tour of ecological restoration.\n\nJudith lives on the side of a mountain in southwestern Vermont.\n\nIt’s so great connecting with you again, and has been such a pleasure for me reading this\n\nbook of yours over the last few weeks, and I’ll just show the camera the cover so that\n\nfolks who are looking at video can see this beautiful thing.\n\nWhat’s interesting is the title, The Rain Deer Chronicles, doesn’t necessarily immediately\n\nconvey the scope, the breadth of what you’re covering in terms of both geographic context\n\nand cultural context, and so I was hoping maybe for our audience you might summarize what’s\n\nin this thing, and also what compelled you to pull this sweeping project together.\n\nOh, wow, so yeah, so the book is really a global tour of Earth Repair, and so I look at\n\nall different efforts on a variety of scales and different geographical ecosystems and\n\nalso social ecosystems, so in this book I was more drawn than previously to the human challenges\n\nof how do we do this, how do we do what we know needs to be done, which is restoring the\n\nfunction of the world’s landscapes and seascapes, so yeah, and how did it come, how did this\n\ncome to be?\n\nWell, okay, now you’re talking about the inner life of a writer, so I spent many years,\n\nI guess it’s about two and a half, three years, avoiding writing another book, because\n\nyou know, they’re kind of hard, and once you start it, you’re in it, and you know, there’s\n\nonly one way through, and then I realized that I really did want to bring up the importance\n\nof whole landscapes, so often when we’re looking at ecological questions, we look at a piece\n\nof something, but I just felt that, well certainly in terms of climate change, we have neglected\n\nthe role of functioning ecosystems in climate regulation, and I just felt that wanted\n\nto be a part of our discussion, that that gives us so many opportunities to really make\n\npositive change, whereas if we’re just looking at the pieces and we’re, you know, we find\n\nourselves up against political forces and economic forces and all of that, but just let’s\n\nget the whole landscape, and the other motivating factor is that I had been collecting stories\n\nof ways that people are making tremendous, tremendous positive changes, and there’s really\n\nno way that there was no kind of channel, you know, those stories were circulating among\n\npeople in various communities, in the permaculture community, or in the holistic management community,\n\nbut they weren’t getting out, so that’s why I wrote the book.\n\nYeah, it’s really a, I’m going to say this is a must read, I would argue, for many of\n\nour friends and colleagues working in the regenerative arenas and working on some of these\n\nseemingly intractable challenges that we’re facing, and I say it’s a must read, not only\n\nbecause it’s so filled with hope, and examples, real world examples, real people having real\n\nsuccesses despite extraordinary challenges, but you also in your sort of subtle and understated\n\nperhaps New England way of writing are challenging a handful of mainstream assumptions and ways of\n\nthinking about ourselves and our world that I think is really important for us, and that\n\nincludes things like media and journalism, and I pulled out a few quotes I want to get to\n\na little later, but before doing that, the other thing that really struck me, you’ve already\n\nmentioned the word permaculture, is that it’s like this is a book that documents how permaculture\n\nhas really gone mainstream in our world, thank goodness, and I know as I was studying permaculture\n\nand taking the permaculture design course about 20 years ago, there was a sense that this\n\nis a really powerful but fringe thing that’s happening, and golly it would be amazing if\n\nthis were to become very mainstream, and here we are, it looks like that’s exactly what’s\n\nhappening, and I was struck to see that you had written so much about permaculture in here,\n\nand I’m wondering in your journey as a writer, how has it been for you to come into something\n\nlike permaculture and to be able to talk about it in such a sweeping way across so many\n\ndifferent contexts?\n\nWell, I’m smiling as you say this, as you’re saying this, because I actually am now in the middle\n\nof a permaculture design course, I mean I could reach over and show my engineers ruler and my\n\ntape measure and all that, and so I’ll give a little shout out, the course is with sewing solutions\n\nand shelver and falls, Massachusetts, and K is doing a, K, I don’t know if I can\n\npronounce her last name, is Kate Capasso, I think that’s it, she is doing a great job in managing\n\nthe, to balance the in-person instruction, and then a lot on Zoom, normally it would be three\n\nintense weekends, but we just go for one day, and then we have a lot to follow up on.\n\nYeah, so it, so you know, permaculture was intriguing to me for what it kind of\n\naccomplish, so I guess we can define permaculture, it’s kind of a design system to support human\n\nand natural health stability and resilience, I mean I know there are a zillion different\n\npermaculture definitions, but yeah, the focus is on design and holistic thinking and a series\n\nof principles, such as in a system there should be no waste in nature, because in nature there\n\nis no waste, I mean there are many, many principles, but that’s the one that just popped into my head, so\n\nyeah, I was intrigued by, well the kind of can-do approach, you know, the can-do attitude, like\n\nthis is a challenge, okay, we can design our way through this, so that, that intrigued me,\n\nbut also a lot of the attitudinal stuff, the, um, the notion of focusing on abundance rather than\n\nscarcity, which is actually quite radical in this culture, where everything is driven by scarcity,\n\nour economic system is designed around scarcity, you know, even as I say the word scarcity,\n\nI can even feel like, you know, my heart beating faster, you know, our, our, you know, economy\n\nare political economy, everything is right, our media economy, we’re now kind of a design\n\naround adrenaline, um, yeah, and permaculture kind of eases that.\n\nYeah, there’s a classic image in one of the older videos of, I think it’s Bill Mollison who,\n\nuh, as I understand it coined the term permaculture and really got it popularized with,\n\nespecially his main, uh, tone, uh, the permaculture design handbook, and I think I recall seeing a video\n\nof him relaxing in his mature food forest, and there’s a sense that permaculture designers and\n\nimplementers certainly put a lot of work into these systems initially, but the idea is to work with\n\nthe intelligence and the patterns of nature so that they ultimately take over and do what they’re\n\nreally good at doing, um, which is building soil and growing plants and, uh, holding water in the\n\necosystem and so on, which you speak about in the book, and that we as the designers ultimately\n\nget to kick back a little and enjoy that over time. And so I, I was struck too in, in the book,\n\nthe reindeer chronicles, how you hit on the psychology and the cultural aspects and even the neuro biochemistry\n\nof not only, um, some of the opportunities and solutions, but also some of what we’re up against,\n\nand you mentioned adrenaline, right? And in one of the chapters, you talk about the adrenalizing\n\nthat, uh, I think it was Jeff Global who, who you, uh, speak with in that, uh, chapter about the\n\nconflict and consensus in New Mexico, about how so much in our market economy is, is a based on\n\ntriggering the adrenaline response, and that so much of what we experience in conflict and, uh,\n\nthe things that are causing us anxiety and so on are often coupled with that exact neuro biochemical\n\nresponse. And so I’m just curious, in your adventures and travels put in this book together,\n\nwere you noticing times and places when your own neuro biochemistry, chemistry was kind of dropping\n\nin and calming down and the adrenaline levels were dropping? Yeah, um, gosh, that’s, that’s hard to say.\n\nI think, I think I’ve become so aware of, of that kind of equation that I do, I do resist that.\n\nAnd it’s interesting you’re saying this, okay, so I’ve been a journalist for many, many decades,\n\nand I think I’ve understood this for a really, really long time. I remember when I used to write\n\nabout women’s health, I used to write for women’s magazine, and for some reason I connected with\n\nsomeone and I used to give a lecture on women, communications and women’s health for a nursing\n\nprogram. And I explained that there was a kind of a rhythm to women’s magazine articles, okay,\n\nthat the point is to raise your anxiety so that you, the writer, through talking to the experts,\n\ncan then lower the anxiety. I think there’s a lot, yeah, there’s a lot of this going on. I’ve been,\n\nI’m very, I’m very aware of headlines and in the media and how, just how that triggers anxiety.\n\nAnd, you know, I’m saying this after having been through this experience in New Mexico with Jeff\n\nGoble through, I spent a weekend with a community in absolute crisis where people were, they were\n\nfighting over access to the pump house, it’s a rural community, a ranching community, and people\n\nwere shooting at each other and there were sabotage and people were afraid to bring their children\n\nup to the land that they had always enjoyed because they were afraid of danger. Anyway, it was a big,\n\nbig, big mess and the Bureau of Land Management, which managed that land, finally invited Jeff Goble\n\nto, to, as a last ditch effort. And so we had this weekend workshop where we were looking at,\n\nI guess we were kind of playing with that anxiety, looking at fears, looking at hopes,\n\nlooking at what is possible and what happens is that because of our fears, we often don’t see\n\nwhat’s possible because all of our energy is used up to kind of tamp down those fears.\n\nAnd understanding the extent to which those, when those fears are kind of driving us and the,\n\nyou know, we’re in that adrenaline mode of reacting to fear all the time, then that reifies what\n\nwe’re afraid of. So, you know, we kind of focus on worst possible outcomes and then wonder why we\n\nget them, as opposed to taking, let’s look at what the best possible outcomes might be, how might\n\nwe get there and working with that and in that weekend, the outcome was far better than what people\n\neven envisioned for their best possible outcomes. This is so neat in that chapter too.\n\nSort of follow along with you and your experience and the chapters called Beyond the Impossible\n\nand to see how Jeff walks this community through some simple questions and ultimately gets them\n\nto bump up against what they think might be impossible to achieve. And then he sort of flips that\n\non his head, right, and says, well, let’s assume that it’s impossible, but if we were to achieve it,\n\nwhat steps would we take to get there? And so suddenly it has this miraculous way it seems of\n\nreally de-escalating the fear response and up leveling the creative and solution oriented\n\nin relationship opening responses that that community experienced.\n\nYeah, it’s amazing to see. It’s just breaking that barrier, taking the pressure off.\n\nIt’s interesting about taking the pressure off because I can now just do another reference for\n\nanother discipline, the holistic management community, using looking at livestock as a vehicle\n\nfor large scale land restoration that a lot of it is about when you’re setting the grazing plan,\n\nassuming you’re wrong. And then that takes the pressure off because if you assume you’re wrong,\n\nthen you give it a try and oh, that didn’t work, that’s fine or oh, it did work. That’s great. We’ll\n\ncarry on that path. So yeah, it is interesting how we can work with our own tendencies to bring out\n\nthe better outcome. Yeah, absolutely. And I was struck that in your introduction that you say that\n\nfear can be self-fulfilling. And here we are at 2020, obviously an extraordinary year for a variety\n\nof reasons, not least of which is setting aside this global pandemic, the fires and the erratic\n\nweather conditions that we’ve been seeing. And you and I were speaking before, we started\n\nrecording about this and I wonder to what extent each of us might be able to sort of de-adrenalize\n\nand de-fear our day-to-day experiences, notwithstanding some of these tremendous challenges\n\nand disruptions that we’re facing. And I’m wondering after writing and publishing this,\n\nare some of the insights that you share in the book popping up for you in your day-to-day and your\n\nquote-unquote regular life up there in Vermont? Absolutely. I have learned so much from everyone I\n\nspend time with. And as you were saying this and you were talking about how people are in a fear\n\nresponse, and I think that’s just really suffusing the air we breathe all the time right now,\n\nthe word that came into my head isn’t what I would have expected, but the word is curiosity.\n\nAnd you can’t be curious when you’re, you know, adrenalized. But I think that curiosity\n\nis something that would be such a gift, we can give that gift to ourselves because about the\n\nfires, for example, you know, I mean, obviously when you’re in the, you know, when we’re in the middle\n\nof them, there’s nothing we can do except try to, you know, get out of the situation, but in terms\n\nof planning, and this requires a lot of planning, better planning than we collectively have done,\n\nbut to be curious, what is the role of fire in our ecosystems? What, like so as an example, what,\n\nyou know, what does fire do? Fire is a way of breaking down plant material, you know, then you could\n\nsay, well, what else breaks down plant material? Well, fungi and animals, animals that eat the brush,\n\nso you can kind of, okay, how might we create the conditions that this plant matter is broken\n\ndown by fungi or by animals biologically as opposed to biochemically through fire? And curiosity\n\nabout how has the landscape been in the past? Because as I’m reading about this now,\n\nin throughout California, much more land burned every year, then is even burning in a devastating\n\nyear like this year. So kind of, yeah, curiosity, I think, is really powerful and to really\n\nto ask some of these questions. So potent, it reminds me of this notion of forensic ecology,\n\nI’m glancing through my notes to try to find which chapter that was in. And let me see here.\n\nI think that’s the first chapter with… Yep, sure is. Yeah. John Lue, is that how you pronounce\n\nthis name? Yeah, John Lue, yep. Yeah, the Indiana Jones of landscape restoration, he’s called. So,\n\nyeah, this chapter, the great work of our time, is subtitle lessons from the Los Plateau.\n\nAnd correct me if I’m not pronouncing that correctly, but yeah, what a fabulous story and so\n\nhopeful how he and that community were able to absolutely transform that landscape.\n\nYeah, and that, that’s a story that I’ve known now for several years and have been\n\ncompletely stunned that that had never become kind of a, you know, contemporary fable for,\n\nyou know, a story for everyone to know about in which an area of land, the size of Belgium,\n\nwas returned to ecological function and a couple of million people taken out of poverty.\n\nYeah, so he talks about ecological forensics to understand in the past what had gone wrong,\n\nwhat actions upon the landscape had people taken that led to long-term decline in ecological\n\nfunction, that kind of thing. Yeah, no, he’s quite the guy. And he has, he has so many\n\npithy nuggets of wisdom, right? And you say how he, in there, says, we have a choice\n\nin terms of how we’re impacting these landscapes. And it’s just tremendous that not only is he a\n\npractitioner of ecological regeneration on the ground, so to speak, but I mean, he’s a,\n\nhe’s a philosopher, really, for our times. And boy, my hope is that through your work, your book,\n\nwhat we’re doing with the Wieners community, we can help many more people become aware of what\n\nhas happened on the lowest plateau, because it truly is an amazing story.\n\nYeah, and I started with that story because I wanted to just put right up front,\n\nthis is the scale at which this can be done. Now, of course, this was China, where it was a top-down\n\neffort, and villagers were paid to be part of this, but it happened, and that, and that in itself\n\nis really meaningful. And then, of course, I go to very small-scale efforts that can be very\n\ndeeply meaningful in other ways. Yeah, I love how Mr. Lu says that, once we have the knowledge\n\nthat we can restore these landscapes, then the responsibility follows that we shall restore\n\nthese landscapes, and that really struck me as one of the most potent expressions in the book\n\nand in what you’re documenting. Yeah, and he really comes down, for him, it comes down to\n\nintention. If our intention is to restore the earth, we will restore the earth. If our intention\n\nis to create more shiny objects to be sold at profit, well, then that’s what we will do.\n\nWell, it seems, too, that in many respects, the choice that we have at this stage in our species\n\nstory on this planet is one between being the desert-making species or the desert-healing species,\n\nand in the second chapter, life begets life replenishing Middle Eastern deserts.\n\nYou talk about this amazing al-Baita project in Saudi Arabia south of Mecca,\n\nwith Niels Fakman and others, and I love how you dropped in there that desertification,\n\nthe disruption of ecosystems into dry, brittle landscapes is wicked, easy, right? That’s such a\n\nnortheast way of putting it, I think. But you mentioned how a scholar, Elizabeth Taurus,\n\nsays that biologically, we humans are a desert-making species, and there’s plenty of evidence for that,\n\nespecially in the Middle East, North Africa region. However, with what is being documented here,\n\nand with efforts of thousands and millions of people around the world, we are also\n\nreversing and greening deserts, so it’s as if we’re facing this massive challenge and choice\n\nas a species, and we’re poised at a great fork in the road, if you will, and I’m just curious\n\nwith all that you’ve seen and understood here, what do you think is necessary for us to choose\n\nthe path of greening and restoration at scale across many, many more geographic regions and\n\ncommunities and many more millions of people? Yeah, well one huge thing is for people to know that\n\nit’s possible, and because these stories really haven’t been circulating to a wider public,\n\nwe don’t really know what’s possible, we’re kind of trained to think that, you know, the environment\n\nis static unless it goes wrong, so that’s one thing, and I think that’s a function of our\n\ndisconnection to the land, but what will it take? I was thinking about this earlier,\n\nand just knowing that I have friends that are evacuating their homes, or they’ve got their\n\nsuitcases ready in Oregon and California, and this doesn’t feel good collectively, you know,\n\nI guess just like a little tiny bit, like when will we realize that it feels rather than\n\nholding on to a notion of some kind of system and stability that we believed we had, but maybe\n\nwe never really had, and just, you know, rather than really trying to hold on to it,\n\njust acknowledging that we can move forward to heal our environment and ourselves, just how much\n\nbetter that would feel, just all the tension around trying to cling to some notion of, you know,\n\nglobally, or, you know, we talk about America, you know, like we hold on to,\n\nwhat is the story of this country, and we’re holding on to it like our, you know,\n\ngetting this image like our knuckles are getting whiter and whiter as we’re grasping that. I\n\ndon’t know, but just to accept the unknown, just to embrace that there is this other possibility,\n\nI just feel like that will unleash tremendous creativity and energy.\n\nBut when that will happen, I don’t know.\n\nI think in many ways it’s already happening, right, which is you’re documenting it,\n\nwe know other folks who aren’t in your book who are doing this kind of work.\n\nRight. And it is happening.\n\nThey’re so busy doing it that they’re not talking about it, and that’s why, you know,\n\nI’m useful. Yes. Yeah, exactly right. It’s not only you, you, and what you write about,\n\nand how you write about what you write about. But I think also, you know, these efforts were doing,\n\nfor example, through the Rwai Honors community, and I was mentioning to you that I recently moved to\n\nElk Run Farm where we’re doing some beautiful collaboration with their drylands agro-ecology research\n\norganization and beautiful permaculture, wonderful setting. And even this morning I was waking up\n\nbecause we had this strange early September snow thinking, gosh, you know, should I be out there\n\nhelping with whatever plants need to be tended to because of the heavy snow.\n\nOr is this work of sharing your story with lots of other folks who may not otherwise hear about it,\n\nanother way to be in service? And I think it’s really a both end. We have more and more people\n\non the ground in the soil working with the specific physical aspects of ecological restoration\n\nand regeneration, and very important is also the storytelling of what’s happening, the successes,\n\nthe winds, et cetera. And it’s, I think, a lot of fun to be able to do a little bit of both,\n\nand I know you also live on a farm property in Vermont that allows you, I imagine, to get out and\n\nconnect with the soil some yourself. And I got to ask as a writer, when you’re writing, and I know\n\nthat that can mean many, many, many hours in front of the computer and so on, what is connecting with\n\nthe land and the soil for you as part of your process as a writer?\n\nWow. Well, a lot of my writing takes place in non-gardening months when I’m more likely to take\n\na chapter in my head up to another mountain where I’d cross-country ski. But oh, absolutely, it’s\n\njust, I don’t know, I don’t have the language for it. Yeah, just to be in the soil, to be, to watch\n\nthe plants grow, the seedlings, the stages, thinking we’re never going to see any real tomatoes\n\ncoming from this plant, it’s taking forever, and then you blink and they’re there. And we’ve\n\nexpanded our growing area this year, so more perennials, asparagus, and berries, berries very much like\n\nthis land. You know, I find that out the hard way every time I take a step in, you know, I’m\n\nin a blackberry bush and the thorns, but so growing a lot of berries and flowers and more pollinators,\n\nso it’s just joy. So it’s so lucky I get to have that balance of the writing and the doing,\n\nand it is a contemplative kind of doing, which is a very special thing that we often in our culture\n\ndon’t get the chance to do because everything’s fast and, you know, electronic and everything,\n\nbut it’s wonderful. And for an experiment, I had sheep on our land, and hopefully we can do that\n\nagain. And that was wonderful, though I didn’t end up including that in this book, but just, you know,\n\nthese other life forms of personalities and tendencies and silliness and incredible appetite.\n\nYeah, it’s, it’s beautiful to be able to experience that balance, and one of the things that\n\nhas struck me with what has occurred in the last six months with COVID is that friends and\n\ncolleagues who weren’t otherwise all that engaged in things like sustainability or stewardship or\n\nregeneration are gardening more. And it seems one of the hidden secrets, if you will, to\n\nhaving that direct opportunity of engagement is that it absolutely enhances our quality of life\n\nin this beautiful, subtle, simple way. And thinking back to conversations I had with my grandparents\n\nand thinking back in time through some of the history of this country and other places all\n\naround the world, it seems that as humans, we are wired to have that direct relationship with\n\nthe soil literally, physically and with the plants. And that it’s only quite recently that many of us\n\nhave gotten away from that and almost forgotten in a strange amnesia how important that is. And I\n\nwonder too, how a book like yours might help many thousands and millions of more people create that\n\ndirect relationship themselves in their own lives whether it’s in a big city or some suburban yard\n\nbecause that’s an opportunity right at our fingertips that truly as that scales can help\n\nalso tip the balance toward the healing of the planet.\n\nRight. And then I think about children who are many of whom are growing up with less nature than\n\nsomeone of my generation might have had, you know, more crowded cities. But just the notion that\n\nthey understand that nature is everywhere. I have a friend who teaches permaculture to children\n\nin New York City. And she talks about how even the little plot where the soil surrounding\n\nan urban tree, you can mulch that and you can create biodiversity in life there. And the children\n\nwho watch this process find joy and excitement and mastery in that too.\n\nYeah, absolutely. Yeah, and it’s lovely to see more community gardens popping up in New York City\n\nas is happening in many of the urban centers all around the world. And especially lovely to see that\n\nmore and more educators are incorporating things like school gardens into the curricula so that\n\nthousands and millions of students have opportunities for those direct points of contact.\n\nSo you’re speaking a bit about your own experience. And I was really struck in this\n\nchapter called Busting the Myth why women belong in this saddle. And you share something that was,\n\nI thought a bit vulnerable as a writer at least revealing when you say that you can’t,\n\nyou say as the writer, I can’t tell you how many women I meet who say they have always felt\n\nan elemental connection to soil and how it grounds them. And in a couple of the sentences\n\nprevious, you share that you sort of came to this through your research and your writing, but that\n\nyou’ve encountered a lot of women who have this elemental connection and grounding connection.\n\nAnd I’m wondering if you might unpack that a little for us and expand on that. What does that mean?\n\nAnd how has that been articulated by some of these women that you’ve had these conversations with?\n\nYeah, so just a lot of people talk about it evokes memories of childhood and maybe visiting,\n\nmaybe there was a relative, a grandparent that had a farm that they always visited every summer.\n\nAnd that loomed very large in their sense of identity and only connect with that when their\n\nhands are in the soil. I think a real groundedness, a connectedness to the earth.\n\nOne woman I interviewed had a really serious illness and truly believes that it was\n\nthat she really made a step in the right direction toward health when she began to volunteer\n\nat a farm and could feel the soil in her hands. And I guess what was revealing\n\npersonally is that I’m more of a in my head kind of person. And so I kind of went from,\n\noh, soil, all that stuff in my head. And then I got there, as opposed to having always had that\n\nconnection. So, you know, we all get places. It’s just a different route for many of us.\n\nSo instead of saying all roads lead to Rome, we can say all roads lead to humus or something\n\nlike that, huh? Yes, we could. So, you know, I got to say that I’m not sure I have yet\n\nexpressed how powerful I think your book is in sharing with us as an audience.\n\nSo many examples of successful ecological restoration in our world that have already occurred.\n\nAnd you’re covering all kinds of places from Saudi Arabia to New Mexico to the northern parts\n\nof Norway to Hawaii, etc. And my gosh, I just I want to my heart is singing. I want to I want to\n\nmake sure everybody knows about this and take some time to actually read what you’ve written.\n\nAnd maybe I’ll use that as an opportunity just to drop your website, which is due to\n\nD Schwartz.com, so that folks can find your book and find out more about you and what you’ve\n\nbeen writing about. And of course, you’re also on Facebook at judith.d. Schwartz and on Twitter,\n\nJudith D Schwartz without any punctuation. And we’ll put all this in the show notes. But yeah,\n\nthis is this is one of those books where it’s so packed full of really practical knowledge.\n\nThere’s a lot of actual how to in here. Then there’s also the human and psychological and\n\ncultural, which is really, really important. And it’s all in this one book. And so, you know,\n\nJudy, I’m just like thinking to myself, how do what else can we do to help get the word out\n\nabout this? Because this is really important. I’m wondering what ideas you might have.\n\nYeah, well, I’ll be thinking about it. And yeah, just I guess keep the conversation. I mean,\n\nthere we have so many distractions right now. You know, as we mentioned earlier, so much anxiety,\n\nthey kind of adrenalizes us and pulls us. But we are connected to this earth. This, you know,\n\nwhat happens to our landscapes where we are. And the landscapes that we are connected to. And\n\nwe’re all connected. If this, if COVID has told us nothing else, is that we are all connected.\n\nAnd there is no elsewhere. So yeah, to make sure, yeah, so that we have a way to get the focus\n\non to the health of our landscapes. Absolutely. Well, let me just take a quick moment to give\n\na few shout outs to some of our social ecosystem and some of the organizations who are helping\n\nto make this podcast series a reality. And just a reminder, this is the YonEarth Community\n\npodcast. And I’m your host, Aaron Perry. And today we’re visiting with Judith Schwartz, the author\n\nof the reindeer chronicles. We will get to rangers before we conclude the episode, by the way.\n\nAnd just want to give a big shout out to several organizations who support all of this work.\n\nThat includes Earth Coast productions, the LIDGE Family Foundation, Alpine Botanicals,\n\nPurium, Vera Herbels, Growing Spaces, Soil Works, Earth Water Press, Earth Hero, 1% for the planet,\n\nDr. Bronners, and Waylay Waters. If you go to yonearth.org and go to the sponsors and supporters page,\n\nyou’ll find all of these organizations listed. And with many of them, you can either click through\n\nor use the code YonEarth to get discounts on their products and services. So it’s a great\n\nwin-win regenerative economy example there. And of course, a special thanks to everybody who has\n\njoined our monthly giving program and our monthly member program. And we have folks giving each\n\nmonth at every level you might think of. And at certain levels, you can get shipments to your home\n\nof the waylay waters, hemp infused aroma therapy, soaking salts, and so for those of you who\n\nenjoy that kind of self-care, that’s a wonderful win-win as well. And so, you know, speaking\n\nof soaking salts, and I know a lot of folks who tend to do their hot bathing in the cold months,\n\nyou were way up in the northern parts of Norway and visiting with all kinds of activists and\n\nfolks doing good regenerative and holistic management work up that way. But also, you came across a\n\nreally compelling story of some of what was happening with the indigenous folks\n\nway up in those northern reaches and was hoping you might tell us a bit about that. And maybe you\n\nmight even share how you ended up choosing the reindeer chronicles as the title of the book.\n\nYeah, so I found myself in Norway in Trondheim at a symposium on Indigenous knowledge, Indigenous,\n\nyes, Indigenous knowledge. And it was to commemorate the 100th anniversary of the Norwegian\n\ngovernment at the time and the Sami people. There was a treaty signed. So, while I was there,\n\nthere was a case going on that had really captured the public imagination. The government had\n\ninsisted that there were too many reindeer up in Finnmark, the northern province, and that’s where\n\nthe Sami lived. And so, they were mandating that reindeer herders called their herds\n\ndown to a certain percentage. There was a young reindeer herder, 23 years old, who said, no,\n\nI am not going to call my herd. If I do that, I won’t be able to, you know, just starting out,\n\nI’m working on a very thin margin right now, I won’t be able to continue. And it’s not only\n\nabout me because I’m a young herder and if my peers, if other young herders, aren’t able to\n\ncontinue this tradition, then the tradition will die. So, he won a couple of cases, you know,\n\na couple of rounds. And then the government kept challenging. And at the end of 2017,\n\nthe government prevailed. Now, what happened, because I’ve been in touch with his sister,\n\nwho is an internationally known conceptual artist, whose work documented this whole narrative,\n\nno, she does very, very striking work. Her name is Marad Amsara, and the herder is Joffsett\n\nAntisara. And so, apparently, rather than kill the reindeer, he, well, he has appealed to the UN\n\nhuman rights and indigenous rights entity, but there has been no development there. But rather than\n\nkill the reindeer, they gave the reindeer to family members. So, you know, the reindeer are still\n\nthere, but he doesn’t get to manage them now. And so, that’s really tragic. And what’s really\n\nimportant to note, a couple of things, one is that the Norwegian government wants that land.\n\nThey want it for hydro. They want it for mining. They wanted for access to the coast and coastal\n\nwaters where there may be energy implications and opportunities. And that their claim that the\n\nreindeer, there were too many reindeer in the reindeer were harming this fragile ecosystem.\n\nThat was based on a clear misunderstanding of the science of how these animals interact\n\nwith the landscape. Because, in fact, as the Sami managed the reindeer, it actually\n\nmaintains the permafrost and the tundra, kind of, the tundra grassland ecosystem. Because in the\n\nsummer, the reindeer are nibbling, the, they’re browsing, so they’re keeping the brush down,\n\nand the brush has darker leaves, which absorb heat. Whereas the, the heat has a higher\n\nreflectivity or, or albedo, it reflects the heat. And in the wintertime, they are pressing down\n\nthe snow, which means that, that the, it ruins the insulating effect of the snow, which means that\n\nthe soil stays frozen. So they, the government was conveniently misunderstanding. And I say this\n\nin what Marat Ann says is that this is one of the kindest governments in the world. So to understand\n\nthat that’s going on there, often in the name of environmental green energy. So people are talking\n\nabout green colonialism. And I think it’s a really important story to, to keep visible.\n\nYeah, green colonialism is not a term I’ve previously heard that I’m recalling and I’m writing\n\nit down because I’m going to keep an eye out for that, that does occur and is important. I love\n\none of the things that you do throughout the book is talk about a variety of animals and their\n\neffects on ecosystems in some in ways that maybe even a bit surprising. So you talk about donkeys\n\nand, of course, talk about reindeer and you got a little, a little piece there for the beavers\n\nand how important they are for hydrology and landscapes. And so I want to encourage our audience,\n\nif you like animals, to check the book out for that reason too, because it presents a lot of\n\ndifferent ways in which the animals, the larger animals or megafauna impact landscape and water\n\nand climate and just a lot of fun to experience. You’ve woven so much together in this book, Judy.\n\nThank you. And I made some notes. You also in there talk about a handful of\n\norganizations that are all doing really good work. And this includes ecosystem restoration\n\ncamp, global eco village network, regeneration international, theory you, transition towns,\n\nsavory institute. It was a lot of fun to see some familiar names and then some that I wasn’t\n\nfamiliar with. And there are a few I’ll be digging into more deeply to better understand their work\n\nand who knows maybe we’ll even reach out to a couple of them and invite them to be on the podcast\n\nat some point. But I think echoing the importance of our role as storytellers and the importance of\n\ntelling the stories of what’s possible and what’s working and amplifying those stories.\n\nJudy, it seems to be one of the keys in these times. And I love how at the end of the book you\n\nconclude by saying, let’s get inspired. And that’s how I feel after reading your book.\n\nAnd I’ve already been talking about it with several friends and colleagues. So I just want to thank\n\nyou for writing this and sharing this with the world. And before we sign off for today’s\n\nepisode, is there anything else you’d like to share about the book, about your work and or just\n\nin general to our audience and the YonEarth community? Yeah, I guess it’s it’s something that I\n\nnoted in the very beginning of the book that earth repair is a participatory sport that sometimes\n\nwere trained to defer to the experts, you know, like, you know, like big problems require the experts.\n\nWell, as we’ve been seeing, that doesn’t always play out so well, you know, people empower and\n\npeople with, you know, supposed expertise are fallible just like all of us. But there is much that\n\nwe can do and we have much more agency than then we imagine that we do. And that that starts\n\nright where you are, you know, right on the land, the soil, you know, we can create biodiversity and\n\nyou know, enhance the cycling of water wherever we are. Yeah, absolutely beautiful. And I just I\n\nwant to mention just I know we’re wrapping up, but there’s one thing that popped in that I want to\n\nbe sure we include in our discussion. And that is in some of these very arid and brittle landscapes\n\nthat just yours that people have done in making soils and planting certain plants and building soil.\n\nHave triggered these positive feedback loops that literally enhance precipitation and create this\n\noutward growing greening in desert landscapes. And it’s such a powerful image and possibility of\n\nor example or symbol of what’s possible in landscapes all over. So I just wanted to be sure to\n\nmention that Judy. And I don’t know if there’s anything else you want to say on that particular thread\n\nbecause it was so potent reading about that. Yeah, no, just I guess the only thing is that as one\n\npermaculture teacher Andrew Millison says is that the fact that some of the most successful projects\n\nare in some of the most difficult and extreme environments shows us just what is possible that\n\nthat can give us hope because if it can be done in those places, well, then, you know, a lot of\n\nthen it’s much easier in so many other environments. Absolutely. Well, Judy, thanks so much. It’s\n\na pleasure as always to visit with you today. Really appreciate it. Okay. Well, thank you. You too.\n\nTake care. Okay. Take care. Bye. Bye. The YonEarth Community Stewardship and Sustainability\n\nPodcast series is hosted by Aaron William Perry, author, thought leader and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly or monthly supporter, please visit yonearth.wpenginepowered.com-support.\n\nSupport packages start at just one dollar per month. The podcast series is also sponsored by\n\nseveral corporate and organization sponsors. You can get discounts on their products and services\n\nusing the code yonearth, all one word with a Y. These sponsors are listed on the yonearth.org\n\nbackslashsupport page. If you found this particular podcast episode especially insightful,\n\ninformative or inspiring, please pass it on and share it with a friend whom you think will also\n\nenjoy it. Thank you for tuning in. Thank you for your support and thank you for being a part of\n\nthe whyonearth community."
}