{
  "title": "Episode 104 – Geoffrey May, Trails & Restoration Project Manager, Wildlands Restoration Volunteers",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11898/episode-104-geoffrey-may-trails-restoration-project-manager-wildlands-restoration-volunteers.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-104-geoffrey-may-trails-restoration-project-manager-wildlands-restoration-volunteers/",
  "episode_number": 104,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today,\n\nI am visiting with Geoffrey May from Wildlands Restoration Volunteers. Hi, Geoffrey.\n\nHello. How are you today? I’m doing well. Thank you.\n\nGreat. Geoffrey began his relationship with Wildlands Restoration Volunteers as a volunteer\n\nhimself in 2013 while studying biology at Metro State University in Denver. He joined the staff as\n\na seasonal and is now a project manager for the organization. Previously, managed projects for\n\na nationwide firm specializing in power grid inspections where she spent many hours in a helicopter\n\nover New England and on the east coast. In addition to managing trails and restoration projects,\n\nGeoffrey manages the cook program at WRB where he trains and coordinates volunteer cooks\n\nto help feed the crews in the field. He is also a part of WRB’s diversity, equity,\n\nand inclusion tax scores, working to incorporate DEI principles into the Wildlands Restoration Volunteers\n\ncommunity. Geoffrey grew up in Dallas, but has lived in Colorado for 15 years and has family roots\n\nhere. So Geoffrey, I’m just so excited to get to visit with you today and to talk about the amazing\n\nwork that you and your colleagues are doing at Wildlands Restoration Volunteers. My hope is\n\na few fold here, one that many of our friends and colleagues here in the Colorado region will engage\n\ndirectly with you guys and get involved with the work you’re doing. But also two that are colleagues\n\nand friends that are in other regions might be inspired to do similar work in their communities.\n\nAnd we’ll talk about some its resources we have there on that front. But first off, Geoffrey,\n\nlet me just ask you tell us in a nutshell, what is Wildlands Restoration Volunteers up to?\n\nWow, that’s a good question. We’re up to these days a bit of everything. We’re about to kick off\n\na really busy season. You know, we are as focused as ever on delivering on our mission of\n\nhealing the land and building community. So we starting this weekend, we’ll be doing some trainings\n\nand projects season starts, has already started. As a matter of fact, we’ve already had some\n\nprojects in the field and we’re going to be continuing on. So we’re looking forward to getting back\n\noutside after a long cold winter. It’s really exciting and I just want to go ahead and tell our\n\naudience that you guys put together a really cool video about 15 minutes long. We’ll be including\n\nthe links to that and other resources in our show notes. But this video basically shows a lot\n\nof your volunteer activities on the ground in 2020. And I thought, you know, perhaps you can\n\nshare with us some of the statistics, some of the accomplishments, some of the facts and figures\n\nfrom 2020, of course, a rather unusual year. Yeah, sure. I certainly can. So last year,\n\nwe engaged several thousand volunteers. There’s over 2,000 volunteers we engaged. We did\n\nmiles and miles of trail work. This year, we’ve already engaged that same number of volunteers\n\nbefore our season even kicked off. So we’ve got right around 2,000 registrations, I believe.\n\nWe’re sitting at about a hundred projects scheduled right now where we’re going to go over that\n\nthis season. We’ll have probably somewhere closer to a hundred and between 150 and 200 projects\n\non the books this year, once the season’s over. Really great. Yeah, what is the project? What does that\n\nlook like? So it varies by design, I would say. So we kind of break our projects up\n\ninto an easy way to break it up is by saying, you know, we have we have some single day, you know,\n\nwhere it’s just like a Saturday or a Sunday or sometimes just a week day afternoon.\n\nWe’re volunteers will gather at a work site to do a variety of different work. We have, you know,\n\nwe have different programs within our organization. So sometimes it’s it’s wetland restoration\n\nwork, sometimes it’s forestry, sometimes it’s trails, sometimes it’s a native seed collection or\n\nan invasive species of removal. So volunteers show up, they get a briefing, they get, you know,\n\nwe separate out an increase, which are led by some very experienced volunteer crew leaders.\n\nAnd we get to work, at least then the day, healing the lands and building community, you know,\n\nback to our, back to our missions. You know, we we like to promote getting to know each other,\n\nhaving conversations around the work that we’re doing, but also just around the people that are\n\npart of our community. By the end of the day, hopefully we’ve accomplished the tunnel really good\n\nand rewarding work. And then everybody either hangs out to visit for a little while or head\n\nzone and it’s ready for the next one. If people have signed up for what we what we consider\n\nare multi-day projects, it looks similar during the day with the exception of the fact that we\n\nwe camp overnight. So some of these projects that are up in the mountains and say the Breckenridge\n\narea or on some of our 14 years like Mount Elbert or Reyes Peak, volunteers will show up on a Friday\n\nnight, we’ll camp, we’ll work Saturday, we’ll camp Saturday night, we’ll work Sunday and go home.\n\nHappy to say that this year, WRV is starting again to provide food after we took a hiatus from\n\nthat last year. So we we make sure our volunteers are well fed and in good spirits when we when we\n\nget to work. That’s so great. That’s so great, Geoffrey. Well, so do folks need to have\n\ntechnical experience and capabilities in order to do some of that high Alpine or high mountain work?\n\nAbsolutely not. No experience necessary. There’s also, I should mention, we get this question\n\noften, there is no cost for tuning out on our volunteer projects as well. We have very experienced\n\nand well trained volunteer leaders. And so those are the folks who have the background and have\n\nbeen on the projects and have the experience and they are able to interact with our volunteer\n\nthrough numbers and show them what to do and you know teach them about what we’re doing and how\n\nto do it right. Yeah, I saw in that video that you had a lot of folks doing some trail restoration\n\nrehab work and obviously with growing populations in our Metro Denver Front Range region, we’ve seen\n\nmore traffic and and pressure on some of the wilderness landscapes to the west of the of the\n\nMetro Denver region. Yeah, I’m just curious what kinds of things are you guys doing when you’re\n\nup in those wilderness environments working on trails? I would break it down in this sort of\n\nremakes of categories of trail work that we do. So trail construction, which would mean building\n\nnew trails. We do trail maintenance, which is really at the heart of what you alluded to with\n\nuser numbers going up. We also do some trail and road obliteration with the amount of high\n\nuser numbers. People tend to tend to go off trail a little more and you know in the mountains\n\nwhen it’s popular hiking trail, if someone sees one person going off trail, many more will follow\n\nright. That sort of creates what we call social trails. So we do some work to get rid of those\n\nsocial trails, but while we’re doing that, we work in conjunction to improve the the managed\n\ntrails, the trails where our agents and partners want the people to stay on. Yeah, that makes a lot\n\nof sense to me and enjoyed a lot of camping, hiking, backpacking up in the mountains around here\n\nover the years and really appreciate the really high quality trail work and trail maintenance\n\nthat seems to show up in a lot of these places. And I’m curious when you’re out there doing that\n\nkind of trail work, I noticed in the video sometimes you’re employing some llamas, some Yamas to help\n\ncarry supplies and tools. Yeah, it’s got to be pretty rigorous work, some of which you guys are\n\ndoing. It is really rigorous and if folks go to our website, we’ll see that we have our projects\n\nbroken down by one of the ways you can break the projects down and look at our registrations is\n\nby activity level. So yeah, some of the projects are very strenuous. I every year and for the past\n\nseveral years I’ve been running a program of projects on Colorado 14ers and it’s part of I should\n\nmention the Find Your 14er initiative, something people can look up if they’re interested. Yeah, it’s\n\nthe Find Your 14ers initiative or Find Your 14er initiative. I think it’s a collaboration between\n\nall the acronyms in Colorado. Let’s go at the VOC and CFI and you know, we found\n\nthat else of our audience who they are. Yeah, I will. And I want to mention that the 14er\n\ninitiative is headed by the National Forest Foundation, which is a partner of the US Forest Service.\n\nAnd they are fantastic partners of ours. So they have gotten all of us acronyms together to\n\ncollaborate on working on all the 14ers in Colorado. They have them prioritized. WRV’s and\n\norganization is going into I think our fifth year working on some of these mountains. So it’s\n\ngreat to speak and not Albert this year. Do you have a most favorite 14er in Colorado?\n\nI would have to say, Albert, you know, it has a lot of significance for me, not just as a mountain\n\nthat I have enjoyed being on as a user, but have put a lot of work into you.\n\nAnd just some of the iconic views and, you know, the wonderful hike. I just really\n\nhave an appreciation for that mountain. Great. Yeah, it’s a beauty. I wanted to just mention\n\nreal quick GoCo, one of these acronyms. Great outdoors Colorado, right? Is that what that’s saying?\n\nGet outdoors Colorado. Yeah. Right outdoors Colorado. Yeah, you’re right. Yes.\n\nAnd they’ve been around for a number of years now. And I just I love that they’re funded in\n\nsignificant part by Lotto dollars. And it’s an interesting kind of ecosystem that’s been created\n\nhere in Colorado. We’re certain things like Lotto, which I don’t know that are necessarily creating\n\na whole lot of public good in other states. Right. Through Colorado, I understand many of these\n\nproceed. They’re going to both education and a lot of conservation work in our outdoors.\n\nAnd GoCo has been able to make a lot of really good restoration and conservation efforts happen\n\nfor many years throughout Colorado. Yeah, they they have. And they are they are a wonderful\n\npartner to work with. We more often work with them indirectly through other, you know,\n\nmunicipalities and other collaborations. But, you know, if it’s GoCo or National Forest\n\nFoundation or Colorado Parks and Wildlife, you know, they are all fantastic partners to work with.\n\nThey really understand the need for what we’re doing above and beyond just, you know, above and\n\nbeyond just landscaping the mountains. Right. Like there is a real need for it to keep to keep our state\n\nas beautiful as it is, as accessible as it is, but also to guarantee that, you know, we keep our\n\nlands clean, that folks have clean water and clean land. And that that our ecosystems are healthy,\n\nthat, you know, that the habitat in Colorado stays intact and continues to arrive alongside\n\nthose of us who live here or come here as users of these natural and, you know, natural open spaces.\n\nYeah. Yeah. It’s beautiful. I mean, I, I consider myself really fortunate to to live here in\n\nColorado where we have so much access to outdoors, to wilderness. And some of us are\n\navid mountaineers, you know, doing things like climbing and pretty extreme mountaineering. But\n\nothers, and I would count myself in this ladder category, others like a good saunter in the valley\n\nor a nice backpack up along a creek for several miles. Yeah. But getting into those kinds of\n\nspaces, obviously, there’s a lot of research that’s been done on this, but for us to be out in\n\nwilderness really affects our entire, the frame of being. And there’s amazing science showing\n\nconnections with things like cognitive performance, stress reduction, immune system boosting.\n\nI’m curious if a lot of your, your volunteers and colleagues are aware of those kinds of\n\nimpacts as they’re out doing this work. We are. Yeah. We, it’s something that we, as a staff, talk\n\nabout often. I mean, you know, first of all, I should mention how lucky I and my colleagues feel\n\nto be working in this field. You know, our work involves sometimes sitting in front of a computer\n\nor at a desk and planning, but the other part of our job is being out in that environment that\n\nyou’re talking about. But yeah, it is, we do feel it’s important to make that connection with\n\nour volunteers as well. And, and facilitate a way to not only enjoy those benefits, but to give\n\nthat at the same time. The other thing I will say is we feel very strongly that access to that\n\nexperience needs to be more equitable. And so we, we have been working to, to try and\n\nbe a more inclusive community, be a more diverse community and share those, share that, that beauty.\n\nAnd, and the rewards of being out in the state and the natural places in Colorado with, with a\n\nwith a wider variety of people with a, you know, with a more inclusive and more diverse community.\n\nAnd I think that’s something that’s really important and something that has an organization\n\nwe’re trying to focus on. This, to me, is a really important part of your guys work in. Part of my\n\nbackground is working in the local and regional food systems. And of course, that means having done\n\na lot of work in different places that are considered so-called food deserts. These tend to be the\n\nlower income communities in the urban regions as well as the very rural regions of the state.\n\nAnd I was struck a few years back when in the kind of inner city setting of Denver\n\nto discover that there are a whole lot of folks right there in a place like Denver, Colorado,\n\nwho told me literally they hadn’t been up to the mountains. And it astonished me, right? Because\n\nthat was what made me 20 miles away. And I’m really curious, not only how you guys are helping to\n\nmake that access more equitable, but I’m also curious how you might be helping to\n\nengender the awareness or even the interest in some of these communities of connecting with the\n\nmountain wilderness and some of these other amazing landscapes that are outside the cities.\n\nYeah. You know, I think that goes those go hand in hand. One of the ways that we\n\nhave been accomplishing both of those goals and moving forward with our diversity, equity,\n\nand inclusion plans is working with youth. Because we want to be able to\n\nshare what Colorado has to offer, what those natural places have to offer with everyone.\n\nAnd youth is a great place to start. These are young people who are eager, very eager to learn\n\nnew things and experience new things. And, you know, for many of us who work in this industry, you\n\nknow, our drive to make these natural places better and more sustainable, started when they were\n\nyoung. So I think there’s a desire to share that with young people. I think it’s important that\n\nwe’re sharing it with a more diverse group of young people as well, so that they can be ambassadors.\n\nYou know, young folks are a sense of old when I say that. Young folks, but yeah, the young people\n\nthat we work with are great ambassadors once they’ve had the experience of being out in these\n\nareas and doing the work and feeling how rewarding it is. And just that anxiety you get from being\n\nout in nature, you know, all the benefits, the mental health benefits, the physical health benefits,\n\nall of it. So we have a really great and thriving youth program run by, I’m like the worker,\n\nRachel Brett, that works with youth, but also we’re very fortunate that that then also feeds into\n\nour adult community of volunteers. So some of the ways that we’re moving towards those\n\ngoals that you mentioned was reaching out to other partners in the community, you know, whether it’s\n\nAfro-outdoors or Brown Girls High or organizations like that, who do the heavy lifting of\n\ncreating diversity and equity and inclusion in the outdoors. So we want to continue partnership\n\nwith organizations like that and do more outreach. And I will say that we have a lot of work to do.\n\nWe have, you know, quite a ways to go. We started, we released a statement last year about our\n\nintention to do the hard work of creating diversity, equity, and inclusion in the outdoors.\n\nAnd we do recognize that we have a long way to go, but we are very serious about making progress\n\ntowards those goals. That’s really great. I’m curious, in addition to volunteering and helping\n\nwith these projects, how might folks in our audience also help those kinds of efforts that you\n\nguys are doing around the diversity, equity, and inclusion work?\n\nRelationship building is a big part of it. So for any folks who are listening,\n\nand our members of a group that would like to get involved with us to help sort of champion these\n\ngoals, that is, you know, that’s a big thing for us. The communication back and forth,\n\nhaving conversations about how we can move forward. And then, you know, organizing some\n\nget-togethers and some projects, having people come out to our events is a great way to do it.\n\nI would also say there’s always volunteering to be done. And we welcome all folks to volunteer\n\non projects. We encourage everybody to sign up. New people, in particular, I love seeing on my\n\nprojects. What I’m out in the field, you know, and I ask that question, you know, who’s, you know,\n\nwho’s on their first WRB project? There’s always, you know, there’s always a lot of smiling faces\n\nfrom the people who have been around for a while, you know, excited to meet somebody new.\n\nSo, yeah, volunteering, reaching out, helping facilitate those discussions. It is a great way\n\nfor folks to help us with part of the equity inclusion goals. That’s really great. I really\n\nappreciate how you use the term ambassador in regard to some of the ways in which folks,\n\nespecially youth who have these experiences, will then share in their communities. And\n\nat the Y and Earth community, we actually have an ambassador program. And it’ll be really fun\n\nto encourage some of our ambassadors to get involved with what you guys are doing. And it’s a great\n\nway to continually build our communities together while also doing this important restoration and\n\nregenerative work. And I’m curious, this kind of leads me to another question I’ve been wondering\n\nabout. When you guys are out in wilderness settings, you mentioned the native seed harvest\n\nseeing and also working to remove invasive weeds. I imagine you’re essentially also educating\n\nfolks around some of the botany that’s found in those different environments, some of the native\n\nplants and maybe some of the plants that shouldn’t necessarily be there. Yeah, we are. So,\n\neducation is one of those fundamentals that we like to include on our projects. Whether it’s\n\nabout native seeds or invasive species like Mertle Spurge and Russian Olive and Tamarice,\n\nthose are really big ones in Colorado that we have sort of everywhere. Or, you know, whether it’s,\n\nyou know, like, what goes into building a trail? Why is it important? What are the effects of\n\noveruse of a trail? All of these things, we tend to talk about the why on our projects quite a bit.\n\nNot just at the beginning of our projects, but, you know, throughout. And I have to give a lot of\n\ncredit to our volunteer leadership for taking a lot of that on projects. Our pre-leaders who\n\ninterface with our volunteers are very knowledgeable and very eager to talk to volunteers about the\n\nwhy’s. We also have a really strong solid group of volunteer, what we call technical advisors.\n\nThese are folks with science backgrounds usually. Folks who have been studying Colorado\n\nand its species and fora and fauna for ages, they consult on our projects and design work that\n\non site there. You know, we find them all the time talking to volunteers about plant species or\n\ngeology or hydrology, things like that. So, you know, we encourage the science, you know,\n\nthe nerding out on the science behind and the why’s behind our projects, for sure.\n\nThat’s so great. Now, are you still accepting volunteers for 2021 or are you absolutely okay?\n\nWe are. Yeah, we have, I’ll mention that statistic, so right now we have 2,255 volunteer\n\nregistrations for this 2021 season. That’s 557 unique individuals who have signed up.\n\nBut we leave our registration open for the duration of our season. Right now, we have a lot of\n\nprojects that are full and have wait lists. We will be adding more projects as the season continues,\n\nwe anticipate adding several more as a matter of fact. I will also encourage, I just want to get\n\na plug in for how we get our website works, excuse me. When you go to our website and want to\n\nsign up for a project, it may say that it’s wait listed and I would encourage anybody who’s\n\ninterested in that project to sign up for the wait list because life happens and people have to\n\nhave to back out of the project that they may have signed up for. So, there are always good odds\n\nof getting on to a project if you want to. That’s great. And so, that’s the WLRV.org site.\n\nThat’s correct, yeah, WLRV.org. It’s WRV.org was taken. So, we added the L into our website.\n\nYeah, for the lands. That’s great. Yeah, and while we’re on at the topic, let me share that your\n\nFacebook is WRV.Restore. And for folks who are interested in connecting with other similar efforts\n\noutside of Colorado, Geoffrey was kind enough to share the Society for Ecological Restoration,\n\nwhich can be found at volunteermatch.org and we’ll share these URLs and links, of course,\n\nin the show notes. Geoffrey, I want to just remind folks who we are and what we’re up to today,\n\nand I was curious, are you going to show some images, or I know we’re going to show the video\n\nat the end of the episode, but do you also want to throw some images up while we’re talking?\n\nYes. It’s only if it’s convenient while I’m mentioning some of our sponsors and stuff, but\n\nI will say that folks really should check out the beautiful 15-minute video you guys put together,\n\nand it’s stunning because it has, at the outset, a lot of footage from the incredible wildfires we\n\nexperienced last year, and then shows folks working on restoring some of those impacted areas.\n\nAnd let me just say this is the WLR community podcast. I’m your host, Aaron William Perry.\n\nToday we’re visiting with Geoffrey May from the Wildlands Restoration Volunteers,\n\nand I want to give a big shout out to all of the WLR community ambassadors and folks who have\n\njoined our monthly donation program. You can join at any level if you haven’t yet joined\n\nand would like to just go to WLR.org slash support. If you join at the $33 or greater levels,\n\nwe’ll be very happy to send you monthly shipments of the way they want us,\n\nbiodynamically grown, have infused the Roman therapy soaking salts as a thank you.\n\nI want to also give a big thank you to several of our sponsors and donors who\n\nmake this podcast series possible, as well as our community mobilization work.\n\nThat includes Earth Coast Productions, the LIDGE Family Foundation,\n\nAlpine Botanicals, Purium, Earth Hero, Liquid Trainer, Vera Irwells,\n\nGrowing Spaces, Soil Works, Joyful Journey Hot Springs Spa,\n\nEarth Water Press, Dr. Bronners, 1% for the planet, and since Y on Earth is part of the 1%\n\nfor the planet program, if you’d like, you can route your charitable giving through that\n\nprogram to Y on Earth. And of course, want to give a big shout out to Patagonia with whom we\n\nrecently established a affiliate partnership. We’ve got several of these companies and organizations\n\non our website on our sponsored partner page, and there you can click through a lot of these\n\ncompanies and get discounts on their products, and part of those proceeds will come back to the\n\nY on Earth’s community. So a huge thanks to all of those folks making this possible, and especially\n\nto folks who have joined our stewardship circle, including Bob Hill. And again, to get to Wildlands\n\nRestoration Volunteers, it’s wlrv.org to track down resources outside Colorado. It’s volunteermatch.org.\n\nAnd Geoffrey, I want to ask you, so you seem to me that here you are now doing so much of your work\n\non the ground, right? Literally. And you’ve got this background where you were up in the air\n\ndoing work from helicopters on energy infrastructure. I imagine not only was that fairly intense\n\ntechnical work, it probably also had you sort of in a bird’s eye view overlooking some pretty\n\ncool landscapes. It did. And that, you know, that was one of the things in my life that really\n\nstrengthened my resolve to work in the outdoors, to work to better those natural places and to\n\nhelp keep them thriving. You know, seeing things from a bird’s eye view is, I don’t know, you can\n\ndescribe it, but it doesn’t do it. It never does it justice, right? And I worked on the East Coast\n\nin the New England also here in Colorado, you know, seeing the mountains from up high. Maybe that’s\n\nwhy I like working on the 14ers because I get back to that bird’s eye view. But yeah, I enjoyed\n\nthat work. It was an interesting time, but I have to say, I really get a lot of fulfillment\n\nabout being down on the ground under the canopy now, or sometimes about it.\n\nYeah, that’s really great. I can imagine that there are some spots on some of those 14ers that\n\nmight feel very similar to being up in a helicopter in some ways.\n\nOh, absolutely. Yeah, that’s one of the rewards for all of the hard work that we put into those\n\nmountains is the view. Yeah. Well, great. Well, where did we land on the sharing of the photos\n\nidea? Is that something we should just say for the end? Yeah, let’s. I’ve got some hold up,\n\nbut they’re in a better format for the end. I will say that if folks want to see some pictures\n\nfrom our work, they can go to wlrv.org. There’s a link up at the top. I’m sorry, there’s a link\n\non the left hand side down at the bottom. This is event photos that will take people to our flicker\n\nalbum. And they can check out photos from projects going back all the way to 1999.\n\nSo there’s a lot to look through. Heck, that was last century. Yeah. Yeah, it seems like forever\n\nago. But yeah, that was when that was our first year, by the way, wrv was founded in 1999.\n\nOh, okay. So we celebrated 20 years in 2019 and moving forward into our 22nd year.\n\nYeah, that’s really exciting. By the way, I was so excited that we’re going to, I think we’re\n\ngoing to basically edit in this 15 minute video at the end of this episode, just a very easy\n\nfor folks to watch and listen to. And when I was looking at that, I was struck not only by the\n\nfootage of the fires, which I mentioned, but also the ways in which you guys have\n\ninnovated in the face of COVID and natural disasters like these fires we had last year.\n\nAnd it was great the way you showed these, these portable stations for hand sanitizing,\n\nas well as these hands free foot, foot, foot action control, the coffee dispensers, which\n\nI thought was brilliant. Can you describe this for us a little bit?\n\nYeah, I mean, you know, it’s hard to understate the importance of coffee on a project, right?\n\nEspecially when you’re high up in the mountains and have to get up very, very early to hike up\n\nand do some work. So we have coffee, you know, you’re running the mills sort of coffee dispensers.\n\nBut because we wanted to be really safe during COVID, you know, anything that we could do hands free,\n\nwas a win for us. We put a lot of hours into coming up with a protocol, COVID protocols, but also\n\nsome interesting engineering. So we took those coffee dispensers and went kind of low tech\n\nwith some, with some cord and either a piece of wood or a snow pole that you can, you know,\n\nuse with your foot to get the tasty coffee in the morning, like yourself up.\n\nYou know, we had some innovations around hand washing stations as well,\n\nall kinds of different sanitation. It was, it was interesting times last year,\n\nlast spring, when we were ramping up for our project season because that’s when,\n\nyou know, all the lockdowns happened and restrictions were happening. And we really\n\ntook a moment to, to step back and think, okay, can we, can we do our work?\n\nCan we do it safely? And all right, how do we do it? We pulled together as a staff,\n\nputs some hours in, and there were some great creative solutions that came out of it.\n\nThis is really wonderful. Yeah, it really shows in that video.\n\nI want to ask, you know, before we, before we sign off in transition to the, to the video you\n\nguys put together Indian Peaks wilderness, right? This is the place I shared with you before we\n\nstarted recording that I’ve been going to since I was a high school student and it has become a very\n\nspecial part of my, my life. One of the places that I really deeply connect with, with Earth,\n\nwith Mother Nature, with the Divine. And I was just thrilled to see you guys do work in the Indian\n\nPeaks wilderness region, which is west of the Boulder area. And it was just curious if there’s\n\nany special little nugget or treadmill might share with us about the Indian Peaks area and\n\nwhat you guys are doing up there. Right. Yeah, I can, I can share a little bit about that.\n\nI will say that the getting into the Indian Peaks wilderness was sort of a natural progression\n\nfrom some projects that we did in the Bernard Lake area. We started many years ago as a matter of\n\nfact, when I was my very first project as a volunteer with WRB, was at the Bernard Lake, one of the\n\nBrandon Lake projects, where we were building access trails from the parking lots to the trailheads.\n\nOne of those goes up to the trailheads to get into the Indian Peaks wilderness area.\n\nSo once we finished those, our work continued up and we started working on some really badly\n\nneeded maintenance in the Indian Peaks area. Those user groups, as we mentioned, those user numbers\n\nhave continued to increase over the years. And Indian Peaks is beautiful. And I think a lot of people\n\nhave similar experience to you. That’s a place that they go. That’s a place that they take\n\ntheir kids. In a lot of ways, it’s a modern day sacred space. And I will say it has been a\n\nsacred space for the original caretakers of these lands. So we want to continue to treat them\n\nas such. So our work continues up in Indian Peaks with some trail work, building some structures\n\nand some trails. We were not 100% sure about llamas this year, but there’s a good chance that we\n\nwill have some llamas up again. And we’ll be working up there for many years to come. There’s a\n\nlot to do. It’s really wonderful to hear it. And I guess I’ll give a quick plug too, that as more\n\nand more of us are enjoying these outdoor wilderness areas, it really behooves us to take the time\n\nto learn the best practices to keep our impacts as low as possible when we’re out hiking and camping\n\nand so on. And it’s not rocket science. There are a handful of pretty simple and straightforward\n\nthings we can do to be really good stewards as we’re out moving through those environments.\n\nAgreed. Yeah, you know, leave no trace ethics as we refer to it as a part of our projects.\n\nAnd if people are interested, leave no trace as a great website lint.org.\n\nI highly recommend that people get familiar with those ethics and do their best to stick to them\n\nwhen they’re out in the in not just in the wilderness in Colorado, even in the front country,\n\nright? It’s important everywhere. And it is been a part of how we run our projects for for\n\nby a while. That’s great, Geoffrey. Well, I am so excited that we’ve had this opportunity to\n\nvisit together today. I’m thrilled too that we’re going to be able to share this video with folks\n\nthat you all put together. Before we sign off for this segment of the episode, is there anything else\n\nyou’d like to say or share with our YonEarth community audience?\n\nWell, I mean, thank you for the opportunity to talk. You know, I’m always happy to talk about my work\n\nand about something that I love doing. Thank you to the folks who are listening. If people\n\nare interested, please reach out to us. You know, if it’s, you know, for volunteering,\n\nwe also appreciate any, you know, we’re a nonprofit organization. We rely heavily on donations as\n\nwell. So for those folks who are interested, they can reach out via the website to help out that\n\nway. And hopefully we’ll see some new faces on projects this year. If you see me on a project\n\nand you’re learning about us to be the program, you know, let me know. I’d love to talk to some new\n\npeople. That sounds great, Geoffrey. And I’ll tell you what. I hope I’m one of these new volunteers\n\nthat you might cross paths with later this year. I would love that. Yeah, I’d love to see it,\n\nto see you out on some of our projects. It’s a really good time. It’s very therapeutic for\n\neverybody involved. It’s very rewarding and very fulfilling. Yeah, I can imagine. I look forward to it.\n\nWell, thank you so much, Geoffrey. It’s wonderful visiting with you. Yeah, thank you. Yeah, take care.\n\nBye-bye. Bye-bye.\n\nFollow the sun and which way the wind blows.\n\nAnd this day is time.\n\nwith the words of love behind me\n\nWell, trouble looks like lemon dust\n\nHigh above the chimney top that’s aware\n\nYou find me old somewhere over the rainbow\n\nThe blue was flying\n\nAnd the dream that she did to boy, boy\n\nCan’t hide\n\nOh, someday I wish I found a star\n\nWake up where the clouds are far behind\n\nWe were trouble meals like lemon drops\n\nHigh above the chimney top that’s aware\n\nYou find me old somewhere over the rainbow\n\nOh, someday I wish I found a star\n\nWake up where the clouds are far behind\n\nOh, someday I wish I found a star\n\nWake up where the clouds are far behind\n\nThe YonEarth Community Stewardship\n\nAnd sustainability podcast series is hosted by Erin William Perry\n\nAuthor, Thought Leader, and Executive Consultant\n\nThe podcast and video recordings are made possible by the generous support of people like you\n\nTo sign up as a daily, weekly or monthly supporter, please visit\n\nyonearth.wpenginepowered.com-sport\n\nSupport packages start at just $1 per month\n\nThe podcast series is also sponsored by several corporate and organization sponsors\n\nYou can get discounts on their products and services using the code YonEarth\n\nAll one word with a Y\n\nThese sponsors are listed on the yonearth.wpenginepowered.com-sport-page\n\nIf you found this particular podcast episode especially insightful, informative, or inspiring\n\nPlease pass it on and share it with a friend whom you think will also enjoy it\n\nThank you for tuning in, thank you for your support, and thank you for being a part of the YonEarth community"
}