{
  "title": "Episode 55 – Trammell S. Crow, Founder, EarthX",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/7616/episode-55-trammell-s-crow-founder-earthx.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-55-trammell-s-crow-founder-earthx/",
  "episode_number": 55,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcast.\n\nToday we are visiting with Trammell Crow.\n\nHey Trammell, hello.\n\nGood to see you.\n\nGood to see you.\n\nYou know that?\n\nSince last night.\n\nAnd this is a very special episode because we’re also joined by Joni Clark, who is one\n\nof our premier ambassadors at the YonEarth community and who’s also on our global\n\nadvisory board.\n\nSo Joni, so glad you could be here with us also.\n\nWell thrilling and exciting, especially to be here in Dallas with you Trammell and all\n\nyou do.\n\nSo I’ve been working to do this.\n\nAnd thank you for coming in last night for the half-earth day that we had April 22 being\n\nour day, October 22 being half-earth day and we had 500 people, the fabulous celebration.\n\nAnd another million in the sidelines waiting.\n\nMm-hmm.\n\nThey didn’t know.\n\nI never made it there.\n\nOnce again, the invitation they’ll be here too.\n\nWell, I’ll tell you, we got a lot to talk about and I’m really excited and before we\n\ndive in, let me just share with our audience a little about you and your background, Trammells.\n\nSo Trammells Crowe is Dallas, Texas-based, businessman, philanthropist, entrepreneur and\n\ninnovative leader in business development and operations.\n\nHe is the founder of Earth Day Texas, the world’s largest Earth Day celebration, which in\n\n2011 transformed into Earth X.\n\nThe world’s largest environmental expo, conference and film festival, which takes place every\n\nApril and Dallas, Texas, just keeps saying large, world’s largest.\n\nYeah, it’s a very Texas thing, right?\n\nAll right.\n\nAnd just to give you an idea, in 2019, just this past year, the Earth X had over a hundred\n\nand seventy-seven thousand attendees, 650 exhibitors, each of those representing often\n\nmultiple organizations, 6,500 youth, 452 speakers, and was an amalgam of nine different\n\nconferences going on at once, which Trammells, maybe we just dive in right there, what, how\n\nthe heck are you doing so much at once?\n\nWell, by not knowing any better, but consistently fighting all four than we can chew and definition\n\nof insanity.\n\nAll right.\n\nGood on.\n\nAll right.\n\nSo, tell us a little about what’s going on with these different conferences and what’s\n\nEarth X all about?\n\nEarth X started as an expo for the public the very first year, nine years ago, around the\n\ntime of Earth Day.\n\nWe had a two-day festival with the exhibitors and forty thousand people.\n\nI say exhibitors, and that means the Sierra Club, the University of Georgia, corporations,\n\nlittle companies that sell solar paneling to the public, but mainly an educational thing\n\nfor the general public to come see, become aware, and learn more.\n\nWe all need to do that all over America, but mainly in Texas.\n\nAnd it has become very multifaceted at first where you showed it, you know, maybe a couple\n\nof movies a day.\n\nNow there’s a full-fledged film festival and last year, I think it was, I think it was\n\n69 virtual reality films all about ecology, so again, it was the largest, an investment\n\nforum with startups and venture capital companies, but you say, how did it happen?\n\nWe just didn’t go by the rule book, and when corporations said they wanted to have a conference\n\nfor corporate sustainability, we did.\n\nWhen we saw that Austin, Texas has an amazing environmental super conference, they call\n\nit, of hundreds of attorneys, we started one, two.\n\nNow we’ve an ocean conference for scientists and foundations, there will be the global\n\nyouth summit which we didn’t mention, we didn’t have this last year, but it will be in Dallas\n\nand they’re moving their headquarters to Dallas.\n\nWow, that’s fabulous.\n\nThose are 6,500 youth you were talking about, those are the organized school tours, there\n\nare tons more kids than that.\n\nSo we did it by not knowing any better, it’s really, really remarkable, really remarkable.\n\nYou just see all the excitement and the activity, yours translates into action, which is\n\nthe key.\n\nWe’re trying, but if there’s a conference, if it’s just a lot of talk talk, don’t worry\n\nabout it.\n\nThere’s 177,000, 7,000 people who’ve never heard these things before.\n\nSo the awareness level is an action item, in my opinion, the Expo, just by environmental\n\ngroups showing what they do and kids and families walking by, that’s an action.\n\nI wish this would happen in New York, and if it happened in Washington DC, the politicians\n\nmight learn a little bit.\n\nWell that’s a thought.\n\nOr take me think.\n\nWell, you know, in Texas, and I mentioned to you, I lived in San Antonio for a little\n\nwhile as a kid, you know, Texas is a, it’s a peculiar culture, right?\n\nIt’s a unique aspect of the American culture, and it’s a very interesting place to be doing\n\nthis kind of work.\n\nAnd I’ve heard you talk a bit about the conservative niche, and I’m curious if you might expand\n\non that a little bit.\n\nA good example is, when we first started this, nine years ago, we weren’t sure how this\n\nwas going to fly, because we want the public, the business leadership, the political leadership.\n\nAnd so we started by not exhibiting all of the United Nations 17 Sustainable Directive\n\ngoals.\n\nIf we did, talk about all these wonderful things to say, but in the world, it would have\n\nbeen branded as an overall left-leaning event, and that would have been the death knell\n\nof it.\n\nWe have stuck straight to ecology, so the exhibits and the conferences concern themselves\n\nwith soil, land, air.\n\nWe talk about climate change, but we also just talk about air pollution to the populace\n\nhere, and they receive that message better.\n\nWe talk about wildlife conservation and animal habitat in many different ways, but one\n\nway you can do it here, that you can’t do in San Francisco, is to talk about the benefits\n\nof hunting and fishing for wildlife conservation, responsible hunting and fishing.\n\nWell, that’s been the mainstay of the deer population in America for decades.\n\nAbsolutely.\n\nYou know, it’s interesting with the Wienerth community, as we’re doing community mobilization\n\nevents all around the country.\n\nWe’re often working in very conservative communities, and what’s really fun is we find\n\nthat caring for land, caring for soil, caring for water, caring for the health and well-being\n\nof our families and loved ones, it seems not to be a partisan issue, it seems to reach\n\nacross all sectors of our culture.\n\nWell speaking of hunting, we know also I’ve been Colorado that a whole lot of the land conservation\n\nhappening here is the result of a well-managed hunting and fishing framework, and there’s\n\nsomething interesting going on in Colorado right now, isn’t there that we were just talking\n\nabout a bit?\n\nYeah, last night when we were together, Laura Sidel, of the Captain Planet Foundation and\n\nall the great things that the Turner and Sidel families do, was here talking to us about\n\nthe Wolf reintroduction program into Western Colorado, which you say, 17 million acres,\n\nI think, and what you call, are public lands, and I don’t know when people first started\n\nshooting wolves, but the wolves got population in America, went from tens or hundreds of\n\nthousands down to a few hundred wolves.\n\nIt’s been restored in many places, now in Colorado, they want to reintroduce the wolves\n\nin the western part of the state.\n\nThey have to change legislation to do that.\n\nThey’ve got the funding in part of it, is because of the Turner and the Captain Planet Foundation,\n\nand you know, I don’t remember the name of the group that Mike Phillips run, the Rocky\n\nMountain Wolf project, yeah, so what’s going on is in order to have this on the ballot,\n\nthey have to get 20,000 more signatures, yeah, they need a total of 120,000, they’ve got\n\n126,000, yeah, 126,000, they’ve got to have it about December 6th, and I guess the way\n\nthe world works is that’s not so much a matter of saying you all go sign a petition because\n\nit’s not online at this time, right, but of contributing to this fund, going to this\n\nwebsite, and contributing dollars so that the, what do you say, 20 different organizations?\n\nBunches of organizations, 34 groups, yeah, in Colorado, yes, they’re part of this\n\ncloning thousand more signatures, yeah, I’m happy though.\n\nSo this is interesting, so folks can go to Rocky Mountain Wolf project.org to support\n\nthe effort, and as we know, increasingly there’s a bunch of really beautiful documentaries\n\non this, and a lot of research showing how wolves are essential to the ecological well-being\n\nof Western landscapes, landscapes all over really, and especially Western Rocky Mountain\n\nlandscapes, so be sure to check that out, Rocky Mountain Wolf project.org and support that\n\neffort, we’ve got just a little over a month at the time of this recording, and ordinarily\n\na little glimpse behind the scenes, we’ve got several recorded episodes between the time\n\nof recording in the time of publication, and this is one will probably accelerate because\n\nit’s such a time sensitive issue, and get this out sooner and later, so that folks hear\n\nabout this in the month of November, and can take action before that deadline in early\n\nDecember, and you know, it’s all about action tremble, and it’s all about mobilizing,\n\nand I’m just, I’m absolutely struck, and it’s so impressed by the way you’re mobilizing\n\nfolks all over, and I’m really curious, 2020 coming up to big year, right, tell us why\n\nis it such an important year, what’s going to be happening in 2020, April 22, 2020 is\n\nthe 50th anniversary of Earth Day, Earth Day, maybe you youngsters out there don’t know\n\nhow important that was, that was a galvanizer of environmental movement, and everything\n\ndone before that was really called contravation, and wasn’t something that pervaded our lives,\n\nand now as you all know, it’s dropped by drop, bit by bit, picked up a piece of plastic,\n\nbiopiece of plastic, so that’s what kicked off in April 22, 1970.\n\nThis coming April 22, 2020 is the 50th anniversary, there will be many, many people and organizations\n\nall over the country celebrating and doing other things, so the our 10th event, we will celebrate,\n\nso to speak, this 50th, by April 22, in Dallas, having major figures from those errors, I don’t\n\nknow, we have, I don’t, Mr. Ralph Nader has not said he’s coming, but hey Ralph, we want you\n\nto come, you’re right, a lot of active people, Senator,\n\nMrs. Nader.\n\nYeah, well I know, right, if he doesn’t, but we do along the lines, Senator Gaylord Nelson\n\nwas the guy, the governor of Minnesota, I mean, Wisconsin, and the senator of Wisconsin,\n\nwho said, there shall be an Earth Day, and he said it in September of 69, but he called\n\nit a teaching, because that’s what they did back then, they sit in, they call it, we have\n\na teaching, by the time it rolled around in April, it was called Earth Day, 10,000 high\n\nschools, and other schools, and 1,500 universities, all participate in America, it was mainly a national\n\nevent, and as a matter of fact, what I have read, is there are more people there, and\n\nall over the country, rather spontaneously, than any civil rights movement event, or any\n\nanti-war movement event in the world, oh my God, that was the environment, so that’s how\n\nimportant Earth Day is, so Trammell, I imagine a few of our audience members maybe weren’t\n\nyet born in April 20th, 1970, where were you, just take a snack, a little paint-to-picture,\n\nwhat was different than the now, what’s the same, was that something for better, some\n\nthings were worth, obviously there wasn’t the climate change problems at that time, some\n\nhad begun, but they were imperceptible, there weren’t ocean plastic problems, there weren’t\n\nocean acidification, and coral reef dyeing problems, there was air pollution problem,\n\nurban primarily, remember there was acid rain, remember, because of the sulfur emissions from\n\ncoal fire plants, and when rivers started catching on fire, and death rates climbed because\n\nof air pollution, the general public rose up and called out, and demanded to be heard,\n\nso Congress and the Senate and the White House were the governments that heard them, and\n\nat that time it was Richard Nixon, so as a Republican, and we’re mainly a Republican\n\nstate here, he formed the EPA, and quickly passed various acts, I don’t remember which one\n\nhad the first, but the Clean Air Act, the Clean Water Act, as a consequence of April 22,\n\n1970, and through the 70s, many legislations were passed, I guess I didn’t, did I say,\n\nrivers started catching on fire, so that kind of thing stopped, and by the way, let me\n\nmention to those folks, in Santa Barbara, California, who had told me, oh, Tramwell, 1969 was the\n\nfirst earth guy, okay, okay, they didn’t have it, or they per se, but that big oil spill off the\n\ncoast of Santa Barbara then, was really one of the single incidents that started the movement.\n\nWow, well, you know, we recently had on the podcast Matt Gray, the chief sustainability\n\nofficer of the city of Cleveland, and he was talking about the history there with the\n\nriver right in the city catching on fire, that’s the guy, yep, yeah, exactly, we’ve got a big\n\nlayer going on there, Joni, huh? Okay, let’s, can we just slide that bag over with that\n\nhelp a little? Sure. This is live, coming at you folks, this is the real world, and we’re\n\nhaving a real conversation right here in Dallas, Texas, with Tramwell Crow, and so Tramwell,\n\nwhere were you on that first date? Yeah, where were you looking? All of you swimming? All of\n\nyou know, Highland Park High School, right here in Dallas, Texas, and I guess, in 1969, the\n\n60s hadn’t quit quite hit Texas, you know, and so- They were just waiting. I don’t think that\n\nit was on my radar, I don’t think I was even aware of it. I don’t know where it occurred in Dallas,\n\nbut it did, and there were old hands, they were there, and in Austin, so no, I wouldn’t, I wouldn’t,\n\nthat the original, High School. And Joni, do you remember where you were on the first\n\nEarth day? I was in Minnesota, my family had moved from South Dakota to Minnesota, so we were\n\njust at those schools and listening and learning. But did you celebrate Earth Day on April 22?\n\nYeah. Oh, I did. Cool. There might have been a little more awareness, you know, in Minnesota than in Texas.\n\nWell, and you know, you just love the outdoors as a kid, you just love the nature, and so it’s just\n\nlike yogi bear. You know, that brings up something that I think is part of what your organization\n\nworks on. Suburban sprawl, ironically, introduced city people to nature. That’s right. You know,\n\nmaybe not just having yards, but three doors down was the end of the neighborhood. Yeah, we’re\n\nfield. Yeah, field. We talk about that in New York. Absolutely. And that right now, one of the things\n\nwe can do in these suburb and communities is permaculture, the heck out of them, and get the\n\nbiodynamic soil activation going. It’s great infrastructure, actually, for food forests,\n\nand so this is part of the work we’re doing promoting, not in communities all over.\n\nYeah, in one year, you can turn around your whole soil, exact bush in his farmer’s footprint,\n\ncreating the research on glycophate, creating cancer, you know, that we now have round up on the way\n\nout so we can now restore our soil and restore. Can you say that again now that we have round up,\n\nhow can you wouldn’t know what is this? Well, doctors that push, there’s an amazing doctor\n\nwho did much of much of the research on glycophate, which is water soluble, went in\n\nto round up being a plot. Round up being the pesticide. Yes. Yes. By Monsanto. Yes.\n\nThat people using their lawns and farm fields, yeah, throughout agriculture, throughout what has\n\nhappened. Well, it’s been water soluble. What has happened to the use of it? Yes, and it has\n\njust destroyed the health of the people administering it in their soil. I thought you were saying\n\nit’s been legislation now. So there’s now a series of lawsuits arising because of the science\n\nthat Zach Bush has been leading on and we’re seeing increasingly commercial farmers switching back\n\nto organic farming practices, knowing that not only is glycophate poisoning food,\n\nit’s also contributing to extraordinarily high rates of cancer in the farming communities.\n\nYeah. So this is it’s something we’re all working on. Yeah, you’re back yard. You don’t go\n\nif you use it in your own backyard. Well, I’ve heard there are some states where it’s been banned.\n\nNot yet. That’s interesting. I’m not sure where we are on that.\n\nWell, let me let me ask you. We’re talking a little about the history, thinking 50 years back.\n\nAnd I’m wondering, Trammell, for you, you know, here you are, you grew up in Texas\n\nfrom a family and real estate and business. How did you get into the environmental and ecological\n\nwork that you’re now leading? Well, the original story of this is real simple. There’s no great\n\nromance to it. My brother taught me three words when I was 12. He taught me other three words.\n\nYeah, I don’t know if we should say that. But well, environments, population, and politics,\n\nand as soon as I learned those words, they became the most important things to me.\n\nThank goodness. Environment, population of politics. Yeah. Got it. I like to say,\n\nand he proceeded to forget the first two because he started an active environmentalist.\n\nBut that’s not fair. But like many people, I just went about my way of school and college,\n\nand work, and getting married, and kids. So I really wasn’t fully active until my\n\n50s. Finally, I get to do what I want because I’m lucky to have to be able to work full time\n\nand nonprofit. Most people cannot afford to do that. I guess the lesson there is don’t wait\n\nuntil you’re 50. Don’t retire. You have to balance your life with working on things you believe in,\n\nas well as a vocation. You know, one of the things that I talked about at length in the book Why\n\nHonour is that increasingly as our economy is transforming, as the marketplaces transforming,\n\nthere are more and more careers, both for profit and non-profit, that are engaged and regenerative\n\nin conservation oriented in restoration and sustainability oriented business practices.\n\nAnd it’s so exciting doing a lot of work with youth knowing that they’re looking ahead to a future\n\nwhere there are all kinds of job opportunities that are doing great work for the world, for the\n\nenvironment and for people. You can go work in a green job and a plastic company. Who would have thought?\n\nSo a little while ago you said something about forest food, food forests. So this is mimicking\n\nsome of the natural stacking of layers of tall trees, medium height trees, shorter trees, shrubs,\n\netc. All producing different types of foods, nuts, fruits, etc. It’s a perennial strategy related\n\nto permaculture to give more diversity and food production in our homes, our gardens, our yards,\n\nwhich also has a wonderful side benefit of creating more habitat for pollinators for important insects.\n\nSo are you saying it’s a matter of where you plant the trees and where you plant the underbrush?\n\nYes, in different types of trees to grow the nuts and the fruits that are climate appropriate.\n\nSo what you might see in a food forest here in Dallas is probably going to be different than what\n\nwe would see up in Cleveland in terms of species selection. Where would I see a food forest?\n\nIn Dallas, we got to find one. We just did a fabulous tour of an evangelical preacher’s 3.7 acre\n\npermaculture food forest with his family and his kids who did a soil activation. This was up in Ohio\n\noutside of Akron and it’s an episode that will be published fairly soon. North Texas.\n\nAnd North Texas up there in Ohio. But it would be really cool before\n\nCleveland for example, there’s an effort working with communities of refugees and immigrants to help take care of\n\nfood forests, getting established on vacant lots so that this is actually helping the cities.\n\nOh, you can go to a half-quad right there and do a food forest.\n\nOh, yeah. Oh, yeah. Yeah, well, I’m sure you’re thinking about this in terms of Texas food forests.\n\nOh, yeah, I’m sure you’re thinking about this in terms of Texas food forests.\n\nThere’s that too and that gets into the whole silver pasture\n\nset of strategies that is being mobilized at larger scales where you’re doing a similar kind of\n\nstrategy of having different heights of trees producing nuts and fruits and also doing your\n\nlivestock grazing underneath that, which is a strategy for soil building, which we know is one of\n\nthe keys to sequestering carbon from that. Let me see here.\n\nMm-hmm. Yeah.\n\nOh, look at that here. There’s a little touch of that.\n\nYeah. It’s a very short, really.\n\nIt’s a travel.\n\nIt’s a travel.\n\nRight, you can do that.\n\nSo I’ll steer your hand with it.\n\nYeah, you have a monstrous buck.\n\nThat’s why others, the other things, something’s heavy.\n\nSo, do you remember where you wrote about it here?\n\nSo, you know, in terms of silver pasture and what not, let’s see what’s in here.\n\nThis is so brief and so soil focused, it may not be talking about food forests actually.\n\nSo it’s all soil stewardages.\n\nThis is all soil focused and I got a funny quick story on this.\n\nOne of my old buddies that you’re up with played football and baseball with,\n\nhe called me after I sent him a copy of why on earth and it was about Christmas time.\n\nAnd his name is Joe and he called me up and he said,\n\nthey said, Aaron, can’t you just boil this all down and tell me what to do?\n\nAnd I said, Joe, I got the thing for you.\n\nWe’re going to in a couple of months have our soil stewardage of handbook out,\n\nwhich is as full of activities people can do.\n\nYou send him the $400, the $400 page.\n\nYeah, that was the Bible.\n\nBut no, we could be doing more resources on the food forest strategies.\n\nAnd I think it’s a really important angle.\n\nOne of the others that we’re starting to produce some content for is\n\nwhat homeowners associations can be doing.\n\nTo stop identifying, to start building soil.\n\nTo do that.\n\nMake it out of landscapes.\n\nA manual for that.\n\nThat’s cooking.\n\nThat’s cooking.\n\nIt’s about our office.\n\nWell, it’s probably just a few weeks before we have a very short document\n\nand then probably about a handful of months before we have something a little longer.\n\nSpeaking of the biggest.\n\nYeah, I believe that the biggest homeowner\n\nassociation management company, I think they’ve got 8,000 HMOs.\n\nWhat are we going?\n\nAnd I forget.\n\nWell, it might be 50,000.\n\nIt might be 20,000.\n\nRight.\n\nMr. John Corona here in Dallas.\n\nWho exhibits that?\n\nI mean, it’s.\n\nOh, very cool.\n\nYou see me that at the beginning stage that I’ll send it to him.\n\nThat’d be great.\n\nYeah, maybe he could get started learning.\n\nYeah, you know, this is the kind of thing wherever we are,\n\nwhether it’s a big urban environment like New York City, whether it’s suburban,\n\nwhether it’s rural, there’s so much we can all be doing.\n\nAnd what I love about Earth X is it’s so packed full of solutions,\n\nof information about things going on worldwide, and of\n\nways people are mobilizing in communities all over.\n\nOkay, so we build a part much.\n\nTrammell Crow Company.\n\nResidential.\n\nUh, what would a regular garden office, a garden apartment complex,\n\nthree-story apartment, you know, your occasional swimming pool, what not.\n\nWhat would the, uh, property manager and the residents do there?\n\nYeah, that’s a great question.\n\nSo, uh, one of the strategies is to put in community gardens so that the\n\nindividuals have access to growing a little bit of their own fresh vegetables\n\nor would have you, which also creates community.\n\nIt also, uh, reduces often, uh, crime in some cases where you’ve got more\n\ncommunity interaction, more eyes watching the streets so to speak.\n\nYou can also do the food forest strategy so that your landscapes not just\n\nfor the visual aesthetic, but is also growing foods,\n\nand in some cases medicinal herbs.\n\nNow, now a key is when we’re doing food in medicinal herbs,\n\nwe don’t want any poisons there.\n\nSo part of, part of this shifting in mentality and philosophy and psychology is,\n\nhey, we’re not going to spray poisons to make sure that\n\nthere’s no blade of grass sticking up between the conqueror would have you.\n\nAnd we’re going to stop toxifying our environments.\n\nWe’re also going to really encourage people to do composting,\n\nwhich is soil building as opposed to methane producing because when those,\n\num, when those food wastes and waste paper and all that goes to landfill\n\nwe’re just exacerbating the climate crisis.\n\nSo as a real estate, we’re a residential developer.\n\nWhat would I do to learn about, um, offering composting to tenants?\n\nWell, golly, I guess we got to produce some resources for you.\n\nAnd a whole lot like you.\n\nYeah, I think it’s a big opportunity.\n\nBut wait, you might have to get to know your neighbors.\n\nWell, right.\n\nThat’s what they eat.\n\nYeah, I’m what they eat.\n\nYeah, I’m what they, I think a lot of us would agree that in our country right now,\n\nwe’ve got a real cultural crisis and we’ve got a real divisiveness out there\n\nthat we can heal upon the reasons because we don’t know our neighbors.\n\nYou know, part of it is, and I love there’s a quote from President Franklin Roosevelt.\n\nHe said, a nation that destroys its soil destroys itself.\n\nAnd I imagine there’s got to be a corollary there,\n\nwhich is a nation that heals its soil heals itself.\n\nAnd it could be that as our communities are mobilizing around these\n\nsoil installations, gardening, food forests,\n\nthat also means we’re healing our communities.\n\nWell, you got that quote down.\n\nI need that.\n\nI need to use that.\n\nI’ll give that to you.\n\nAbsolutely.\n\nWell, I love that.\n\nI think I’ll hang on that.\n\nI got some more questions to you.\n\nYou already said that.\n\nAlso, you know, when asked when you met at R.D.\n\nyou met Jerome who did the, he’s at Promo Culture Guru there.\n\nThey’ve wrote the book on the Greenhouses.\n\nJerome Austin.\n\nAustin County, of course.\n\nA book, and if not, I’ll get you one.\n\nBut that’s a real important piece for developers.\n\nWhen you send it to us.\n\nI will.\n\nI will.\n\nSo again, as a developer.\n\nResidential apartments, the gardens you said, the composting you said.\n\nWhat about just a regular office building?\n\nI don’t mean 50-storey building.\n\nCheck this out.\n\nI think we’ve got a huge opportunity here.\n\nI think that we know through the research that indoor air quality in office buildings is\n\nparticularly bad, because we’ve got a lot of materials off-gassing, computers, finishes,\n\npaints, furniture, all kinds of things, carpets.\n\nAnd we also know, get this, that certain species of plant are very, very good at filtering\n\nair, carcinogens in particular.\n\nThe very best is the spider plant is the household name.\n\nWe can get the Latin name for you.\n\nAnd in fact, on our soil stewardship webinar, which is available on the website, we talked\n\nabout this.\n\nOne of the things I think we’ll be seeing in the coming years inside of office buildings\n\nis a whole bunch of living plants, spider plants, and others that are particularly good\n\nat filtering the air.\n\nI hope we see this in people’s homes, too.\n\nWe know childhood asthma is closely related to indoor air quality issues.\n\nAnd that means you’re necessarily also bringing in soil.\n\nSo think about one of the ways we can sequester carbon and make these urban rural linkages\n\nis by having these soil installations with living plants and helping to educate and connect\n\nthe dots for people about how these things are all interrelated.\n\nSo we need to recruit individual children companies who want to come to Earth X and sell\n\nthose types of plants to the public.\n\nYeah, yeah.\n\nSo be great.\n\nAnd design, so you have the daylight and better design standards so that you have green\n\nbuilding it.\n\nWell, that’s easier.\n\nThat’s happening.\n\nWe’re starting to do that in residential and the office buildings are really going that\n\nway towards leads and all.\n\nBut to have a plant in the space doing that works essential.\n\nWe’ve evolved to live among and within living plants and trees and forests.\n\nAnd we know there’s a ton of research from the medical and psychological community plants\n\nfor five minutes, measurably reduces stress hormones.\n\nWe know it’s related to cognitive performance.\n\nWe know it’s related to quality of life.\n\nWe know it’s related to creativity and some of these things we need in our businesses and\n\nour workplaces.\n\nSo it’s, to me, almost a no brainer in a sense.\n\nAnd I think there’s probably a lot of commercial opportunities as we mobilize these kinds of\n\nstrategies.\n\nAnd it means we’re all healthier and then hopefully doing even more stewardship and regenerative\n\nwork, whether it’s in real estate or some other industry.\n\nWe all get to help shape and create the future together.\n\nOne of the Earth X-lings, one of us at Earth X, Bruce, has some device that detects the\n\ncarbon footprint where it is.\n\nSo he says, in his office, in his particular office, it’s 1,000 per part for me.\n\nAnd that sounds good, but he says, again, that’s not unusual at all, 1,000 partners for\n\nWe tell Dr. Oxfine down about this.\n\nAnd outdoors is what, 400, 400 can enter something.\n\nRight.\n\nAnd just by way of reference for folks who may not know this right offhand, before the industrial\n\nrevolution, the carbon concentration in the atmosphere was 280 parts per million.\n\nSo now, as Tramwell’s saying, we’re over 400 parts per million.\n\nAnd we’ve seen over 43% increase in carbon concentration in the atmosphere.\n\nThis is driving the climate crisis.\n\nWhat’s beautiful about soil building is a 10% increase in soil carbon is the equivalent\n\nof sequestering all of the fossil carbon we’ve released since the beginning of the industrial\n\nrevolution.\n\nI said it again.\n\n10% increase in soil carbon worldwide is equivalent to sequestering all of the fossil\n\ncarbon we’ve released.\n\nSo I don’t know how do I do this.\n\nSo we can get biodynamics going in the property.\n\nThere are certain plants.\n\nWe can grow their fast growing that are literally breathing in carbon from atmosphere and our\n\nthings.\n\nWe can do to them, including composting, some cases biochar, to lock that carbon back\n\nin the ground where it belongs, we’d like to say.\n\nCan you, can you, all the top of your head, say, what trees here in Texas, not our native\n\ntrees, but what trees?\n\nWe know that plant.\n\nWe know that plant.\n\nWe know bamboo and hemp are pretty fast growing in this area.\n\nYou got fast growing popular.\n\nYou’ve got a really beautiful forest here.\n\nI’m just looking out the windows.\n\nEven here at the lower level of the landscape, you could be doing a lot of comfrey, which\n\nevery fall, you would then compost.\n\nIt’s a very fast growing, it only gets a couple of few feet high, although it can get three,\n\nfour feet high.\n\nMine is this high in New York.\n\nIt’s a grass.\n\nIt’s a country.\n\nIt’s a leafy plant.\n\nIt’s a leafy plant.\n\nIt’s also very healthy for healing wounds and things like that, but it’s great for the\n\nAnd it’s beautiful everywhere.\n\nYou could have it everywhere.\n\nYeah, when I travel around the country and visit different properties, one of the ways\n\nI can identify that there’s a permaculturist involved, and there’s a bunch of girls who are\n\ncomfortable.\n\nYeah, yeah.\n\nIt’s kind of cool.\n\nBamboo is not necessarily a species specific.\n\nJust most bamboo is good for this.\n\nThat’s a great question.\n\nI don’t know the answer to that.\n\nSo it’d be good to figure out what you probably know, okay, we got a lot of bamboo.\n\nAnd this is the other thing with the built environment, when we’re developing new buildings,\n\nwhen we build with wood and bamboo, that’s effectively locking atmosphere carbon up for\n\na very long time.\n\nSo when we’re thinking about materials, selections, even for finishes and so forth, there’s an\n\nopportunity to get back to some of these more natural materials that are ways to sequester\n\ncarbon based on the carbon.\n\nAnd bamboo, their leaves are so good for so many things, teas and medicines and facials.\n\nI don’t think we’ve ever taken a bamboo leaf.\n\nOh, you’ve got a beautiful, okay, hemp.\n\nWe have not planted hemp trees here, and we should.\n\nThe hemp.\n\nI think we’re going to see an incredible mobilization around uses of the fibers for things like\n\nclothing, and there’s some infrastructure that needs to be developed around the country"
}