{
  "title": "Episode 114 – Elizabeth Whitlow, Executive Director, Regenerative Organic Alliance",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12131/episode-114-elizabeth-whitlow-executive-director-regenerative-organic-alliance.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-114-elizabeth-whitlow-executive-director-regenerative-organic-alliance/",
  "episode_number": 114,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "**Like and subscribe on YouTube, Apple Podcast, Castro, Google Podcast, Overcast, Spotify, Stitcher, Instagram, and Facebook!**",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast. I’m your host, Aaron William Perry. And today we’re visiting with Elizabeth Whitlow, the executive director of the\n\nregenerative organic alliance, hi Elizabeth. Hi there from hen right there nice to see you Aaron. Good to see you too for having me.\n\nIt’s a pleasure that had you on the show, and I’m really excited to dive into this conversation with you. And it’s a very important one. And before I share with folks just a little bit about you and your background I want to encourage folks to like subscribe and follow our\n\nour podcast on YouTube and on your podcast channel of choice.\n\nAnd yeah, we’re going to dive in and talk about regenerative agriculture and the new\n\nregenerative organic certification here. So let’s dive in. Elizabeth Whitlow’s role as the\n\nexecutive director of the regenerative organic alliance is the culmination of over 20 years\n\nworking for systemic change in agriculture systems. She began her career as an advocate for\n\nshade grown fair trade and organic coffee growers in Central America. Since then, she has worked\n\nacross the spectrum of elevated certifications, both in farming and branching. She is now leading\n\nthe charge for regenerative organic agriculture, managing the holistic and high bar regenerative\n\norganic certified standard. The ROC is the north star of certifications building upon\n\nthe USDA organic label through the pillars of soil health, animal welfare, and social fairness.\n\nNow, in the approximately 37 seconds it took for me to read this brief bio, we have lost the\n\nequivalent of 18 soccer fields of living top soil on our planet. And Elizabeth, it feels like\n\nthat is exactly the right place to kick off our conversation. Can you paint the picture and just\n\ntell us a bit about what’s going on with soil right now? Yeah, then that’s and thank you so much\n\nfor the introduction. And that’s why it that bio ends with that really startling statistics. Like\n\nit makes it so tangible for all of us. In this little moments that we get to say hello and talk\n\nto each other, we’re losing field after field of top soil is blowing away and being destroyed\n\ndue to industrialized agriculture. So that is really where we can begin. And there’s a lot of\n\ninterest right now in soil, a lot of learning going on. It’s very emergent kind of topic where people\n\ncoming to this awareness of the fact that we’ve got more living beings in one teaspoon of soil\n\nthan we have humans on the planet. Another startling statistic that is kind of mind-boggling when\n\nyou try to get your head around that. That 85% of those living beings in that one little teaspoon\n\nhave not yet been identified. And all the different complex interactions that are going on between\n\nall these living beings are still to be learned. We have so much to learn about what’s going on in\n\nthe soil. And so I think it’s just a really important and great starting point on why it is\n\nimportant to farm in a way that preserves the soil. What we do to the soil, we do to ourselves.\n\nIt is the bedrock of our civilization, our culture. And I think the time for soil is now\n\nthe year of soil was a couple of years ago. I don’t know if you recall this, but it’s only\n\nwonky kind of folks like me probably who were paying attention to that. But now it feels like a lot\n\nmore people are paying attention. And so I’m really grateful for the time to come and talk to your\n\naudience. I know your listeners already are so up on all these topics and are probably very\n\nwell aware of what’s going on. But happy to jump in and elaborate on any points. So thanks, Aaron.\n\nYeah, you know absolutely. And we’re all learning together. And even if we’re hearing something\n\nagain, I think it really helps us absorb and understand even more deeply when we hear\n\nadditional perspectives on these same topics. And I’m encouraged to note that this is now\n\nthe decade on ecosystem restoration with the whole community through the United Nations. And of\n\ncourse, soil is central to all of that work. So yeah, I mean, soil is so remarkable. And let’s\n\njust talk a little bit about what you guys are doing with the certification and why\n\nyou chose the three pillars that you chose. Yeah, that’s the great starting point. So\n\nI’m so lucky to be the executive director of the Regenerative Organical Alliance. You’ve had\n\nseveral founding members from the ROA on your podcast that you had some great interviews with\n\nmy dear brother, David Bronner and Garo and Jeff Moyer. And you know, these are the founders\n\nof the ROA along with the Patagonia company, Patagonia and not just the clothing, but they’ve\n\nalso got a food brand. And so these four founders or three really Patagonia, Rodale and Bronners,\n\ncame together and created the Regenerative Organic Certified Framework because they were\n\nconcerned about what they saw as kind of a weakening of the organic kind of the way organic was\n\nbeing implemented on the ground. A weakening of the standard, there was this allowance for\n\nhydroponics, which was a huge deal within that sector in 2017. On top of the Trump administration had\n\nremoved any provisions for animal welfare from the organic programs. So therefore, we were\n\nending up with kind of more factory style farms in the livestock realm for organic. And\n\nyeah, there were just a lot of different concerns that were kind of coming up, bubbling up around a\n\nweakening of the organic standards. So the founders came together and they were like, all right,\n\nwait a minute, we love organic. We believe in organic. It’s the highest label out there. It’s the\n\nhighest designation you can earn as a farmer. It’s a lot of work many times. But we want to add to that.\n\nWe want to add on these additional provisions around soil health and around animal welfare.\n\nAnd then also a really important and often overlooked. Critical component is the humans who work\n\nin these systems. So they added this social fairness pillar to the framework and this is meant to\n\nensure fair treatment to farmers and to farm workers. And so those three pillars are the central\n\ntenants of the programs, soil health and land management practices, animal welfare, and then\n\nfairness to farmers and farm workers. And can you tell us a bit about some of the farmers and\n\nranchers that you’re already working with? And I know that you’ve got not only the incredible\n\naccomplishment of putting this certification together and that is no small fee to maybe we can\n\ndive into some of the details of the framework in a moment. But now you’re in the process of\n\nimplementation. And I imagine there’s a long line of farmers and ranchers who would like to\n\nget this certification. You know, what does that look like, you know, sort of boots on the ground\n\nand behind the scene? Yeah, we are super busy. We have been busy since the day I started.\n\nIt’s never slowed down and I keep getting to grow my team and get more people, but we seem\n\nbusier every time I don’t know. I keep thinking like, okay, we’re going to finally catch up now.\n\nWe’re not because I think everybody wants this. Everybody is reaching for this kind of ideal\n\nof some things that would, you know, they can really feel good about in their purchases. And I\n\nthink one thing like just to kind of set that stage around agriculture as a huge problem\n\nin this world. It contributes like up to 25, 30% of industrial kind of emissions, greenhouse\n\ngases, but agriculture also has this huge potential to be a solution. And so how do we make this?\n\nHow do we help farmers get along this journey and farmers implement these practices and then\n\nconsumers learn to recognize and reward these farmers and pay the premiums that they deserve?\n\nThose are all kind of really important aspects of this. The Rodale Institute has been looking\n\nat regenerative organic farming for quite some time. In fact, Jeff Moyer is the CEO and ED there\n\nat Rodale. And he founded this concept around the roller crimper. Long like I can’t remember,\n\nI saw him first speak about that Aaron at the conference we were talking about where we’re going\n\nto see each other in January the eco farm conference. So I saw Jeff speak about that roller crimper\n\nthere. And it’s just a really, there’s some fascinating work being done on the ground as far as\n\nimplementing new regenerative practices. There’s a whole contingent up north and west of you\n\nup there in the Dakotas and Nebraska who have been doing a lot of incorporation of regenerative\n\npractices. And so we really have to start there and we start with like how do farmers adopt these\n\npractices a lot, a lot to be learned. But the basic principles, if you want me to outline some\n\nof those principles really aligned with the regenerative, the more kind of general regenerative\n\nmovement is minimal soil disturbance. You keep the ground covered at all times. So that’s precious\n\nsoil doesn’t blow away. You keep living roots in the ground as long as possible or like vegetative\n\ncover on the ground, a little armor, a protective armor for that soil. You incorporate diversity\n\ninto the soil into your planting theme and support biodiversity in that way. You bring animals\n\nback into the farm and bring animal manure into the farm and grazing and all the kind of benefits\n\nthat that can bring to land. So those are just some of the key principles for generative.\n\nSo I’m sorry if I rambled on that. No, it’s really great and I’m scribbling some notes here,\n\nyou know, trying to keep up to do this summary in the show notes when we’re finished.\n\nThat is great to hear and it helps paint a picture of what’s happening on the farms. And I\n\nwas curious. I know many of our audience are familiar with this term regenerative, but I was hoping\n\nyou could a define it for us and also be speak to the potential risks we’re seeing of that term\n\nitself, being watered down if we don’t have robust certifications like the ROC. Yeah, no, thank you\n\nfor asking that. I think that’s a really important part of this like the intentions of the founders\n\nwas number one, like they put the established regenerative organic certified in a link regenerative\n\nto organic. And that’s key and that is putting a stake in the ground keeping organic from being\n\nfurther weakened. And also to protect the term regenerative, the founders were really concerned\n\nabout this potential greenwashing from corporate interests. And they wanted to create this high bar\n\nstandard that would demonstrate and clarify what regenerative can and should be. And this is a\n\nholistic type of agriculture that regenerates resources and considers all players in the farming\n\nsystem from the soil microbiome to the animals to the waters. So we believe regenerative\n\norganic always go together. And this is just something I think that is hugely important right now\n\nand we’re seeing already in three years since I’ve been in this position. We now have very large\n\ncorporate interests. Everybody’s excited about this concept of regenerative and it’s becoming a\n\nbuzz word and it’s potentially getting weakened when we see that Walmart wants to be a regenerative\n\nbusiness. What does that mean? And when people are claiming regenerative by whose definition?\n\nWhat is, you know, and so this is something where the founders put this framework out, got public\n\ncomment, 400 public comments came in and that’s when they were like, oh boy, we’re onto something and\n\nthey hired NSF International to be the program manager. And NSF took, they are an international\n\nstandards bearer. They have like 165 different standards they implement around the globe. So they\n\ncame in and they were brought on. This is before I was hired. They were the program manager and they\n\ntook in all that feedback. They worked with all these different task forces and advisory groups\n\non deliberating and through that feedback made recommendations to a second version of the framework.\n\nThe first version that came out said no till. And as you can imagine, you’re familiar with farming\n\nand farmers were all like, what do you mean no till? That’s not going to work. So we want minimal till\n\nor conservation till, but no till isn’t practical. And so there was a lot of, you know, feedback,\n\nand critical feedback that was incorporated and addressed and built into that new second version.\n\nThat’s about when I came along. And we then did the pilot program. And so I’m maybe getting ahead\n\nof myself. So I won’t go into the pilot. Maybe you want to talk about that in a bit. But just,\n\nyou know, as far as the term regenerative agriculture, this term was actually first\n\nintroduced by George Washington Carver. And then it was popularized by Robert Rodeo.\n\nIt was made pretty well most well known people we think perhaps because Rodeo’s our founder.\n\nBut it was made more well known by Robert Rodeo. And it’s a collection of practices that focus\n\non regenerative soil health and the full farm ecosystem. And I just want to acknowledge that\n\nthese practices, they come from traditional and indigenous practices that have been\n\nsearing land for millennia around the globe. And so, you know, I don’t want to underestimate\n\nthat contribution or make it seem like this, you know, the modern concept. It’s really old ways\n\nof farming. So what’s old is new. Yes, it’s a thank you for acknowledging that and mentioning that.\n\nAnd, you know, I think one of the one of the keys here that not everybody has a full appreciation\n\nfor quite yet is the degree to which we have toxified our agricultural soils and the waters\n\nbeing used to irrigate those soils. Right. And, you know, this is this is one of the linkages\n\nthat has not only created massive dead zones, thousands upon thousands of acres of dead zones\n\nat the river delta is the Mississippi and other great rivers around the world. But increasingly,\n\nthe medical community is linking this toxicification to our own cancers and other\n\nsevere diseases and ailments. And so, you know, there’s not only the climate imperative and the\n\nbiodiversity imperative, but this is very much about our own human health and wellness, right.\n\nTotally. Food as medicine, you know, there’s food can be our medicine and should be. And we,\n\nyou know, we have an epidemic here of diabetes and heart disease. All these diet related illnesses\n\nthat we suffer here in the West and particularly in North America, I, you know, these are a result\n\nof our reliance on our concept that our belief that we deserve cheap food, that we have a right\n\nto cheap food. Number one, that one, I’m sorry, people may differ with me on that, but I just like\n\nI really don’t believe in cheap food. Farmers should be paid cost money to grow food and to\n\ntend to food in this way. And we have this false concept of like, oh, we should have dollar\n\ndozen eggs and we should have all this abundance of corn and soy, which is used as just processing,\n\nit’s just processed foods. And so cheap food is definitely not better. Everybody deserves access\n\nto healthy quality fruits and vegetables and good grains and not like these massive kind of the\n\nwinter wheat, the soft winter wheat that a lot of people are developing the gluten, they have\n\nproblems with the gluten and digesting that same with the milk, the dairy that is mass produced,\n\nsame with the corn, all these people with diabetes, like these are all a result of the way we’re eating\n\nand the way we’re producing our food. So yeah, it’s a bit of a, probably a bit of a soap box\n\nthat I can try and step off of. Yeah, no, it’s so important to connect these dots and I had the\n\nopportunity to interview a brilliant young lady who happens to be my daughter about illness as\n\nthe eyes of the medical community. And she said that basically all illness boils down to\n\ninflammation and toxicity. And you know, what we’re not going on especially in this country\n\nis a super toxic food supply that is also highly inflammatory in many cases. So we’re sort of\n\ngetting the double whammy here, especially in the United States. Have you seen a new book\n\ninflamed? I’ve seen it. I haven’t read it yet though. Medicine and the anatomy of injustice.\n\nSo Raj Patel, of course, probably most people know and Rupa is an amazing doctor and as she calls\n\nherself Farmer’s wife, she’s right here in the Bay Area and she and her husband have known him\n\na long time, an amazing farmer and they’re doing some really amazing work here with some other\n\nfarming kind of ventures. He’s doing the farm the rooftop and they’re doing a lot of fantastic work\n\naround this whole concept of helping indigenous people come back to their land and farm\n\ntraditional foods. And yeah, it’s it’s pretty powerful stuff. There’s also Daphne Miller\n\ndown in San Francisco. She’s done a lot of work on this topic. I don’t know if you know of her.\n\nThey actually do not at this point. So it would be fun to connect with her. Oh, yeah, she’s great.\n\nLet me look and see what her book was. It’s pharmacophia. Farmer copia with an F. Yeah.\n\nAnd she did a lot. She learned a lot from working with a lot of farm workers who Rupa and Daphne\n\nboth working with farm workers who were exposed to the toxic pesticides that you just were talking\n\nabout. And we’re talking about those dead zones and you know, you all are keenly aware of water\n\nissues there. Colorado, what happens to that water is it keeps going down further down river\n\nand getting more and more runoff goes to it and then it gets more concentrated by the time it gets\n\ndown south. It’s like just a trickle of toxic soup and who can grow food on that. And so there’s\n\nan equity issue that is just so apparent to some of us and so not apparent to others. It’s really\n\nchallenging to think about solutions to that. But yeah, truly, we’ve got a lot of work to do.\n\nYour comment about cheap food made me think of some statistics. I came across a few years back\n\nthat really shed some light on the situation and go something like this. Here in the United States,\n\nwe spend apparently only somewhere around 5% or GDP on food and something like 15 to 20% on health\n\ncare. Yes. In many other parts of the world, I’m remembering French statistics. It’s actually\n\nthe inverse, right? 50% on food and more like 5% on health. Thanks for that reminder. Yeah,\n\nI forgot about that statistic. It’s really super revealing, right? Yeah.\n\nAnd look at our health care costs and look at what’s going on in health care. And I think\n\nit’s that pusher or farmer’s footprint who talks about this, like the trillion dollars that we\n\nspend on health care. What if we just sent it on good quality food and grew, you know,\n\nmade healthier people? Exactly, right? And yeah, there’s a lot of opportunities for us to turn\n\nthis around. That’s the thing that I feel like your message. And when I get from your work,\n\nAaron, and Wiener, and what you and your community have been doing, like, let’s look to the hopeful\n\nsolutions. What do we need to do? Turn this around. And so, you know, there’s things that are very\n\nimpactful, very evident. We don’t have to prove the science on this. We know it. It’s been proven.\n\nSo let’s just go. Let’s make it happen, right? Yeah, I love this Elizabeth. And you know,\n\nI think one of the secrets that hopefully is getting out more and more is that those of us who\n\nare fortunate enough to be already engaged in this kind of lifestyle in the communities of\n\nincredible farmers and leaders who are forging the way here, you know, there is a,\n\nthere is a quality of life experiencing that we get to enjoy. And I remember when you visited\n\nElk Run Farm just a few weeks ago, and we said, let’s not record a podcast quite yet. Let’s just\n\nhang out and chat. So fun. You know, it’s so fun. And before you took off, we had traded all kinds\n\nof ferments. And you gave me this amazing powder of beneficial herbs and roots and fungi that I’ve\n\nbeen using in my smoothies and use some things. And it’s that there’s this this cultural experience\n\nthat I think our ancestors all had in their life ways, but we’ve really lost in this modern\n\nindustrial society of ours. And I think one of the real silver linings in all of this is we get to\n\nnot only restore soil and water, but also restore our own quality of life, basically. Yeah,\n\nand that’s really beautiful. And it’s so true. Like that exchange is just really it’s so powerful.\n\nAnd so so gratifying to just kind of like roaming through your your cabinet. Wow,\n\nlook at all this stuff. This is amazing. It was really fun. And your art and all your books,\n\nyeah, it was really great. Yeah. I hope you enjoyed the Mulberry Strab. How’s that going?\n\nSo well, I mean, everything that you share. Yeah. Yeah, it’s great. I’m I’m curious if you could maybe\n\ntell us just a little bit more about your partners. And I know you mentioned some of the three\n\nfounding partners, but you’ve also shared with me a number of other organizations who are involved in\n\nthe work you’re doing. And it might be nice to do a bit of a kind of survey and shout out to them\n\nif you’d like. Totally. Yes. Gosh. So we have the other members of our board, amazing organizations\n\ndoing some phenomenal work. There’s textile exchange. And so like there’s there’s a huge\n\nlevel of interest coming in from textile world. And so I feel like you and I are mostly talking\n\nabout food farming for food, but oh my gosh, the potentials with textiles and the interest coming\n\nin from fashion sector is way up here. And so that’s some really cool stuff. And now you want to\n\nthink about cops and hemp, wool, cashmere, hides from leather. So there’s a ton of potential there.\n\nAnd a lot of from high fashion to fast fashion, the fashion industry is really turning it around\n\nand looking at itself and like, whoa, this is a very dirty polluting industry. And I think there’s\n\na lot of changes happening and that’s been pretty exciting to see. So we’ve got the textile exchange\n\nrepresentative. We’ve also got compassion in world farming. Amazing, really knowledgeable, technically\n\nkind of super knowledgeable folks there who are helping us navigate the animal welfare standards\n\nand find a way to let farmers, of course, raise livestock and incorporate livestock onto the farm,\n\nbut being reasonable about it and, you know, ensuring that animals who are going to be farmed and\n\nraised for me that they get, I know it’s a little bit ironic, but that they have a really high\n\nquality of life. Their entire life lets them live and express their natural behaviors up until\n\nthat one last bad day is my former board member, Will Harris, always said. The one the last bad day,\n\nthe only bad day they had was that day, you know, when they got to this slaughterhouse.\n\nWe also have David Bronner as a leader in a long time vegan and, you know, he’s a huge advocate\n\nfor for veganism, for less better meat. And so that is infused throughout a lot of our work.\n\nYeah, so we have others fair world project and Dana Geffner advocates on behalf of farm workers\n\nall over. She’s doing a lot of work with the dairy sector here domestically and has always done\n\nglobal work and then we have a new board member who I am just so gaga over is a Dave Romero\n\nBreonis and she is from First Nations and she runs their sustainable food program and does a\n\nlot of work around food sovereignty for indigenous peoples and she also was a former NOSB member.\n\nSo she knows the law, she’s trained as a lawyer, was formerly a judge, she’s just phenomenal\n\nand and then Paul Dolan, another member of our board. He has always been a real leader in\n\nthe wine grape growing sector and we’ve had a lot of interest coming in from wine. And so Paul\n\nwas the leader who took the Fetzer wine label Fetzer company to organic in the 90s and then he\n\nwent even further from there, went and did up in biodynamics and he just keeps evolving and so\n\nhe’s gone from the organic biogenomics to now regenerative organic and he’s the chair of my board.\n\nI think I caught everybody, oh no Alfred Grant, we have a farmer in Europe and he’s on the EU\n\nmission board for soil health. He’s an infectious farmer crazy for worms and soil and all kinds of\n\ngood things. I think that rounds out my board and then what you and I were talking about was some\n\nof our recently certified entities and I was talking to you about Poconos organic. I had just\n\nbeen out to visit them and they’re just a ray of light in this work and really amazing folks\n\ncommitted to food as medicine, the founders there, the founder of Poconos organics had some\n\nhealth challenges that she was able to address by changing her whole eating style into an organic\n\nnow regenerative organic kind of lifestyle and she’s a big advocate for that and Poconos is,\n\nthis is the family, this is the Poconos race weight okay like I don’t know if you ever watch\n\nNASCAR, I personally didn’t and I don’t but my dad raised NASCAR. Yeah and my dad was also an\n\nNFL football player and after his football career he was racing cars and when I was home after I\n\nsaw you I was in Georgia and I had to go bury my my sweet dad that you know after losing him\n\nlast year but my brother was like Elizabeth dad raced at Poconos that was where I was with him\n\nand that picture was white in his head off and it was kind of cool because I had no idea that my\n\ndad was at that racetrack where I was just a week before but anyway that’s I that’s a side definitely\n\nsegue. Poconos organics doing amazing work and I had just been to visit our friends at organic\n\nIndia they’re in Boulder and they have just recently become allies of the ROA and they’ve got\n\na couple of different farms in India in the that they’re applying for rock and so you know I\n\nhope to see some sort of organic Tulsi tea from them in the coming year and they’re just amazing\n\nfolks they’re going to be opening up a really cool flagship store they’re on Pearl Street in Boulder\n\nI’ll probably be out there to visit when they open in January so I expect to see you there.\n\nAbsolutely you know we’ll have to celebrate for sure yeah they’re going to do some really great\n\nevents there like educational events around you know healing of herbs and different aspects of\n\nthat and all right regenerative organic and yeah it sounds like it’s going to be a really neat shop\n\nthat is so cool yeah let me ask you know as consumers as all of this is\n\ngrowing in scale and scope what is it we can be doing as consumers to help support all of this\n\nand where can we find you know the the food companies and and fashion and clothing companies who\n\nalready have the certification yeah that’s a great question so one of the last emails I had\n\ntonight was from my wonderful certification manager and she’s working in our database I’m\n\ngetting this almost ready for publishing we hope we’re expecting before like we leave for the\n\nChristmas holiday that we are going to have the rock search directory live and running on our\n\nwebsite so you can go there and type in a type of commodity and you can get a search extension to\n\nshow you where you can get those types of crops or you know where those farms are located so that\n\nmight not necessarily mean you can walk to the store and buy that product right next year and\n\nthe second iteration of our farmer directory will include brands and products that are on the\n\nmarket so that’s one thing I would point you and your friends to our Instagram page where we just\n\ndid this we had a whole series of titles we kind of like after my trip across the Midwest and seeing\n\nall that corn and soy I’m like oh my gosh it just felt like so desperate we’re crossing this beautiful\n\nprairies that have been converted to GMO corn and soy and this is awful and so we did this whole\n\nlike disturbing content post and we got a lot of interest and a lot of people saying oh my god\n\nwhat can I do so we did a whole series of posts of what can I do as a farmer what can I do as a brand\n\nwhat can I do as a consumer so there’s like 10 different things on each of those posts so\n\nthat it’s great and if you want I can say some of them out loud right now if you want I’m just\n\nI just open it up let’s do it yeah let’s do it okay so as a consumer first of all um to buy\n\nfrom farmers that’s the first thing is you know buy direct go to your farmers and get you know\n\nbe in touch with your farmer and buy direct and ask them how they farm right we don’t want to assume\n\nthat they don’t farm in ways that we would value and so um I just think you know having the\n\nconversation is really important um also asking of your retailers and your brands that they are\n\ncarrying these types of products like it’s um pedagonia had a great ad campaign recently\n\nto it was like demand more um demand more from your brands and consume less by the way\n\nright and so like that’s that’s another one and um just educate yourself there’s so many\n\nresources there’s so many ways to to support this movement to learn about the movement the\n\nkiss the ground folks they’ve got a great soil advocacy training they’re about to embark on\n\na really cool project that we’ll be helping with and we’re going to try and you know help\n\nanyway we can is regenerate America and it’s going to be all about the next farm bill and so\n\nthat farm bill you know we have this historic opportunity to influence change for this upcoming\n\nfarm bill the farm bill is why people eat the crappy food here in this country because of\n\nsnap because of the food stamps that drives people to purchase really cheap food that isn’t good for\n\nthem and so like getting more provisions in that farm bill to help people access healthy\n\nfoods and vegetables and help farmers to support farmers to access the land from marginalized\n\nfarmers to access land there are so many ways that we can turn the farm bill around so that it is\n\nnot just one giant sucking subsidy from on santo and cargo and all of the massive corporations who\n\nhave like 1400 lobbyists in Washington DC they get all the money they’ve got all the lobbyists\n\nthey get all the money and so the consumers people need to step up speak out and get that farm bill\n\nturned around and so that’s going to be a great opportunity in the coming year to really activate\n\non that so that’s um those are a couple tangible things as a consumer that is super helpful\n\nlet me uh take advantage of this as a segue to uh to say that your instagram handle is at regenerative\n\norganic and folks can also get a lot of additional information at your website which is regenorganic.org\n\nand we’ll have these links in the show notes i want to take a quick moment to just remind our\n\naudience this is the YonEarth community podcast i’m your host Aaron William Perry and today we’re\n\nvisiting with the executive director of the regenerative organic alliance elizabeth witlow and\n\nwant to give a huge shout out to our uh supporters who make this podcast series possible and this\n\nincludes earth coast productions the lich family foundation purium earth hero vera herbals growing\n\nspaces soil works joyful journey hot springs spa earth water press doctor browners and\n\necoversity and of course uh waylay waters is also a supporter and uh we have a wonderful uh\n\nindividual supporter program that you can join as a listener go to why on earth.org slash support\n\nand sign up at any level that works for you uh on a monthly basis and if you would like to\n\nsign up at the thirty three dollar level uh waylay waters will send you a jar of the regeneratively\n\ngrown uh have been fused organic coconut oil aroma therapy soaking salts as a thank you gift\n\nso that’s um part of the win win win uh regenerative uh economic relationships we like to build\n\nin the movement and of course just want to invite you again to like subscribe and follow\n\nthat’s all very appreciated and uh yeah elizabeth i guess you know we’ve got uh in the coming year\n\na lot of very exciting uh things on on deck and getting on to the docket so to speak in addition to\n\nthe farm bill are there other initiatives and campaigns that that you’re aware of and that\n\nyou’re plugged into that you think we should know about um the american sustainable business council\n\ndoes a really great job with this um i you know they um definitely keep up with policy and\n\nupcoming policy bills to vote on and i you know i think the biggest one right now is that we just\n\npassed with this infrastructure bill and let’s see how that goes um but there’s there was\n\ninitially a lot in there um to be happy about from choree booker and from others in this space um\n\nso i’m not sure how much of that was intact i kind of lost track of it and all the\n\noh my gosh all the machinations yeah all the all that sausage making as people\n\nwow yeah that was horrifying to see that sausage making but yeah it did make it and now let’s see\n\nhow it does with um when it gets to senate but um yeah that’s my opinion sustainable business council\n\nhas they do some great work on that so if you’re not involved with them that might be a good resource\n\nfor you that’s great yeah you know and i i want to share with folks too that uh you you were just\n\non this really amazing tour uh driving all around the country visiting all sorts of different\n\nfarms and organizations and i was wondering if you might just tell us a little bit about your adventures\n\nyeah um and and we’re actually posting a bunch on our insta about it and actually i wanted to\n\nalso tell your folks if they wanted to get more information and learn more about regenerative we’re\n\ndeveloping out some really great resources and if you sign up on our mailing list we’ll send you a\n\nseries like three or four like the welcome email and then like some other emails with some great\n\nresources and reading material and suggestions for how to educate yourself more about regenerative\n\norganic and about these practices and what’s going on um all over the world and that’s the really\n\nexciting thing too and as this is so global it’s actually we’re probably busier on the international\n\nfront than we are domestically and we’re really busy domestically so it’s crazy um so some of the\n\nhighlights of my trip i mean honestly one thing i really i had some reservations feeling like\n\nokay here i come with California plates driving around the country in this big van and people\n\nlike we’re so politicized and people are so angry that nobody’s going to be nice to me you know\n\nor like people are giving you your welcoming especially maybe like the west coast left coast\n\nkind of liberal coming into the center of the country where things people are more traditional\n\nand in fact i just sound quite the opposite i found this such a warm reception and so much kind\n\nof graciousness and kindness and i was just really um it it just kind of filled my heart in a lot of\n\nways um in in that and visiting these farms was fantastic people really really need to see each\n\nother and that i felt everywhere i went we were all just like you couldn’t get enough of like\n\nhaving visitors and having people on site to see the farm and talk about what they were doing\n\nbecause we’ve all been operating in this vacuum and you know gosh let’s hope that we’re going to\n\nbe coming out of it this year but um who knows who can predict um but yeah those are some of the\n\nhighlights um some really innovative farms and cool stuff happening that was great to see on the\n\nground i was hit about the most perfect time it was really harvest time and colors were changing and\n\nby the time i left you and was heading west actually from you i went down to Denver and we had\n\nthis workshop with um we did a training for for N.O.P. auditors i think that was after i saw you\n\nwasn’t it yeah yeah i think you wouldn’t tell us what N.O.P. stands for just sorry me and i my neck\n\nacronyms in this industry at national organic program yeah that’s a federal law that oversees\n\ntells us how organic works and then there are certifiers who do that work and so all the certifiers\n\nany of the certifiers that we are working with at the regenerative organic alliance we have this whole\n\nnew territory which i spoke of earlier this social fairness component of our pillar and\n\ntypically the organic auditors have really in this in domestically don’t have any expertise\n\nin this topic if you go to the global south or go to the international front where organic\n\nauditors are all very accustomed to doing organic and fair trade audits at the same time because\n\nthat is like it’s been developing for 30 years in places where we see human trafficking and child\n\nlabor and all kinds of horrific things more commonly so here domestically it’s more hidden it’s\n\nin the shadows and it’s not as as obvious to people that these things are happening right here under\n\nour nose people are like oh but we have employment law we have OSHA but actually that doesn’t protect\n\nthe most vulnerable among us it doesn’t protect the undocumented individuals who make up 65% of our\n\nagricultural labor so the social fairness component is really key in helping auditors learn\n\nhow to approach an audit in like it’s it was a very trauma-based approach to auditing trauma-based\n\nkind of training and we did it in Denver with a wonderful group equitable food initiative\n\nand their trainer from Chile who works with horses a lot and so we did part of our training at\n\nan equine equine assisted facility for rescue horses and it was really all about body language\n\nand learning the importance of reading like the body language of somebody who has been traumatized\n\nin some way or another and learning how to be sensitive to that and how to handle it and in a\n\nway that doesn’t further endanger them and so yeah it was a really powerful couple days there\n\nthat we spent together and and then from there after the training I just was head and west\n\nyeah back to the west coast back to home and how far east did you get on your trip?\n\nwell I got to I drove all the way to Georgia but then I ended up leaving my little dog who you\n\nmet she wasn’t loving the trip so I left her in Georgia and I went up to Pennsylvania I flew\n\nup there to get to Verdeo Institute and then to Poconos and then I came back and drove the van\n\nup to Indiana and then started back across the country visited some really cool spots in the\n\nDakotas and in in Iowa at the Verdeo Midwest Center and yeah wonderful I was like such a cool adventure\n\nit was really fun to be able to be a part of your kind of final stretch there you know part one of\n\nmy other highlights I could just share is because it’s really where I got my start in agriculture was\n\nway too long ago back in the early 90s I was at the Prairie Institute or the Land Institute for\n\nthe Prairie Festival and that’s in Kansas and so I was really struck by the work that West Jackson\n\nwas doing then and still so like just reviewer that man and his work and the work that’s happening\n\nat the Land Institute and so it’s interesting how this whole thing kind of came around full\n\ncircle for me because I also have always been a long admirer of a vanchenard and a vanchenard\n\nwas the one who got a hold of the Crenze grain and took it to excuse me to provisions and said\n\nask Bergett like let’s do something with this and that’s when they decide to make long route a\n\nI have something in my truck just a minute. Sure.\n\nPam. You okay? I think I’m going to live. Good.\n\nTo the water. Oh yeah. A little tea. A little tea to get me through. It’s the end of day here,\n\nalmost six o’clock. It’s dark there too. Oh yeah. Evening hour. Yep indeed. Yeah. Well I am\n\njust so happy Elizabeth that we could connect and record our conversation for our podcast audience\n\nand before we sign off I just want to make sure to give you the floor. If there’s anything else\n\nyou’d like to say to our audience in general or any specific calls to action you might want to add\n\nto what you’ve already shared with us. Gosh I mean I think I’ve been talking a lot and I would\n\njust say like you know please learn what you can learn as much as you can about this movement and\n\nsupport farmers who are incorporating these methods help farmers get on the trajectory so that\n\nthey can get to this type of farming. It does take a lot. Farmers are operating at very thin margins\n\nand there’s a lot of volatility in it. Not only do you are you with the whims of like nature and\n\nclimate change floods and fires and all kinds of things but then you’ve got the market over here\n\nand so it’s really tough. Tough road to hoe. So support your local farmer learn as much as you can\n\nto support those farmers. Support the ROA if you like what we’re doing. Gosh we’re a nonprofit\n\nand we could always use more support and when you support us we support them and so you know just\n\nyeah feel free learn more about us and I think I’ll just leave it at that Aaron and thank you. I\n\ncan’t wait um can’t wait for the next uh I’m not sure if you can cut me off I’m not supposed to talk\n\nabout it. No we we’re we can think of by and uh you’re good. This is the great teaser for our audience\n\nI don’t know where you’re going with this. Well we can ask about this thing that I’m so excited\n\nit’s going to be coming out from you. Oh yeah we can talk we can talk about that in big terms\n\nthat’s a great teaser actually. Okay cool that’s not excited about and I’m excited about seeing\n\nyou in January. So I’m going to send you the conference um the schedule just to and text you\n\nfurther so you get signed up. Yeah so Elizabeth is referring to I know some of you know this\n\nwe’ll be talking more and more about this in the next few months. I just finished writing\n\nan epic eco techno thriller novel about these times that we’re living in and there are some\n\nreally exciting revelations and calls to action and so on and Elizabeth and I are talking a little\n\nabout this before we started recording today. So um yeah it’s going to be it’s going to be a blast\n\nto drop a lot of teasers in the next few months and then finally share the book with folks\n\nin the springtime when it’s published um but yeah Elizabeth and it’s so wonderful being connected\n\nwith you and having already planted many seeds for collaboration knowing that you know there’s\n\nso much more work to do and that we get to enjoy collaborating and creating together.\n\nThank you there’s so much to do so much to be done and I know we’re going to get to\n\nthere together. I love that so thank you Aaron thank you so much for your good work.\n\nI want you to do the I want to do the YonEarth kind of like YMCA thing but I’ve got the backdrop\n\non so I think my arms disappear. We’ll figure something out there too with Chris dance. Okay\n\nPerfect. Thank you so much. We’ll see you around. Bye. Bye bye.\n\nThe YonEarth community stewardship and sustainability podcast series is hosted by\n\nAaron William Perry, author, thought leader and executive consultant. The podcast and video\n\nrecordings are made possible by the generous support of people like you. To sign up as a daily\n\nweekly or monthly supporter please visit YonEarth.org backslash support. Support packages start\n\nat just one dollar per month. The podcast series is also sponsored by several corporate and\n\norganization sponsors. You can get discounts on their products and services using the code\n\nYonEarth all one word with a Y. These sponsors are listed on the YonEarth.org backslash support\n\npage. If you found this particular podcast episode especially insightful informative or inspiring\n\nplease pass it on and share it with a friend whom you think will also enjoy it. Thank you for\n\ntuning in. Thank you for your support and thank you for being a part of the YonEarth community."
}