{
  "title": "Episode 10 – Lauren Tucker – Kiss the Ground, Exec Dir",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2736/episode-10-lauren-tucker-y-on-earth-community-podcast.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-10-lauren-tucker-y-on-earth-community-podcast/",
  "episode_number": 10,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": " Hi friends, welcome to another edition of the Why On Earth Communities Stewardship and Sustainability Podcast Series. And we are so excited today to have with us Lauren Tucker. Hi Lauren. Hi. I'll give you the show. Thank you. And Lauren is the executive director of Kiss the Ground, which we'll be talking about in today's discussion. And prior to becoming the executive director at Kiss the Ground, Lauren grew up in West Virginia where she says she was surrounded by natural beauty and conventional corn and soy fields. And says that at an early age, she realized that human society becoming disconnected from the land. And that's one of the things affecting our society that we can hopefully change and overcome. Her passion for earth and humanity developed from there. And she graduated from American University with degree in psychology and international studies and then spent several months studying abroad and volunteering throughout Africa and ended up writing her thesis on the ineffectiveness of US food aid in Ethiopia, North Korea and Malawi. And after all of that, she also helped to develop a nonprofit called Green Light, New Ireland. This was in response to the incredible devastation of Katrina. And Lauren is a mother, a thought leader, certified in permaculture design and is also trained therapist for autistic children, which is really interesting. And Lauren, I just want to welcome you and thank you so much for joining us today. Thanks for having me. So let's dive right in and talk about kiss the ground. And you guys are doing such amazing work helping people and communities deepen relationship with soil and really understanding how essential soil is to everything we're doing. And could you tell us what it is about kiss the ground that is really helping deliver a unique message and experience in that regard? Yes, our mission statement is inspiring participation in the regeneration of the planet starting with soil. And the inspiring participation piece is very specific and important to what we do because essentially we started as a group of friends in Ryland Engelhart's living room. He's an owner manager of Cafe Gratitude. It's his family business. It's an organic vegan restaurant chain in California. And five years ago we sat in his living room as a group of friends gathered because Ryland got super, super inspired about soil carbon sequestration. And we sat there and were like, what the whole world needs to know why agriculture has and how agriculture has put carbon in the atmosphere and actually has been a big admitted. And then how the way we eat can draw carbon back down into the soil and help us balance our carbon cycle and global warming and so many of the issues we face today. And so we got super inspired and we realized that the science exists, the innovative farmers exist, that capital exists, that investment and money exists, that there are companies that are willing to work on this issue and that really the missing piece was inspiration and education. And so we've really focused everything we do on how people can easily participate. So we have an education program, a middle school curriculum. We do a lot of online digital media, so videography and infographics. We've been working on a documentary with friends and then we have a farmer training program, a scholarship fund for farmers and we also have a business education program. And everything we're doing is around that. How can we make it easier for people to participate in the regeneration of our planet? It's so wonderful. I really love and appreciate how your work is touching on so many different sectors and really helping to connect dots among different modalities and different segments of our society. It seems that that's such an important aspect of this kind of work. Yeah, well, when you get into it, you realize that a lot of our issues environmentally or society, they come from this problem solution mindset. And so there's something wrong. How do we solve it? Or I have a stomach ache. I go to the stomach doctor or my shoulder hurts. I go to a doctor that deals with that. But really, we need to be looking holistically at our bodies or our planet. And so yeah, once we really get into it, we realize that we couldn't just focus on one piece. There are multiple pieces that we want to push forward at the same time. Absolutely. Wow. So maybe you could help walk us through just for some of our listeners and audience who may not be as familiar with the really important ways in which agriculture on the one hand can be a significant emitter of greenhouse gases and agriculture, regenerative agriculture on the other hand is actually one of the big strategies we have at multiple scales to sequester carbon and help with climate stabilization. Can you just walk us through that? Yeah, sure. So there is a lot of carbon in our soils or there used to be. And carbon is great. We're made of carbon. Stars are made of carbon. Like, animals are made of carbon plants. There's so many trees. There's so many cool things in our lives that are made of carbon. And I feel like in the climate change debate, we demonize carbon a lot. Carbon emissions are bad. But essentially, when we practice modern agriculture every time we tilt, so every time we run a plow across a field, every time we harvest, every time we plant something in harvest, we're emitting carbon dioxide. We're losing carbon from our soils. And yeah, we've really looked at factories and we've looked at cars because I think that makes a little more sense. Like, there's something coming out of my tailpipe that includes carbon dioxide back goes into that atmosphere. That's easy to understand. But I think we're a little farther removed from when we apply synthetic fertilizer that that was produced from some sort of synthetic oil somewhere in a factory and then it was shipped or that that farm before they applied their fertilizer, they tilled the soil. We're removed from those things. So we don't think about agriculture's intimate relationships or releasing carbon. And then the good news is that plants breathe carbon. So we breathe oxygen and we exhale carbon dioxide and plants, trees and any other plant. They actually breathe in carbon dioxide and exhale oxygen. It's kind of basic science that we learned in elementary school. The part we might not remember is that that carbon actually gets pushed down to the roots of the plant. And when soils are healthy, when there are diverse microbes and fungi and all these living eating micro organisms that you can only see with a microscope, when soils are healthy, that carbon can get stored. And so there are ways that we can farm which really improve our soil life. They're very simple. A lot of them include not tilling, always keeping the soil covered with living plant material. And then when plants die to just let some of their stubble state in the ground, so keep that root in the ground as long as possible. And then integrating animals and trees and annual crops, which are those crops that we harvest year after year. And then not using pesticides and things that would kill that soil life. So, they're actually really basic principles, but there's now this growing movement around how do we farm with carbon in mind instead of nitrogen or some other element that really needs to plant growth in mind? Absolutely. Interesting. Well, one of the things that strikes me as you're describing this is that less than 2% of us in our society at this point are directly engaged in agriculture as a profession. Of course, many of us garden, many of us grow plants in our homes, in our yards, in our neighborhoods. But it strikes me that although most of us are not directly engaged in growing food as a profession, we all eat. Right? And there is so much incredible opportunity truly to make our food choices around soil stewardship and regeneration of ecosystems. And I'm struck that, kiss the ground. One of the things you guys are doing a great job of is helping to educate us around ways in which we can make really good food choices that are supporting the type of agriculture just thriving that is good for the carbon cycle. And of course, that means also indirectly it's probably much healthier for us and healthier for all the people involved in that farming activity and what goes on in that whole value chain. Mm-hmm. Yeah, we're actually coming out with a purchasing guide. Hopefully, it'll be out by the time you publish this. And it goes through how to think about our purchasing choices because essentially very few of us are farmers or land stewards, but all of us eat all day, every day. I think it was, it's a Wendell Berry quote where he says eating is an agricultural act. Yeah. So we all participate in that food system. I love that. Well, tell us a little about the guide that you're putting together. What can people expect to find in that? We found that it was very hard to publish specifics. So it's not going to be a product list and it's not going to be purchased this, like, purchase broccoli, don't purchase kale. It's not going to say something like that. And instead, goes through types of food. So when you're purchasing animals, these are the things you want to think about. Essentially, the biggest recommendation and it's so basic and we hear it all the time and we're kind of bored of hearing it is get to know your farmer, but really that's one of the best ways to do it. It's either get to know your farmer or get to know the brand that you purchased from. Because there are innovative brands who are really thinking about how they source and are supporting farmers who are building healthy soils. And so, you know, kind of the number one tenant is through your research. And it sounds terrible and boring, but I personally have been shopping at the farmers market in my neighborhood for the last, I think I'm six years into every Sunday. And it's an amazing experience and not only do I know some of the farmers or the people who work the stands and it's, you know, a cool social family fun activity, but I've started to visit their farms and really understand like, where does my food come from? And it's amazing. And I think that that investigation has to be done in community with friends. It's hard to go at these things alone, but when you get friends together and you say, you know what, just kind of like a book club, like let's figure out where the food in our neighborhood comes from. And, you know, let's take all our kids to the farm this weekend. And, oh, do we like the way that chicken is in a cage? No, that doesn't feel good. Maybe we're not going to buy eggs from here. Oh, that chicken looks pretty happy. There are certainly many details to farming. And as a consumer, it's hard to fully know when you visit a farm, but there are some things that are pretty intuitive. Like, okay, that chicken looks pretty happy. We're like, bad chicken does not. So, so yeah, there's a lot of thinking in the guide of how to start thinking about these things and then we break it down by food groups. Well, it's so exciting. I think guidelines can be so helpful for folks. And I can really relate to this in the book, Why on Earth. I wrote about the idea of growing, knowing and showing when it comes to food. So growing some of our own food, certainly knowing the farmers that are producing some of our food in our area. And then when we're buying food, as you're saying, from folks we don't know, going to those labels, those third party certifications that are helping to show and verify what practices are being used in those various supply chains and value chains. And just the other day, I was at our farmers market picking up some produce from a good friend Mark Gutridge who has oil in farms and is just an amazing soil steward. And he was telling me this really cool story about an event he had just had maybe about a week and a half ago where a corporation in the area wanted instead of having a regular sort of office party to commemorate an event for the employees and staff, they went to the farm. And folks had the opportunity to go out into the fields to pick peppers and beans. And then after time getting their hands in this oil, which of course has incredible benefits, they all shared a beautiful community dinner right there on the farm together. And in my goodness, what was really striking about all, hearing all of that from Mark was that the executives of that company said it was the most effective company experience that they've given their employees hands down. And I'm struck that there perhaps is some wisdom there, some opportunity there that many more of us engage in the corporate world can really enhance what's going on with our teams, what's going on with our organizations with these simple ways of connecting the soil. Yeah. And we've built long supply chains for efficiency, right? So it's, or the way we've created the system is that a lot of farmers, you know, if you grow grain, it's going into a big silo and then that's getting sold to someone and then it's getting sold to someone else and then it's getting sold on the commodity market. So big company might not even know or it's very likely that they can't actually trace food back to the farm. But now that we're starting to understand the environmental impacts of farming, whether they're negative or positive, the innovative companies are starting to say, you know what, we're committed to not purchasing in this way. And yeah, for a while, it's going to be more expensive, but the environmental commitment is so strong that we have to do it. And so it's cutting down those barriers. Yeah, Ryland's father who's one of the founders of Cape A Gratitude and a farmer in Northern California, I love this visualization. But he always says, at the end of the day, I don't want to purchase my food from a certification. I want the handshake of the farmer to be my validity that the food I'm eating is good for me. And I think that we've created an efficient global system. I can get anything delivered to my doorstep, essentially, in a couple hours. And there are some beautiful efficiencies and conveniences to that. But what we've lost is that chain of custody or that understanding of where things are actually coming from. And so I think that as communities, we need to start investigating and start. Yeah, it's so silly, but it's like, no, your farmer purchased local. It's really that simple. We've been hearing it for years, but it's true. It's what we need to move towards. I love it. And there's so much opportunity to strengthen that local and regional fabric in communities all throughout our society. And one of the things that I'm seeing more and more really thoughtful and intelligent companies doing is purchasing CSA shares from local farmers community-sort-ported agriculture. As a way to enhance the benefits and perks for their employees, also deepening those connections to local farmers, it's one of those win-win-win situations that ultimately does not cost the company very much at all on the scheme of their overall HR benefits and so on. And my hope, Lauren, is we're going to see a whole lot more of that in the next few years. Yeah, I think we have to. Yeah. So, I think it's really cool. And the cool thing about starting to investigate your local food system is often you uncover foods that you've never heard of. Like, I live in LA, and so I'm really part of the surrounding food shed in Santa Barbara is included in that. And just tonight we're hosting an event and someone brought dry, farmed, prickly, pear. It's like a tequila and it's made from Santa Barbara. And here it's like something that grows in this area. It's in like, quote, unquote, food shed. And it's amazing. Oh, my God. It's so cool, right? And there are so many examples of interesting, amazing phenomenal foods that you discover. When you go on these journeys. That sounds like a lot of fun. Yeah. I want to take the opportunity just to remind our audience and listeners that this is the Y on Earth community stewardship and sustainability podcast series. And today we are visiting with Lauren Tucker, the executive director of Kiss the Ground. And for folks who are interested in taking a look at the purchasing guide that Kiss the Ground is providing, you can find that at kisstheground.com. And there is also a free curriculum available there that I'll ask Lauren to tell us about in just a minute. Kiss the Ground on social media is also found at Kiss the Ground Instagram and then at Kiss the Ground CA for Facebook, Twitter and on YouTube. And with respect to Y on Earth for our listeners and audience, want to make sure you're aware that we have a special deal for you where if you go to the Y on Earth dot org slash market to our marketplace, you can get copies of the ebooks and or the audio book version of Y on Earth at a discount using the podcast. We want to make you know about that and take advantage of that if you're interested. And Lauren, let me shift from the purchasing guide to the curriculum. Can you tell us a bit of what you guys have put into the curriculum and what what folks can find there? Sure. Yeah. So one of the first things we did as an organization was create a four minute video and it sounds super simple, but it actually was a large collaboration with many, many people and it took a year and a half. And that video is called the soil story and it explains the carbon cycle. So what I was sharing earlier about how plants breathe and how carbon moves and why scientists are so excited about forming as a way to draw carbon out of that atmosphere. So that that four minute piece, we looked at and said, wow, this would be amazing if we could build a curriculum around this so that not only could we share this video with students, but we could share meaningful curriculum. And so we created a partnership with Lifelab. They're an amazing, gardening education nonprofit that writes curriculum. They're out of Santa Cruz, California. And we teamed up for the last year and a half and created that curriculum. So it was tested in the fall with middle school teachers. It's meant for middle school age because that's when you learn photosynthesis. So we tested it, got a lot of feedback, revised it and now have released it. It's free downloadable on our website. And it's five lessons. So it matches all of the science and national US science standards and it's meant as a supplemental curriculum. So when you're teaching to the core standards, you could add in one lesson, you could add two, three, four, or even five. So yeah, it's really exciting. I'm hoping that everyone takes a look at it and passes it along to their local school district or teachers in their area or nonprofits that are already working in schools. That's excellent. So to recap, what can the teachers and the students experience using this curriculum that they wouldn't normally experience with their standard. Curriculum. Yeah. So when you're learning photosynthesis, it then teaches about the carbon cycle. It teaches about soil, microbiology. So what's in the soil? It's alive. You know, what is it made of? And then it goes on to talk about this really exciting opportunity of regenerative agriculture and what that means. And then it goes a little into food choices and purchasing. And then the final lesson is an invitation for schools to take on a project that's appropriate for them because regeneration is always going to be place based. So it's always going to make sense for your community to do what's needed and necessary in your place and every place is so different. And so there are guidelines about how to do a community project, but it's really up to the school to decide what they want to do with it. That sounds great. It sounds great. One of the things I absolutely love, whenever we're doing soil related workshops or even ceremonies and we had the opportunity to share one of these ceremonies with you and your team out in Venice this summer. One of the things that really strikes me is as we're getting into soil, as we're learning about soil. We're actually learning what it means to be human on this planet. And I'm so struck that our word human actually comes from that same root as our word humus, right? It's soil. Along with humor and humility, some things that seem to go together quite well. And to me, you know, there's such a beautiful aspect of learning about soil and all its complexities when we hold a handful of living soil. Of course, we are holding billions of microorganisms. And in this day of social media, when we talk about making friends and new friends, I love telling folks, hey, you can make several billion new friends right now. And, you know, there's something that really kind of goes beyond just the science and the way we normally think about science and really gets into perhaps even more spiritual or psychological aspects of what it means to be human. And I'm just wondering, Lauren, if that's something that you encounter a lot in the work that you're doing. Yeah. And we've definitely had this conversation. I feel really inspired by the opportunity of soil carbon sequestration on a mask global level. And the science is real. And there are major food brands that are looking at how they innovate their supply chains. And all of that work is very inspirational. But I feel like at the end of the day, like, what I rather watch a PowerPoint presentation about the science or what I rather touch and feel soil and like host the ceremony around it. And for me, personally, there's something more exciting and intangible and beautiful and spiritual around actually working with soil. And there's this theory I have that I'd love to test at some point. Maybe we should do a series of videos on it, but that we're, I really believe that we're born as humans with the ability to differentiate between healthy and non-healthy. So I really think that if you give someone who even lives in the soil to or in the city to different handfuls of soil, like one that's highly degraded and one that's teaming with microbes and you smell them. Like we have this connection that's amazing. When you smell that, like, good micro-ridden soil, you can tell. Yeah, this one looks feels like smells a lot better. And so I think that we're much more connected to our environment. And then we actually believe we are and it just takes being in spaces where we can revive that connection or where we can trust ourselves that that connection exists. So yeah, the science is real and you could think about it only in that way, but I really think there's a spiritual part of caring for the planet. And I actually think that it's what we're meant to do as humans. But we're dependent on plants and animals, but they can be dependent on us and how we care for the spaces that we collectively share. And so I'm really hoping that in the future we assure in this new understanding of instead of humans are, you know, it's like do less bad. Like bike more. Don't do that recycle. They're all kind of do less bad environmental ideas that we could really flip that to humans can participate more. Let's regenerate this planet. Let's work with soil microbiology. Let's figure out how animals and plants and humans all thrive together. Like we can do that. We can totally be stupid. And that's exciting to me. Absolutely. You know, I am aware that in many of our traditions worldwide are indigenous traditions. We have deep ecological understandings of different creatures, different critters, roles, and then ecosystem, right? So coyote has its role beaver has its role ladybug has its role, it's so on. And in the humans, there's sort of a joke. The humans, it's like, well, what's our role? And exactly to the point you're making our role is to be stewards of these places. And we have so much incredible opportunity. And I'm really, really excited. I have to say I'm so excited thinking about what I believe is going to be happening over the next. Few years in landscapes all over in particularly urban landscapes, where often these are concrete jungles, you know, lots of glass and steel, extreme heat temperatures, often extreme aridity in certain urban environments, really tough places for critters to thrive, including ourselves. And we know increasingly through the science that a, you know, getting our hands connecting physically with soil increases serotonin production, reduces stress hormones, seeing living green plants, those similar things for our neuro biochemistry. And my gosh, we have this opportunity to get really smart about these spaces and environments in which we are living and working and playing. And I just love what you guys have done out there in LA on your campus ground. That beautiful garden area with those great compost bins where we were able to hang out do that ceremony not long ago. And what a wonderful oasis and wouldn't it be fabulous to see that kind of connection to place just expanding throughout our cities? Yeah, that's been a really wonderful community project. We started it at the very beginning over four years ago. And we found a piece of city owned property in Venice, California, it's owned by city of LA. And there are the two front lawns of two very historic buildings that used to be, when Venice was its own city instead of part of LA proper, it used to be the police station in the courthouse. And then when Venice became part of LA, those two buildings became obsolete. And now they're long term leased by two arts nonprofits. So Poetry nonprofit has one and like a public art mural painting telling untold history through mural painting nonprofit has the other. And for years, like 20 years, they had a dead dying lawn that is, it spans an entire city block. And so we approached them and we approached the city and we said, hey, look, can we grow food here and donate it to homeless and can be teacher and can we revitalize this piece of land? And when we started, you couldn't put a shovel in the ground, it was so hard. The only thing there was some really, really invasive grass that only grew when it rains, if it ever rains. And now, there's thriving fruit trees, there's raised garden beds, there's worms, there's birds, there's squirrels, like there's so much life there. And we're actually about to give the project away to a community partner who's able to really take it on fully and stir it into its next evolution of working and training homeless youth. But yeah, it's just been an amazing community project of bringing people together. We've had over the last four and a half years over, I'd say, well, over 700 individuals come and volunteer in dig in the dirt there and really help that space thrive. And so yeah, it's totally possible. And some of the best soil in the planet is hidden underneath concrete in cities. So dig it up. Right. But it looks bust through the concrete. Yeah, and you can really feel it visiting there is such an amazing space. Thanks. Yeah. Well, Lauren, it has been absolutely wonderful having this time with you today. And before signing off, I just want to ask, is there anything else you want to make sure to share with our audience and community? Yeah. Such a big question. Yeah, I mean, we started as a group of friends in a living room. And now we're part of national and international coalitions that are forwarding regenerative agriculture. And our work is starting to inspire brands and farmers and consumers. And there's just something really special about we just decided to do it. And all it takes is one inspiration inspiring the next person, inspiring the next. And so on. And so I think in our society that we have a lot of apathy and a lot of feelings of barriers that are actually invisible. But there are a lot of invisible barriers all around us to changing the way things are. And we're so used to saying, or yeah, just so used to complaining about our surroundings instead of doing something about it. And so yeah, just encouraging everyone to find their own piece in regenerative agriculture. And so we're just getting the planet whether it's doing art or coming to scientists or a farmer or an advocate. There's something here for you. And yeah, you can totally do it. We can do this. Wonderful. Love that. Absolutely. We can definitely do this. Well, great. Well, Lauren, thank you so much for joining us today. It's such a pleasure talking with you. Thanks, Aaron. And we'll hope to talk again soon. Sounds good. Okay. Bye-bye. Bye. Am I? Positive? Three.",
  "audio_transcription_metadata": {
    "whisper_model": "base",
    "language": "en",
    "duration": 0,
    "speakers_detected": 0,
    "segments_count": 482,
    "diarization_available": false,
    "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2736/episode-10-lauren-tucker-y-on-earth-community-podcast.mp3"
  }
}