{
  "title": "Episode 23 – Aaron Perry reads “Change” for New Years",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2942/episode-23-aaron-perry-reads-change-for-new-years.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-23-aaron-perry-reads-change-for-new-years/",
  "episode_number": 23,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHi friends, welcome to the YonEarth Communities Stewardship and Sustainability Podcast\n\nseries.\n\nWe’re in the middle of the holy days, the depths of the winter solstice right between\n\nChristmas, Hanukkah, and the New Year.\n\nAnd I thought it would be nice to get out in the mountains with you, get out in the\n\ncold, the elements, and share a chapter from YonEarth.\n\nChapter called Change, which is really being shared in the spirit of the changes we can\n\nmake in our own lives, in our own communities, really changes that affect our whole world.\n\nAs perhaps some of us will be setting intentions, New Year’s resolutions for this coming trip\n\naround the sun.\n\nAnd may this little chapter be an offering of joy and success to you with any of the\n\nchanges you’re cultivating in your life this year.\n\nI’m struck by the power of the self-creative aspect of our human experience, our human\n\njourney.\n\nThere’s a beautiful word auto-poasis, meaning self-creation that is part of this pathway\n\nand this opportunity seems that we have to transform ourselves in our life journeys.\n\nYou may notice a little wind as I’m reading, you may even hear the call of raven, the\n\ncall of eagle, perhaps hawk, and I invite you to just enjoy these elements, enjoy these\n\ncreatures, these friends, behind me is the continental divide, the headwaters of ultimately\n\nthe Mississippi River and the Gulf of Mexico here on this side.\n\nJust over those mountains, the water flows to the Pacific instead.\n\nSo here’s a celebration of change, which is the 28th chapter in YonEarth change.\n\nThe only way to get where we really want to go.\n\nNelson Mandela tells us, you can never have an impact on society if you have not changed\n\nyourself.\n\nWilliam Shakespeare said, it is not in the stars to hold our destiny, but in ourselves.\n\nAnd Laozoo says, if you do not change direction, you may end up where you are heading.\n\nAnd I like that one, it’s got some humor and levity in it.\n\nSo here we go.\n\nAre you exactly the same today as you were last year, last decade?\n\nNo, of course not, obviously not, change is that one constant, we all experience in\n\nour lives.\n\nWe change, the world changes, we must change.\n\nIt is both a truth and an exhortation.\n\nOur world is changing rapidly.\n\nOur climate is changing globally and we can change thoroughly.\n\nIf we are not yet sufficiently unplugged, sufficiently listening, thinking and speaking\n\nsufficiently, envision and creating what is to be done, we must change.\n\nIf we are to survive, if our culture is to survive, if we are to create a sustainable\n\nfuture, we must change.\n\nChange is certain, but to what end, in what direction, that is not yet certain.\n\nThat is a function of our choosing, our choosing as a society, as a culture, as individuals.\n\nFrom the previous chapters, we have explored and possessed much more why change is critical,\n\nbut what about the how to change?\n\nWhat are the tipping point mechanisms we can employ to create the change we want?\n\nMany of us choose to change our own lives, repatterning our habits by hacking our dopamine,\n\nserotonin, oxytocin and endorphin cycles, to increase balance, health and well-being.\n\nSometimes change comes slowly, sometimes steadily, sometimes quite quickly.\n\nWe can also change our culture together.\n\nWe can do this very, very quickly together, with memes, tools and techniques we can culture\n\ncrack together, creating the world we really want.\n\nThere is a connection between our individual ability to make deliberate changes personally,\n\nand our society’s ability to adapt and change as well.\n\nAs climate change and rapid desertification impact regions like North Africa and the\n\nMiddle East, as the lives of island and coastal communities worldwide, most especially\n\nthe poor, are disrupted by rising sea levels and more intense storms.\n\nLet us ask, are we willing to change?\n\nTo work and to create a sustainable future and to help our global human family?\n\nThere’s a lot to think about.\n\nI’m inviting us to explore how our intentional changes will create more hope, and how more\n\nhope will create greater positive change.\n\nAt a time when change and when hope are terribly needed, this is not easy, but it is worthy.\n\nWe’re talking about changing both ourselves and our culture, our own habits, and what\n\nwe value as a people.\n\nLet’s explore this a little more.\n\nWe probably often think of change in two different ways.\n\nThere’s the change that just happens that is foisted upon us.\n\nSometimes it seems good, that serendipity at play when we meet somebody special or find\n\na book at just the right moment, but sometimes it seems bad when we get hurt or in an accident\n\nor natural disaster or suffer an unexpected loss of some kind.\n\nRegardless of whether it’s good or bad, we might call this external change.\n\nThere’s also the change that results from our deliberate action, from the intentional\n\ndirecting of our will and our consciousness.\n\nAnd whether it’s good or bad, we might call this directed willful change.\n\nExternal change impacts internal change.\n\nInternal change impacts external change.\n\nOur individual change impacts societal change.\n\nSociety change impacts our individual change.\n\nChange impacts the individual and change impacts the world.\n\nChange is both the ever evolving dynamic of an apparently random universe.\n\nAnd it is the focused direction of our willpower.\n\nOur will powers are deployed and directed both individually and collectively as a society.\n\nWith directed change, the image comes to mind of a rough, unestone block that is ultimately\n\nto become a polished cube or sculpture.\n\nWe envision the transformation of the object and then exert our will and creativity to make\n\nit so.\n\nThe stones of our lives are carved and polished through the process of tumbling about learning,\n\nexperimenting, growing and developing memory both individually and collectively of what\n\nworks well and of what doesn’t.\n\nThis essential memory creates background and context, providing greater insight and\n\nforesight as we go forward.\n\nOf course, this isn’t a solo activity.\n\nLet us recognize and celebrate with gratitude those certain teachers, certain mentors, certain\n\nparents and elders who help us along this pathway of development and improvement.\n\nBut at the end of the day, it is beautifully liberating and empowering to see that above\n\nall others we are our own primary stone polishes.\n\nIn collaboration with the mysterious divine, we are ultimately the sculptors of our own\n\nlives.\n\nWe ultimately each choose for ourselves, for our lives, our health, our well-being, our\n\nfamilies, our communities and our world, whether, how and why to change.\n\nWhen we choose to change, it is through our own will, our own power, our own divine spark\n\nof beauty, of self-awareness, of creativity.\n\nLike a ship on the high seas, we are our own captains.\n\nWhether we believe in God in a great architect in a divine and natural intelligence or not,\n\nwe might all realize that our individual free will is the most precious gift of opportunity\n\nand possibility we are each given in life.\n\nThe initiative of our personal spirit is among our greatest treasures, one of the greatest\n\nforms of wealth we will ever have.\n\nWe each have this precious treasure as our birthright.\n\nAs my friend, Lathem Matthews discusses in his book that I mentioned earlier, the four\n\nnoble truths of wealth.\n\nAt the core of this process of deliberate change is the practice of making friends with\n\nourselves.\n\nLathem has helped me realize that in so many ways our cultivation of both individual joy,\n\nhealth and well-being, as well as a more sustainable planetary society is essentially\n\nabout making friends with ourselves.\n\nTruly deeply befriending our minds, our hearts, our bodies, our emotions, and even the trillions\n\nof micro-critters that live on us and within us, and that, of course, significantly influence\n\nour minds, bodies, and well-being.\n\nPerhaps this is like cultivating an artistic ability when we want to change.\n\nWhen we want to make a change, we will be much more effective pursuing this change with\n\njoy, ease, and grace than we will with a self-directed violence of shame, blame, or harshness.\n\nIf we were to try our hand at painting and get mad with rage that our first work isn’t\n\nsome masterpiece like a Picasso or a Rembrandt, what sense is that?\n\nWe have the opportunity to make all kinds of life-hacking changes in each of our own\n\nindividual lives.\n\nOur own life-hacking potential is a gateway into tremendous empowerment.\n\nSome of these changes are moving away from patterns and habits that aren’t contributing\n\nto our health and well-being, or the health and well-being of our loved ones, our community,\n\nour planet.\n\nOthers of these changes are moving toward patterns and habits that do contribute to our\n\nhealth and well-being.\n\nThis may include habits and patterns around unplugging from technology, reading more books,\n\ntalking with more diverse people of different ages, interacting with living soil, preparing\n\nand eating more fresh and lacto-fermented fruits and vegetables.\n\nThose changes that are moving away from unhealthy habits, we might call put down changes.\n\nThat is, we want to put those things down.\n\nThe other changes moving toward health and well-being, we might call pick-up changes.\n\nWe want to pick them up and we want their frequency of expression to pick up in our lives\n\nin a big way.\n\nSome of the put down changes we might desire to make are very difficult.\n\nIt takes some of us a tremendous and sustained level of willful determination to quit smoking\n\ncigarettes, for example.\n\nI know firsthand how hard it is to quit smoking.\n\nAlthough it’s not a laughing matter, the challenge of quitting smoking is cliché and there\n\nare countless jokes about how hard it is.\n\nMy favorite is that one by Mark Twain, he said, giving up smoking is the easiest thing in\n\nthe world.\n\nI know because I’ve done it thousands of times.\n\nAlthough it may not obviously seem like this is a matter of life and death for many of\n\nus it really is.\n\nOr at least it truly is a huge matter of quality of life.\n\nThe hardest habits to quit are often the ones that once achieved quitting them, putting\n\nthem down, will yield enormous healthy benefits in our lives.\n\nThey are worth quitting.\n\nI remember trying to quit smoking cigarettes so many times, I lost count.\n\nLike many other people I started smoking as a teenager and boy was I hooked.\n\nMorning coffee, time for a smoke.\n\nThinking about writing a paper for school, time for a smoke, stressed, time for a smoke.\n\nIn the afterglow of making love, time for a smoke, my brain and my body’s chemistry\n\nwere totally wired with addiction to the nicotine-laced chemical cocktail.\n\nI had like Mr. Twain tried to quit smoking many times and it was not until I finally made\n\nthe firm rock solid decision in 2006 that for my own health and for the health and\n\nfuture of my children, it was time to quit once and for all.\n\nAnd so I did, with a little help from my friends.\n\nI remember driving across the state line into Colorado with my dear friend Adam, after\n\nvisiting West Jackson’s Land Institute in Salinas, Kansas.\n\nI had made the decision it was in fact a process culminating over the past several days that\n\nthis was it once and for all.\n\nMy buddy and I decided to relish in a final cigarette listening to some blues traveler\n\nwith the windows down and the wind blowing all around to just absolutely delight in this\n\nfinal cigarette as we approached the border heading back into Colorado.\n\nThat was the boundary, the border I had set for myself that once crossed, I would never\n\ngo back.\n\nThat was the last time I touched a cigarette over 10 years ago now as I write this.\n\nSure there have been times at parties with old friends that the thought has crossed my mind,\n\nthe temptation has been there, but the voice of my agreement with myself and my God has\n\nemerged stronger every time.\n\nI am profoundly grateful for that.\n\nMy health is unquestionably better.\n\nIt is even better financially for me and my family.\n\nAnd guess what else, I have also exercised much more rigorously and frequently in the ensuing\n\nyears than I did while a smoker.\n\nI talk about positive feedback loops, all the result of choosing to change, and hacking\n\nmy own serotonin biochemical life patterns and habits.\n\nAs Charles Dewey conveys in the power of habit, the golden rule of habit change.\n\nYou can’t extinguish a habit, you can only change it.\n\nThere are mechanisms of neuroplasticity that cause our brain and neuro biochemical programming\n\nto morph in ways that reinforce healthier and healthier patterns and habits.\n\nNorman Doige in his book The Brain That Changes Itself tells us, the brain is a far more\n\nopen system than we ever imagined.\n\nAnd nature has gone very far to help us perceive and take in the world around us.\n\nIt has given us a brain that survives in a changing world by changing itself.\n\nBeing smoking is an example of a put down behavior change.\n\nWe all have these opportunities.\n\nMost of us are addicted or out of balance with some habit or another.\n\nWe all have the choice to finally make that deep agreement with ourselves and our God\n\nto let that go.\n\nThe shadow that follows us when we make these put down decisions is the urge to fall back\n\ninto the old habit or addiction.\n\nWe can choose to gently love and embrace the shadow, yet resist with power as we continue\n\nforward, ever stronger on our path to deeper health and well-being.\n\nAs for the pickup changes that we want to make, there is a somewhat different process\n\nat play.\n\nThe singular decision point of profound agreement we make with ourselves may still be quite\n\nsimilar, but the ongoing practice of cultivating the new habit is of a different nature.\n\nIt is not resisting some urge or temptation, but is instead developing the mindfulness\n\nand the habituation that allows us to incorporate healthier habits routinely into our daily lives.\n\nThis requirement of deliberate habituation in pickup changes is, I think, what Winston\n\nChurchill was talking about when he said, continuous effort, not strength or intelligence,\n\nis the key to unlocking our potential.\n\nThere are some that might be easier than others.\n\nWe are making the choice to eat healthier food.\n\nThis involves an ongoing sequence of many small and simple decisions.\n\nAlthough our purchasing choices may seem small and simple, they can become very powerful\n\nin our lives.\n\nWhat we prepare ahead of time, perhaps, on weekends also significantly influences our\n\nease of choices and options during the subsequent work days.\n\nThe pickup change of buying and eating healthier foods not only contributes directly to our\n\nhealth, but also increases our energy levels and vitality, making it easier to exercise\n\nsmile and be generally more joyful.\n\nOften we’ll find that positive pickup changes are more easily cultivated when we put down\n\nthose negative patterns.\n\nIs it coincidence that I walked and jogged and practiced yoga more after quitting cigarettes?\n\nAbsolutely not.\n\nThe interactions of put down and pickup changes that we choose in our lives are incredibly\n\ninterwoven and incredibly powerful.\n\nThe key factor underlying our deliberate changes toward greater health and well-being is\n\nour willful choosing.\n\nJust as we can choose to improve the health and well-being and sustainability of our own\n\nlives and in our own families, we are increasingly recognizing that our personal changes will benefit\n\nnot only ourselves and our loved ones, but also the whole world and the whole human family.\n\nBy choosing to compost kitchen scraps, we build soil instead of contributing more landfill\n\nmethane to the greenhouse gas loading of our global atmosphere.\n\nBy choosing organic and fair trade foods, we are supporting the health and livelihoods\n\nof people and communities all around the world, instead of subjecting them to poisonous\n\nchemicals and near-slavery wages and conditions.\n\nWhile we are also promoting our own personal and family’s health, well-being and mental\n\nperformance, we have the power to affect considerable change in our own lives and in the lives\n\nof our brothers and sisters all over the planet.\n\nAnd as Malcolm Gladwell shares in the tipping point, just as a similar trim tab is used\n\non the giant rudders of large ships to change course, the small changes we choose to make\n\nin our own lives will cause huge changes over time.\n\nNow we have been talking in discrete terms regarding pickup and put down change, but they\n\noften really go together, hand in hand, and can be mutually reinforcing, like the way\n\nmy quitting smoking correlated to exercising more, which caused which?\n\nNeither one is actually the full answer, they both caused and enhanced the other.\n\nAs I turned to more exercise, my neurochemical constitution began producing more feel-good\n\nhormones like serotonin and dopamine from the physical activity, filling the void left\n\nby the craving of nicotine.\n\nAs my lungs and cardiovascular system began healing from years of smoking, exercising became\n\nless and less painful and uncomfortable.\n\nWe can probably each think of several ways in which we can make positive changes in our\n\nown physical neurobiological health.\n\nAs we each choose our more of these positive changes, we’ll not only get smarter and feel\n\nbetter in our own lives, we’ll also have more and more positive impact through our consumer\n\ndemand, community interactions, and ultimately positive impact on our global society.\n\nThere is so much available to us right at our fingertips, and so much to celebrate with\n\ngratitude as we deliberately choose the changes that improve our lives and the lives of our\n\nfamilies.\n\nBut there’s an arena of change that’s not quite so obvious in the biophysical realm.\n\nOne that is absolutely critical to creating the future we really want.\n\nThat is changing the way we think.\n\nOne of the most noble and courageous forms of change we can cultivate in our own lives\n\nis changing our minds.\n\nSuch change can be caused by learning new facts, gaining new perspectives by talking with\n\nothers who have different experiences, and through our own changing experiences as we move\n\nthrough the chapters of our lives.\n\nTo change our minds is one of the most powerful forms of healing and reconciliation.\n\nIt often requires immense courage to admit to ourselves and to others that we have, after\n\nconsidering additional data, information knowledge and wisdom, come to a different conclusion,\n\nbelief or view than we previously held.\n\nIt can be scary, especially as so many of our most strongly held conclusions and convictions\n\nmake up the sinew and glue that bond us with our closest friends and allies.\n\nHow difficult it is when we realize we’re actually seeing things quite differently than\n\nwe did previously.\n\nAnd then our closest circle still do.\n\nCan we engage that change with love, compassion, courage and soft, measured communication in\n\norder to strengthen and not weaken our relationships?\n\nCan we maintain the God-inspired perspectives that we’ve come to and not be swayed back\n\nto the mainstream of our immediate circles?\n\nCan we find and engage with new friends and allies as well?\n\nCan order to nourish and celebrate our dynamic and evolving worldviews?\n\nTo change our minds is one of the most noble and most challenging virtues we can cultivate.\n\nLet’s pause here and reflect.\n\nWhen is the last time you remember changing your mind after gaining new experience or\n\nlearning new information?\n\nAfter speaking with others and encountering new knowledge and wisdom as a result of others’\n\nexperience.\n\nWe can reflect on such change in our own lives.\n\nThe truly brave among us will share and convert how and when we’ve changed our minds with\n\nothers in safe circles.\n\nOur world needs us to do so.\n\nOur world needs us to really consider and reconsider some of the underlying assumptions\n\nof truth that have formed the veil of our unsustainable and unhealthy status quo.\n\nChange takes courage and is for the courageous.\n\nFor it often requires us to examine, recognize and rewire the imprinting we’ve previously\n\nreceived in life from our families, our teachers, our friends, and our small community bubbles.\n\nIt is a refashioning of our neurophysical, psychological imprinting that is at the core\n\nof deliberate change.\n\nIt opens up a vast world of possibility and tremendous mystery, a world in which the\n\npotential and capacity for co-creation with the divine nature of the universe is activated\n\nand will necessarily surprise us.\n\nThe greatest minds have known this as an absolute truth through the ages.\n\nAs Shakespeare said long ago, we know what we are but know not what we may be.\n\nIt requires great strength, determination, and courage.\n\nIt is actually far easier not to change.\n\nTo reinforce old patterns, old assumptions, old antipathies, old certainties.\n\nBut this is a deadly path.\n\nA path ultimately leading to psychospiritual decay and demise.\n\nAs George Bernard Shaw once said, progress is impossible without change.\n\nAnd those who cannot change their minds cannot change anything.\n\nNot to change is weakness and is anathema to God’s creation and divine spark of evolution\n\nand growth that exists in each of us.\n\nTo hold on to old assumptions, beliefs, and convictions, more over to dig again with\n\nstubborn indignation is the sign of an ossifying mind and a lack of faith in the divinely created\n\nmysteries at work in the universe.\n\nHow could any of us humans possibly have a solid and constant purchase on the truth throughout\n\nour lives?\n\nWhat an absurd position to take in the face of God’s infinitely unfolding creation.\n\nChanging our minds and changing our culture is to conspire with the unfolding mysteries\n\nof the divine.\n\nThe more we each proactively choose to change toward health and well-being, toward care\n\nand stewardship, the lower the risk becomes of large catastrophes and calamities in our\n\nown lives and around the world, resulting from our collective impacts on the planet and\n\natmosphere.\n\nThese are the dimensions of the power lying within the realm of active and deliberate\n\nchange.\n\nMay we cultivate the strengths and courage to pursue such change with increased vigor\n\nand conviction.\n\nAnd let us also, meanwhile, have the wisdom to prepare ourselves for those unexpected and\n\ndisruptive changes which we can neither foresee nor control.\n\nFor we all certainly experience them in varying ways from time to time.\n\nWe can prepare our minds and hearts for these changes.\n\nWe can draw sublime wisdom from great teachers and leaders to do this preparation and to help\n\nus through very challenging times of upheaval.\n\nAs family mentors, counselors, spiritual guides, and even certain books will be precious\n\nallies during these times.\n\nOne of my very favorites is Pemichodorin’s work Comfortable with Uncertainty.\n\nI was given this book by Winter while going through that very challenging loss that I discussed\n\nin the chapter and vision.\n\nMy business partners and I were forced to close our business after a decade of dedication\n\ntirelessly hard work and incredible feats of sheer willpower through harrowing challenges.\n\nWinter’s support and children’s book were a godsend.\n\nDuring this time of profound sadness and searching, asking, what’s next?\n\nI spent time at the Pacific coast of Oregon, along alone at the shore.\n\nJust me alone on the cold grey beach with the waves crashing in this otherwise silent\n\nsolitary space in March.\n\nOne wave after another, after another.\n\nI read passages from Comfortable with Uncertainty.\n\nThey opened something up inside of me, deep, deep inside.\n\nAnd I realized I wasn’t alone at all.\n\nComfortable with Uncertainty is a soothing and meaningful book to read during times of\n\ndisruption of loss of challenging change.\n\nWhen it, children reminds us, we can try to control the uncontrollable by looking for\n\nsecurity and predictability, but the truth is that we can never avoid uncertainty.\n\nThis not knowing is part of the adventure.\n\nShe also tells us in a beautiful acknowledgement of our interconnectedness that we work on\n\nourselves in order to help others.\n\nAnd also, we help others in order to work on ourselves.\n\nHer message encourages us to recognize that it is through vulnerability, patience, and\n\nforgiveness, that we will awaken our compassion for ourselves and others and become the change\n\nwe want to see in the world.\n\nI am eternally grateful to Winter for sharing it with me, and have since shared children’s\n\nbook with several friends when they themselves have gone through times of unexpected change\n\nand loss.\n\nMy friend Howard, whom I didn’t actually know all that well when I shared the book with\n\nhim, said it was an incredible gift and companion during his time of pain from a very unexpected\n\ndivorce after decades of marriage.\n\nI only knew about his divorce through a community group in our town, and the fact that he was\n\nwilling to open up and share a most vulnerable personal life story with me.\n\nIt was our human connection because of our willingness to be vulnerable.\n\nIt opened the doors for powerful change to enter into our realm.\n\nThere’s something to the alchemy that can occur when we’re going through experiences\n\nof loss and devastation.\n\nThere’s a magic alchemy that allows us to connect more deeply with people.\n\nIt requires of us that we open our hearts, that we let down our guard, that we share\n\nhonestly and authentically that we’re hurting, that we don’t have all the answers, that\n\nwe’re perhaps mustering all of our strength to just take it day by day right now.\n\nIt’s absolutely wondrous the way people will show up in our lives when we open up in\n\nthis manner.\n\nAs Brunei Brown tells us, vulnerability is the birthplace of innovation, creativity, and\n\nchange.\n\nIt creates a vessel of connection that invites others to let down their guard, to share\n\ntheir imperfections, vulnerabilities, and perhaps reflect on some of the challenges and\n\nlosses and devastations they’ve experienced.\n\nSome of their changes.\n\nIt invites a depth of humanity and empathy that isn’t often the protocol in our day-to-day\n\nlives of work and business and goings on.\n\nIt’s precious to open with vulnerability, it’s sublime.\n\nIt allows a sacred flame to emerge and dance between us.\n\nIt allows us to connect to deeply and authentically form connections that will, in many cases, last\n\na lifetime.\n\nVulnerability presents us the gift of the forge of deep friendship.\n\nThis is the opening of the flower of empathy.\n\nI often wonder what could happen, what will happen in our world as we each choose deliberately\n\nto show up with more authenticity, vulnerability, and empathy.\n\nA whole bunch of ravens just flew overhead.\n\nIt’s beautiful.\n\nHello.\n\nNice to communicate openly with this kind of courage in the face of our personal changes\n\nand societal changes.\n\nHow vast and deep can our experience of friendship, of shared empathy, of mutual intention for\n\ngreater health and well-being grow in our shared laboratory of change.\n\nI invite you to pause here for a few minutes and think about how our experiences of friendship\n\nand shared empathy give us courage and power to initiate change.\n\nInternally, externally, individually, communally, for ourselves and for our world, what comes\n\nto mind for you.\n\nFriends, our world, our Mother Earth, our entire global family need us to explore and cultivate\n\nthis powerful force.\n\nWe are being called now to relinquish old, outdated stories and paradigms of just be tough, of\n\nreal men or real women don’t cry, of just suck it up.\n\nThe façades and veils of machismo, steel plate armor and invincibility perhaps made sense\n\nin the biggest in the past.\n\nThey were perhaps assets then necessary for survival in a world where the biggest and\n\nmeanest bullies prevailed, but they are no longer assets to our society today.\n\nFor the dangers and threats we now face are of a much different scope and scale.\n\nThey pose a very different threat to us all.\n\nOne that is better overcome by the bonds of genuine humility and forged empathy than\n\nby the might makes right consciousness of brute force.\n\nThose old ways are now great liabilities.\n\nWe must change to create the world and the future we really want.\n\nIn the past it made sense to muster our strength and force to defend our tribes.\n\nToday our tribe is the whole human family and our greatest threats are coming from our own\n\nways, lest we change.\n\nIt is through the cultivation of friendship, empathy, humility, wisdom and faith in something\n\nfar greater than ourselves that we will quicken and amplify deliberate personal change.\n\nAnd thrillingly that will lead our culture out to broader healthier societal change.\n\nEspecially now as our changing planet, our changing climate may likely disrupt and devastate\n\nmore and more lives to what depth of empathy and courage and humanity might we go for ourselves,\n\nfor our friends, for our entire human family.\n\nCan we imagine our own humanity, our own compassion and empathy and courage coming alive in order\n\nto respond with patience, generosity and assistance just as our friends do for us?\n\nCan we imagine?\n\nWill we understand that we can bring love and compassion into this world to counter the\n\nentropy and xenophobic tribalism otherwise taking hold?\n\nWill we realize the connection between our self-love and compassion and our ability to project\n\ncompassion all around the world to cultivate resilience and sustainability in communities\n\nall over the planet?\n\nHow many of us will quickly realize the truth that through love, compassion and stewardship\n\nwe will find great pathways to getting smarter and feeling better.\n\nLet us know, let us understand and let us embody that it is change that will take us where\n\nwe really want to go and let us cultivate the humility and the courage to see and admit\n\nwhen a course correction is in order.\n\nWhat will we choose?\n\nHow will we change?\n\nWhy will we go where we go?\n\nSocrates tells us, the secret to change is to focus all your energy, not on fighting\n\nthe old but on building the new.\n\nAlan Weissman says, change is the hallmark of nature, nothing remains the same.\n\nAnd Dr. Seuss with a little levity tells us, you have brains in your head, you have feet\n\nin your shoes, you can steer yourself in any direction you choose, you are on your own\n\nand you know what you know and you are the one who will decide where to go unless someone\n\nlike you cares a whole awful lot, nothing is going to get better, it is not.\n\nMany holidays, may this season of winter solstice of the Christmas Hanukkah, holy days, holy\n\nnights and the New Year bring you great warmth and light and love and friendship.\n\nAnd may you find wonderful strength and compassion as you choose more change for yourselves\n\nand for our world."
}