{
  "title": "Episode 03 – Brook Le Van – Biodynamic Farming & Soil Stewardship",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2496/episode-03-brook-levan.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-03-brook-levan/",
  "episode_number": 3,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Episode 03– Interview with Brook Le Van atSustainable Settingson the Y on Earth Community Podcast – Stewardship & Sustainability Series.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\neribHi friends, welcome to the YonEarth Community Sustainability and Stewardship Series.\n\nI’m here with my friend, Brook Le Van, and we’re at Sustainable Settings just outside\n\nCarbondale, Colorado, beautiful spring day.\n\nThere’s actually a workshop going on behind us with some beekeeping experts and students.\n\nAnd Brook, we’ve been friends now for something closing in on 20 years, I think I might have\n\nto say.\n\nIt’s been such a wonderful journey and adventure.\n\nI, of course, worked up here at the ranch about 15 years ago, right after Sustainable Settings\n\nwas able to become stewards of this property.\n\nAnd I am so struck over the course of that time how Sustainable Settings has really become\n\none of the epicenters of soil building, soil stewardship, and creating land medicine\n\nthat can be used in communities all over, and we’ll talk about that in a bit.\n\nI thought before diving into some of that, I might ask you, Brook, as we’re going forward\n\nand as you’ve had the opportunity to live and steward here for now 15 plus years, how\n\ndo you see Sustainable Settings feeding into the broader framework of our state, our country,\n\nthis continent going forward in this era of intensive stewardship and regeneration?\n\nWell, I think we just kind of bit off a little bit more than we could chew.\n\nAnd we decided to find a place and heal it.\n\nAnd what we found out in time was we could in fact do that.\n\nWe could in fact bring back and rebuild the soil fertility bank and all the life,\n\nrevitalize and regenerate the life that actually are the real farmers.\n\nSo we were able to do that and what we found out after 10 or 12 years was that first we have\n\nthis kind of ring of health right here at the ranch and people came then to get food.\n\nAnd so then once this was healthy, about a 60 mile radius was the community getting milk and\n\nmeat and eggs and vegetables and things like that. And so the ring of influence or ring of health\n\nor whatever went there. And then we did medicinal herbs and apothecaries for a 200 mile radius\n\nstarted to so we’re starting to heal bigger rings of influence or whatever you want to call it.\n\nAnd then we made the biodynamic preparations and started that company to actually sell,\n\nto make and sell the high quality biodynamic preparations, which we have to talk about.\n\nBut now those are sold from California to New York and Canada to Mexico.\n\nSo this once we got this abundant and fertile and healthy, we began to help heal\n\nouter rings and bring in balance other places. So now the preps, for instance, are healing,\n\nhelping the land therapies that are helping heal other farms around the country.\n\nYes. But first we really had to get this or get us really a lie alert to the that everything is\n\nalive and that to reestablish our relationship and become intimate with this place. And it was\n\nthrough that that the life started to come out of hiding basically. We had chased we or all of us\n\nwith especially industrial agriculture and other things had chased the life down there kind of like\n\nwe trust you. You know, we’re down here. Do we want to really work with you anymore?\n\nYou know, and so it took a few years for us on the physical level to do all those good organic\n\nand biodynamic kind of things. And as we got going and we became more intimate, we just saw\n\nthe life take on it. That’s beautiful. You mentioned a couple of minutes ago that the life\n\nare the real farmers. Can you expand on that in a way? You know, some of some of my friends maybe\n\nmany miles from here would be able to relate to and comprehend what you mean by that. Well,\n\nthere’s more there are more beings or things on you and in you than your own cells.\n\nYeah. Okay. And so understand that first with some from microbiome.\n\nYeah. So the probiotics and microbiomes, there’s all these things going on and\n\nliterally more than we are. Yeah. And so we’ve lost track of that relationship actually,\n\nbut in a handful of soil is about the same population of human on the earth.\n\nSo the seven billion living things in a handful of good healthy soil. And so seven billion.\n\nYeah. Seven billion at least. Yeah. And so given that, you know, we’re walking on a lot of life\n\nand we’re disturbing a lot of life, especially with agriculture and more so\n\nconventional ag. But anyway, we’re kind of stuck with agriculture at this point. Agriculture’s\n\n10,000 years old. We no longer can as a population hunter-gatherer, which was actually human beings\n\nin a sustainable relationship. So now it’s like, okay, well, how can we do that as well as we can?\n\nSo sustainability is a tough concept. There’s definitely there are things we can do that work better\n\nthan others. We’ll courage other things. Yeah. And as you know, the work we’re doing through the\n\nY on earth community and our growing network of ambassadors has us really focused on the things\n\nwe can do. Regular folks can do in the course of our busy lives. Yeah. And one of the things that\n\nstrikes me as so potent, so powerful is our ability to work with the soil activator crab\n\ncoming from sustainable settings and start healing the microbiome of the soil in our own homes,\n\nour own yards, our own neighborhoods and parks. And through that, we also start healing ourselves.\n\nAnd you mentioned the microbiome, you know, we like to say with our thriving framework in the\n\nY on earth community that if we get really good at being stewards of the microbiome in our body\n\nand the microbiome in the soil, golly, a whole lot of other good will follow. And what\n\nthrills me about our connection with you and what you’re doing at sustainable settings is\n\nwe truly have a potent land medicine, soil medicine that we can now share with people all over.\n\nYeah. Well, and I’ll say this about that is that we, I’m skeptical. I’m, I don’t know if I’m\n\nconservative, but I’m skeptical. And, but I, we try things here. Yeah. So when we established this\n\nplace, it was a, it’s meant to be a living laboratory and to take risks and try, not to make the same\n\nstakes. And in fact, Rose has honored computer, make new mistakes is a little quote on the\n\nhonored screen. Love it. So what we, you know, so here, we do, we really do everything wrong.\n\nAnd we’re not going to make it and we’re the nut jobs down the road. So, but that’s okay,\n\nwe don’t care. Oh, in other words, what we do is we hear of these different things. And some of\n\nthem are very physical in their approach, like rotational grazing or, or other stewardship ideas.\n\nAnd so we try things and if they work, we keep them in our quiver, so to speak, and our stewardship\n\nquiver. And then, but we understand really that our job is conductors in an orchestra of life\n\nwere really not apartment. We’re there to establish relation, help create arenas and relationships\n\nthat are the most beneficial for all the life that’s really doing the farm. And so in the\n\nbiodynamic aspect of our quiver or of our stewardship package, you might say, we began to\n\nfirst buy them from somewhere else. Then we started to make some of them. And finally, we heard\n\nthe call, the demand was so great, and there was not enough good quality biodynamic preparations.\n\nThese are the land therapies that you talked about, or the homeopathic treatments or whatever.\n\nAnd we decided to start biodynamic source. So there are sustainable settings as the ranch\n\nand this experimental place. And then biodynamic source is a company that Lloyd Nelson and I started\n\nto make and distribute and educate around the biodynamic preparations and their power in our\n\neffort and our work. And so these are things that might be a stretch for some people.\n\nThis little jar is for 10 acres or 12 acres. Which means if you only have an acre or even\n\nthe yard, still get the thing and use it. Maybe you get two or three treatments from it. But\n\nwhat I try to tell the interns here, be careful of what you know. It might get in your way.\n\nAnd so try things. And if they work, keep it if they don’t, then you didn’t waste too much time\n\nor money. And you build your own, for your place, your own quiver of methodologies and tools and\n\nthings like that. And so there’s no formula in the sense. There’s no set way to do it.\n\nWe are in a constant communication dialogue response with nature in our place. And so that’s\n\ndifferent for you in your place. You know, I feel and probably say this pretty often to folks that\n\nwe are so fortunate to be alive in these times as challenging as they are. And we have this\n\nopportunity to give it a try, give it a shot. And you know, I’ve been playing around and\n\nexperimenting with the soil activator prep in my yard for a couple of seasons now. And it is\n\nremarkable how the soil is responding as that community of microorganisms, a billion in each\n\nhandful gets going. It is accelerating that soil building function that we know is pulling carbon\n\nfrom the atmosphere, helping to reverse climate change. I’m seeing species of flowers show up\n\nthat weren’t there previously. And the food and greens and herbs that I’m growing in my own\n\nlittle home plot are becoming more prolific, more delicious. Probably I would say more nutritious.\n\nAnd it’s remarkable. And it really didn’t take much from me to do that. It took me\n\ntaking that step. And this is a big part of what we’re encouraging folks through the\n\nYonEarth community to do is take that step and make that gesture in your yard, in your\n\nneighborhood. And let’s see what we might be capable of. I know this is something you’ve been\n\nasking since coming to this land. What do you think we’re capable of, Rick? What are we capable of\n\nwith the essential question? And on this short video, we can’t get in too deep. But\n\nwe’re actually capable of a lot and our intention is very powerful. And I always ask people,\n\nhave you ever been in love? Right. Do you know what that feels like? Right. And so you understand\n\nthat between two people or a dog and you or whatever. But when you bring that intention to all of\n\nthe life, and then you are gardening where they’re growing where they’re working with, and I don’t\n\nplant animals, domesticated animals for me, whatever it is, that guess what? It’s a shift.\n\nAnd so the preparations and this Buffalo soil activator and field spray that buy a dynamic source\n\nthat you’re putting in your packet is it does do something, but it also gets you in your\n\nspace and helps you become more intimate. And so your intention is actually kind of a driver\n\nof what is in the prep. So when you stir it up a little bit, you’re thinking about all the life\n\nand the soil and the trees and the plants and the people who come by and the food you’re going\n\nto eat and share. And so that’s an intention. And guess what? It matters. It matters. It even\n\nsciences bumping up against the middle one or admitted, but well, some of our scientists friends\n\nare starting to be making for some amazing discovery exploration and conversation. Nature has\n\nintentions. Yes. And I want to mention for those of you out there enjoying our podcast, you can\n\nuse the code podcast at YonEarth slash market to get some discounts on some of our ebooks\n\nand other products there. And then want to encourage folks who are catching our video to check out\n\nsome of our other videos at YonEarth.org slash community. And we also with biodynamic source,\n\nthat’s dot org and sustainable settings dot org. Correct. Beautiful website and some amazing\n\nshots of Mount Soapris right near here. And as you mentioned, Brook, through the YonEarth\n\nCommunity, we’re also making available the biodynamic source buffalo soil activator field and\n\nfield spray as part of our work to help heal land communities, neighborhoods, all over North\n\nAmerica. And but mostly our relationship. We are the work. You know, I think 21 years ago,\n\nwe thought we’re going to save the planet. So we wanted to do this. When we found out we really\n\nneeded to save the people. But what we really started was a farmer rehabilitation\n\ncenter. Because the work is us changing our minds and changing our into and focusing our into\n\nit’s really not nature. It’s we need to wake up and shift. That’s beautiful. Yeah. Well, I just\n\nI want to thank you for taking a few minutes here out of I know you’re very busy day hosting this\n\nworkshop. And Brook, thank you for the work you’re doing. And for sharing this with so many of us.\n\nAnd I my my heart sings thinking that over these next several weeks and months and years\n\nthat this is going to get shared with a whole lot more people. And it’s going to be part of\n\nwhat allows us to create the kind of culture and future and web work of relationships that\n\nI know we’re working to create. So thank you. My pleasure and I can’t you can’t help yourself,\n\nthank you for doing what you’re doing to all right. I can’t help it. Good to see you."
}