{
  "title": "Episode 107 – Elaine Blumenhein & Friends, Joyful Journey Hot Springs Spa",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11972/episode-107-elaine-blumenhein-friends-joyful-journey-hot-springs-spa.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-107-elaine-blumenhein-friends-joyful-journey-hot-springs-spa/",
  "episode_number": 107,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "I’m good with what we’ve expressed. I’m just expressing gratitude. Thank you for being here. Thank you for contributing to the Wellbeing of others through your podcasts, the environmental and the social aspects of it.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast. I’m your host, Aaron William Perry. And today,\n\nwe’re at Joyful Journey Hot Springs Spa, visiting with Elaine Blumenheim. Hi, Elaine.\n\nHi, Aaron. How are you doing today? Well, I’m doing well, especially now that you and Chris are here. And thank you for being here.\n\nThank you. We’re really excited to be here. And I’m thrilled we have this opportunity to share the story of Joyful Journey with our audience.\n\nAnd we’re going to be talking about a lot of different aspects of this beautiful healing spa with natural hot springs, waters.\n\nAnd all that you’ve helped create here Elaine over the last several years. Thank you. Elaine Blumenheim acquired Joyful Journey Hot Springs Spa in 1998 when it was just three pools and still named after the town where it stands, mineral hot springs.\n\nShe moved to the area in 1999 and since then, Elaine has added Yurt’s Lodgerum’s TPs, a large retreat center, a geodesic biodome greenhouse, and 11 unit labyrinths, and more recently, two electric vehicle charging stations. Plus, numerous other aesthetic touches that have made this a true sanctuary for the soul.\n\nAfter living in the nearby spiritual mecca of Creston, Colorado for 20 years, Elaine recently moved back to Boulder to spend more time with her family.\n\nHer blessings and prayers reach Joyful Journey on a daily basis as she continues to contribute to the day-to-day activities.\n\nAnd Elaine, calling this place a sanctuary is so spot on. It’s so true. And I’ve personally been coming here since I was much younger. Over all these years, it’s been such a wonderful haven and escape from the front range.\n\nAnd I wanted to ask you to describe to us where are we and what’s going on here. But first, let me just mention to our video audience, here we are sitting under the bright sun, which in the world of video production is something you basically don’t ever do, because of the shadows and all the lighting that we’re experiencing.\n\nBut we thought, especially after the snowstorm we had yesterday, it would be wonderful just to be out in the sun and the elements with you all, with the water right behind us and in the background, the sangre, the Christo mountains.\n\nAnd so that’s our setting. And so that’s why we’re out here in the sun. So tell us about Joyful Journey Hot Springs Spa.\n\nOne thing I do want to say before I go back to the beginning is that I had a great general manager come and help me with all these things that you’ve mentioned, like the aesthetics, adding things and making it such a special place.\n\nThat’s Theo Boudreau. And he has helped with the creation of so many things. So I want to give him credit.\n\nA big shout out to Theo. Great.\n\nSo you want me to start at the beginning, how I ended up here. Let’s do that.\n\nThat’s a long time ago.\n\nWell, I have to say, I kept getting messages from spirit, from the divine, that I needed to come down and bring feminine energy and wisdom into the waters in this place.\n\nThat was way back in the, well, I moved down here in 99.\n\nAnd I had a vision for what I needed to do, but no idea how I was going to do it.\n\nAnd I just kept hearing that that’s what I needed to do. And I walked the land many times.\n\nI have been told that this land had a curse on it by the Native Americans and nothing, no business would ever succeed.\n\nBecause anything that had been started here as a business had not succeeded.\n\nSo I said, well, I don’t believe in curses for one thing. And I believe in working with the energies, the spirit energies of the land and the waters.\n\nSo I kept walking the land and trying to communicate with the ancients that were here and explaining that whatever I did would be for the benefit and the healing of others and make the water available for the healing qualities that it had.\n\nAnd at first, I felt the energy of this kind of energy.\n\nOkay, let’s see what you want to do. Let’s see if you were able to do it.\n\nSo I just kept walking around and talking with the spirits.\n\nAnd there’s a wonderful place up here on meditation hill. We call it meditation hill, where the aboriginal waters came through, I think thousands of years ago.\n\nAnd there’s a natural circle of travertine stone. So I would go up there to meditate. And one day after I meditated, I felt the energies of the ancients that were dancing around me, like I had been accepted.\n\nAnd of course, that wasn’t all easy. I had no idea. I was, I want to say this, not to brag, but to let people know it’s never too late.\n\nI started this whole project when I was 60. After both my kids went to college and a lot of things happened in my life to where I was guided to do this.\n\nAnd I had never done development. I have a degree in nursing from back in the dark ages.\n\nBut I had to listen to the spirits. And I want people to know that if you listen, you will be given assistance.\n\nAnd it’s not that they only talk to you at certain times. It’s that we only listen at certain times.\n\nBut when I walked the land, I could understand more of what I needed to do. And I learned a lot. And I had, I knew, first of all, I listened to what people wanted.\n\nAnd they said, well, we love the healing waters, but we need overnight lodging so we can really take the waters for healing.\n\nSo I thought, well, the quickest and most economical thing would be to put the herbs up. And so we got the herbs in.\n\nAnd then I, well, at the same time, I had to have a bathhouse for the year. So then I put that in because this wasn’t open 24 hours.\n\nAnd so I started with that. And people really loved them. And after a few years, they said, well, we kind of would like to have a private bathroom.\n\nAnd so we don’t have to go out in the middle of the night. So, and I said, okay, well, I had to start on a hotel.\n\nThen I had friends who were doing yoga and doing conferences and healing work. And they wanted to come here to do events.\n\nAnd so they kept coming and saying, when are you going to get this done so we can come down and do our retreat here.\n\nAnd it took me many years to plan it. And many years to really pull it together. And finally, we opened the lodge and the event center in 2008.\n\nHere’s another thing that I was helped with. 2007.\n\nI got a million dollar loan, a woman in the north part of the San Luis Valley.\n\nThe banks in Salaita wouldn’t even help me because they thought they knew it wasn’t going to succeed.\n\nI checked with the bank in Alamosa and it did. So I just wanted to put that out. Who would have thought?\n\nAnd then the next year, of course, 2008 was a big depression and the banks went down and all this happened.\n\nSo I knew then that I’d have guided to do this and that we had a few years of struggle, but I’ve had so much help along the way.\n\nSo, you know, when you decide to do something, you receive what you need.\n\nYeah, this reminds me of this beautiful quote by Patanjali about the magic and the energy that conspires with us when we say yes to that intuitive impulse we’re receiving.\n\nMaybe if I think of it all, include that quote in the show notes. See if I can pull that together.\n\nYou know, one of the things I’m really curious to ask you about Elaine is I would say a lot of our audience has a deep spiritual practice and faith orientation, not all.\n\nAnd I’m very interested to hear more about this awakening and opening up in your journey to be able to listen while meditating on this land in this sacred area.\n\nIs that something you’ve been doing your whole life? Is it something that emerged over time?\n\nI don’t think I really started my spiritual journey until I was in my 40s. I mean, I had awakening some time to time and I learned through many different teachers.\n\nYou know, in the 70s and 80s and boulders, there were many, many events in teachers and how do we bomb all of that going on?\n\nI have had a teacher named Jonah through much of my adult life and I also have read the books by Eckhart Toley.\n\nHis books were like a Bible at my bedside for many years.\n\nSo I’ve learned from many and Liz tried to listen as much as I could and this is where I am.\n\nSometimes I think how in the world that I ever think I could do this, but it’s happened.\n\nNow we do need to do a little because it feels done such a good job of helping me manage that we now need more pools, we need more lodging, but it will never be like a huge resort.\n\nThat’s not what we’re here for sure. I did it. I thought I was doing it to benefit the healing of others.\n\nAnd I became healed in the process. You know, you never think that’s going to happen.\n\nAnd we’re never totally there, but there’s always something more to learn and grow about.\n\nBut my whole vision, mission statement has been to allow the healing waters and the therapists we have, therapies we have to uplift the spirits and open the hearts of all who come.\n\nThat they might remember who they are, where they came from and what they came to do. I don’t really publish that part, but that’s kind of in the background because we all are here for a purpose.\n\nAnd sometimes we forget that.\n\nAnd I think just being exposed to the healing waters, the mountains, the landscape, it just feels like sacred land and it puts you into…\n\nOnly if you want to, you can go as deep as you want or not, just come for relax and visit.\n\nYou know, I feel so fortunate to have lived in Colorado for so many years with many different healing hot springs.\n\nAnd of course, in other parts of the country, other parts of the world, access isn’t necessarily quite as easy as we have it around here.\n\nAnd that said, I am also struck that in so many traditions all around the planet, getting into the waters for healing is essential, right?\n\nSo the mikvah tradition of the hebraic culture, the ways that people interact with water in the Islamic world prior to going into the mosque, the bath houses of the Middle East Mediterranean region, and of course, hot springs around Turtle Island, the Americas here have been sacred to so many different tribes.\n\nOver time periods that some of us probably don’t really even know.\n\nAnd I’m struck that more and more of us in our culture, as our culture is in the process of healing, are connecting to the water in this mindful and deep heartfelt way.\n\nAnd my own personal experience tells me that our relationship with water is critical, it’s essential, and clearly you are embodying that and exhibiting and articulating that.\n\nI’m wondering what kinds of transformations have you seen in others who come here and experiences perhaps for the first time in their lives? Is that something you get to witness?\n\nYes, I’m not here all the time anymore, but we, many times we hear stories about how it’s affected people, how they have, and also some of our deeper therapies that we’ve had for them can also assist with the waters.\n\nIt’s amazing. It’s such a joy to hear that. It makes me think, okay, this is why I’m excited to do this, really.\n\nAnd I’m sure Charmaine can tell you a lot more because she’s in that area of the groups that she probably hears a lot more than I do right now.\n\nIt’s very healing.\n\nI’ll just share with our audience that a little later in this episode. We’re going to have Charmaine and Jason on as well talking about some of the programming here and an upcoming event that Jason’s leading in a couple of months.\n\nIt’ll be about a month or so once we publish the episode. And so we’re really excited to be able to share more information on all of that with you as well.\n\nAnd I’m just so touched by the way that this healing spa has not only the waters to connect with, but also these sacred sites around the property.\n\nAnd you mentioned the meditation circle. And I wanted to ask you about the way you arrange the benches of there, because I think that’s also very important.\n\nIt might seem like a minor detail to some, but I think for many of us, we would understand this to have great significance.\n\nI really tried to work with the energy of the ancients because they allowed me to be here.\n\nAnd so I put the, I found four concrete benches and I placed them in the four directions up on top of meditation hell.\n\nAnd people have gone up there many times. They’ve treated it as an altar. I would find all sorts of things that they put up there.\n\nSo I know that they treated it as a very special sacred place. And I’ve always thought and we have always treated these waters as a very special gift from Mother Earth that we needed to honor.\n\nAnd we, we just a whole ambiance that we try to set up here. We try to create that.\n\nIt’s not always easy. You have people come here. They’ve got the weight of the world on their shoulders and they’re cranky and they’ve driven with hours to get to this place.\n\nAnd I’ve just told my friend to ask you have to just be patient and let them get to the waters as quickly as possible.\n\nAnd then they come out with a smile on their face usually. They’re all happy. It’s magical waters.\n\nYeah, these waters are so magical. And I love, by the way, we’re staying in one of your lovely rooms here.\n\nAnd we’re here for an event, the 11th annual San Luis Valley Seed Exchange event, which is just a wonderful gathering of folks, farmers, healers, seed savers, gardeners working on increasing resilience and sovereignty and stewardship and regeneration in our food systems.\n\nAnd in the room, of course, is a booklet that has some information about this place. And I was struck that it describes the minerals that are in the water in such detail and really goes into how these different constituent minerals that are naturally in these waters are helping with our mind body and spirit healing.\n\nAnd I was wondering if you might speak to that a little bit.\n\nWell, yes, that’s why people come. That’s one of the reasons why they come. But it has the perfect balance of minerals for arthritis and bones and joints.\n\nWe have many times in the past. I don’t know. I haven’t been here. We would have people that climbed the mountains that were on bike rides and they would come here to soak after we’ve had a lot of athletes.\n\nThat have come here for that. And we just, we have people that come here. I had one man that used to come three times a week and he said,\n\nthis is my insurance for my arthritis. This keeps me healthy. I don’t have to take any medications by come here three times a week. So it’s got boron, calcium. I don’t have the list in front of me.\n\nAnd it has a little lithium and you know what lithium is for. So I used to have a young man here who was bipolar and he said,\n\nall I take is St. John’s worth and I come to your waters and soak whenever I can.\n\nSo it has, it has minerals for digestion, for, it has a little arsenic in it. And that actually is what that keeps the bacteria count down.\n\nSo we’ve never had any issues with people getting anything from here. And of course too much arsenic is good for you.\n\nBut a little bit is really very good for you and your brain and you know everything. So you name it. It’s got something in the water. It’s good for you.\n\nYeah. Your skin, the silica, you know, all kinds of things. Yeah. So it’s so lovely healing others.\n\nAnd the year spaces are magnificent. And there’s also a grow dome as we mentioned in one of our sponsors is growing spaces who creates these\n\nrooms. And I was in there last summer on our way down to actually interview them in the Pugosa Springs.\n\nOh. And it was such a joy. And maybe you could share this a little bit about what goes on in the grow domes throughout the year.\n\nWell, it’s, you know, I originally put it there because I thought it could be a place to grow food and flowers.\n\nI always wanted flowers in the in the bathhouse in the places around because flowers is such a pure form of spirit energy that’s given to us.\n\nYou know, how can you not feel wonderful and uplifted when you really look at a perfect flower?\n\nSo and I decided to design the beds in the greenhouse in the shape of a medicine wheel because of the connection to the ancients.\n\nAnd also because it seemed to be the most logical because by making those pathways you could reach across all of them to do the work.\n\nNow, it’s been hard to find people to be consistent with what I really needed to do with the greenhouse right now. It’s in very good shape.\n\nBut people come and go in the valley. And so you can get it like you really good for a few years and then boom, they’re gone.\n\nAnd then, okay, who’s kind of take care of the greenhouse now. That’s kind of the way it goes.\n\nBut I wanted to have it to grow food and flowers and herbs. And it has amazing.\n\nAnyway, our gardens are there.\n\nAnd the little nesters, you can just pick and put it in your mouth.\n\nI love nesters.\n\nThe others are great.\n\nIt’s always the work and progress.\n\nYeah, yeah, of course.\n\nWell, and we mentioned earlier that behind us are the Songre to Christo mountains.\n\nAnd of course, we’re here in the San Luis Valley, which I understand is the largest subalpine valley in the world.\n\nThe elevation here is…\n\n7700 feet.\n\nAccording to the topo.\n\nAnd what’s it like?\n\nWhat’s this valley like in terms of its history and significance in these Songre to Christo mountains behind us?\n\nWhat does this place bring to mind for you?\n\nWell, I’m not sure with the ancients, it was a very different place.\n\nProbably a lot of buffalo, a lot of tall grasses.\n\nAnd I think most all the indigenous tribes that were within…\n\nI don’t know how close.\n\nThey probably journeyed through the valley and partakeed and partook in the hot springs.\n\nAnd there are several hot springs, kind of on this journey, through clear down to Ohu Caliente.\n\nThat’s outside of the Taoist area.\n\nSo clear from…\n\nI don’t know where in Colorado, but clear down into New Mexico.\n\nAnd a lot of people do the hot springs loop at the hot springs journey and they stop along the way.\n\nWhich I won’t name all of them.\n\nBut it is wonderful.\n\nI mean, there really are so many wonderful hot springs throughout this region.\n\nYeah, but I don’t think it was a place that was settled that much.\n\nWe don’t find a lot of traces of where they actually lived here.\n\nThere have been very few artifacts found on this land.\n\nWhen they did do some excavating at one point, they found a mammoth bone.\n\nA mammoth bone.\n\nYeah, and so I have that at one point.\n\nI’ll bring it down here.\n\nI just don’t want to lose it.\n\nYou know, I have to make sure it’s well taken care of when I do.\n\nBut I think they probably came here for healing and then went on and came to out other places.\n\nBut it has said that this is a valley of peace, a bloodless valley.\n\nSo even though at least until Spaniards came here.\n\nBut even though there were a lot of tribes that came here, I think they laid down their weapons\n\nbecause they felt the harmony and the healing waters.\n\nThere wasn’t a place for war.\n\nYeah, yeah.\n\nI’ve heard that said about this area and a few other areas in the Rocky Mountains\n\nwith the healing hot spring water that, yeah, even if tribes were warring,\n\nthey, in those locations, would be only in peace together.\n\nMm-hmm.\n\nIt’s amazing.\n\nMm-hmm.\n\nIf only we could do that again.\n\nWell, maybe we can.\n\nMaybe we can.\n\nWell, I want to remind our audience that this is the YonEarth Community Podcast.\n\nI’m your host, Aaron William Perry.\n\nAnd today we’re visiting with Elaine Blumenheim, who is the owner proprietor of\n\nJoyful Journey Hot Springs Spa.\n\nAnd you can get to Joyful Journey’s website.\n\nIt’s JoyfulJourneyHotSprings.com on Facebook.\n\nIt’s Joyful Journey Hot Springs on Instagram the same.\n\nAnd of course, we’ll put all these links in the show notes.\n\nAnd I’d like to give a very special thanks to our sponsors,\n\nwho make this podcast series possible.\n\nThis, of course, includes Joyful Journey Hot Springs Spa.\n\nYou’re one of our most recent sponsors to join the YonEarth Community in our work.\n\nAnd it’s really appreciated, Elaine.\n\nThank you for that.\n\nOh, we appreciate you being here.\n\nAnd our sponsors also include Earth Coast Productions,\n\nThe Lidge Family Foundation, Alpine Botanicals, Purium, Earth Hero,\n\nLiquid Trainer, Vera Herbles, Growing Spaces, Soil Works,\n\nEarth Water Press, Dr. Bronners,\n\n1% for the planet, and Whaley Waters.\n\nNow, here’s the thing about Whaley Waters.\n\nSome of you I know are already aware of this.\n\nThese are handmade Colorado Grown,\n\nhave been fused aroma therapy soaking salts,\n\nthat we make as a social enterprise,\n\nthe proceeds support all the work we’re doing at the YonEarth Community.\n\nSo, if any of you are interested in learning more about Whaley Waters,\n\nthis is something we recommend to folks\n\nwhen perhaps we’re not at the Hot Springs.\n\nAnd I usually try to get a Hot Springs soak in every month or two.\n\nSo when I’m at home, I do the Whaley Waters in my bath\n\nto keep the health and wellness going at a good level\n\nin between these Hot Springs soaks.\n\nOf course, a huge shout out to our Stewardship Circle,\n\nand also to all of our monthly supporters.\n\nAnd if you haven’t yet joined our monthly giving program\n\nand you would like to, you can go to YonEarth.org slash support,\n\nor simply click on the donate button at YonEarth.org,\n\nand set up your monthly giving for any level that works well for you.\n\nIf you’d like to give it the $33 or greater level per month,\n\nwe will send you shipments each month\n\nof Whaley Waters soaking salts as a thank you,\n\nand to help you boost your health and wellness practice.\n\nSo a huge shout out to all of our supporters.\n\nAnd again, thanks to you for joining our family of supporters recently.\n\nAnd Elaine, of course, we’re going to be visiting with Charmaine Boudreau\n\nand Jason Denham soon toward the tail end of this podcast\n\nto talk about, as I mentioned, some exciting upcoming events\n\nand some of the programming that is ongoing here at Joyful Journey.\n\nBefore we switch over and sign off,\n\nI just want to make sure to ask you, Elaine,\n\nis there anything else you’d like to share with us about this place\n\nand about your journey and about how you’ve helped to create\n\nand steward what’s now available to us here?\n\nI think we’ve covered a lot of it.\n\nCome and visit us, come and visit us\n\nand do a secret yourself.\n\nDo a group here.\n\nWell, I would like to thank you for following guidance\n\nand creating this healing sanctuary, which I know is touching hundreds\n\nand hundreds of thousands of people each year.\n\nAnd I think it’s one of the beautiful\n\nand in some way simple treasures that we have here in the Rocky Mountain region\n\nto help us with our health and wellness.\n\nAnd so, huge kudos to you for following that guidance.\n\nI’m glad you’re here to appreciate it.\n\nAnd I’m glad that so.\n\nAt times, I thought, what am I doing?\n\nI have no idea what I’m doing.\n\nIt’s been so rewarding to see the people that have been helped\n\nby the waters and by coming here.\n\nIt just makes my heart feel so full.\n\nAnd it’s wonderful to have you here\n\nand to be able to share this with so many.\n\nSo thank you.\n\nThank you, Elaine.\n\nThank you very much.\n\nBefore we transition to speaking with Charmaine and Jason,\n\nElaine wanted to share a special message.\n\nI am forever grateful to my former husband and dear friend, Dick Blumenheim,\n\nwithout whom I would not have been able to fulfill this vision.\n\nAnd we continue to work together as friends of the heart.\n\nThank you.\n\nSo, we’re here now with Charmaine Boudreau and Jason Denham,\n\ntalking about the programming here at Joyful Journey Hot Spring Spa\n\nand some of the upcoming events, one very special event in particular.\n\nAnd before we dive into talking about what’s happening,\n\nI just want to mention that Charmaine is the group coordinator here\n\nand she is helping to facilitate and curate incredible events\n\nfor all kinds of groups and gatherings,\n\nincluding, as I mentioned earlier,\n\nthe 11th annual San Luis Valley seed exchange\n\nthat the Yon Earth community has had an opportunity to participate in.\n\nAnd she is also a wonder woman bringing much of the joy to Joyful Journey\n\nas well as being plugged into some of the work\n\nwe’re doing through the Yon Earth community,\n\nincluding some editing on a few of our writing projects,\n\nwhich is just a lot of fun.\n\nSo, we’re probably not going to talk much today about grammar, I guess Charmaine,\n\nbut we do talk about grammar sometimes.\n\nWe do, yes.\n\nIt’s nice to have someone who appreciates the English language like I do.\n\nAbsolutely.\n\nAnd Jason, when we, in a few minutes, chat about your upcoming offering,\n\nI’ll provide a bit more biographical information about you and what you’re sharing.\n\nBut just to kick things off, I just want to say welcome to both of you\n\nto our podcast episode.\n\nAnd I’m really excited to be able to share with our audience what you guys\n\nare helping to create and curate together.\n\nThank you.\n\nThanks so much.\n\nHappy to be here.\n\nWonderful.\n\nSo, Charmaine, there is so much happening here.\n\nThat may not be all that obvious at first glance.\n\nAnd as I get to learn more about the offerings, about the approach to health and wellness,\n\nthat is really keeping in mind the way so many of us are living in high energy\n\nand sometimes even high stress scenarios in our day-to-day lives,\n\nand that when we come here to the sanctuary,\n\nthere is an opportunity for us to really decompress and deepen and heal and relax.\n\nAnd I want to ask you, what is it that is your source for such insight\n\nand wisdom and calm as you’re helping organize and curate all of this?\n\nFirst and foremost, it’s the philosophy of the honors and the general manager.\n\nIt’s a place to heal.\n\nAnd of course, in conjunction with that, it’s the healing waters.\n\nThe waters are amazing here.\n\nAs Elaine expressed in your conversation, I’ve heard people come in from big cities\n\ngrumbling at the front desk.\n\nI’m close enough to the front desk and once they get into waters, come out and apologize.\n\nI mean, they’re just lovely waters.\n\nThey decompress people and they, and the people don’t realize how much they need them\n\nor even how much they contribute to their well-being.\n\nBut once they are aware, they keep coming back.\n\nIt’s good stuff.\n\nAnd we have a lot of people that come through here who are healers.\n\nWhether it’s in the arts, the creative arts, whether it’s in yoga, meditation,\n\nthey use the waters to heal themselves.\n\nAnd then they also spread their energy and create a calming effect for the space.\n\nI’m very impressed with the people who come here to do the work.\n\nThere’s a lot of people that come here through retreat.\n\nAnd they’re willing to lay down their egos\n\nand receive some needed respite.\n\nAnd it’s very impressive. Very impressive.\n\nI like this phrase of receiving needed respite.\n\nSounds like that could end up in a book or a poem or something.\n\nIs someone going to do it, is he?\n\nYou know, I was just struck.\n\nArriving here a day or two ago to see there’s a daily yoga class on offer.\n\nThere are art classes on offer.\n\nThere’s a labyrinth that Elaine told me earlier is modeled after the 11 section labyrinth at the Chart Cathedral in France.\n\nThat’s correct.\n\nAnd so there are so many ways people can drop in and engage in addition to the waters themselves.\n\nThat’s true. That’s true. The labyrinth was built in 2017.\n\nIt was designed by Frenchman.\n\nAnd we had a retreat group come in on Easter weekend in 2017.\n\nWho built it?\n\nSo that probably was a bit of a ceremonial process.\n\nIt was a huge ceremonial.\n\nAnd there’s a shout out to Marquita Oliver, who was the event coordinator before I got here.\n\nAnd she put in a lot of work.\n\nShe worked with Elaine very closely to create a space and place for people to come and retreat.\n\nAnd she was here at the time when the labyrinth was built.\n\nAnd it was very ceremonious.\n\nAnd then, as Elaine mentioned, the meditation hill, people go up there.\n\nI’ve gone up there in search of an answer, or at least in search of a piece of piece,\n\nand absolutely return with what was needed.\n\nAsk and you shall receive.\n\nIt happens quite frequently here.\n\nAnd I’ve also noted so much synchronicity taking place here.\n\nI’ve heard so many stories about meeting people here that they needed to meet.\n\nPeople working for the same company in different globe, you know, different areas of the world who connected here\n\nand didn’t even know they were going to be here.\n\nFamily members who hadn’t seen each other in years have reconnected here.\n\nIt’s the healing waters and the healing, they call it the mystic San Luis Valley for a reason.\n\nIt’s pretty magical between the space and the place and the people that come here seeking.\n\nWhether or not they know they’re seeking.\n\nYeah, it happens a lot here.\n\nI’m honored to be a part of it, I really am.\n\nIt’s so beautiful.\n\nAnd, you know, this seed exchange event has been such a joy to be a part of.\n\nAnd there are so many people you’ve helped bring together who are truly working at the roots,\n\nliterally and figuratively of establishing, sane or more resilient, more socially just,\n\nlocalized, regenerative food systems together.\n\nAnd it’s such a joy to feel that community here over these last couple of days.\n\nAnd I thought maybe I’d ask you to just share with us a bit about what goes into bringing something like that to life.\n\nWell, first and foremost, you have to have the support from Elaine and the general manager who understand the benefit it brings to the community.\n\nIt’s huge and people love it.\n\nThey don’t make any money off of this program, it is a community event.\n\nFor this year, in fact, the last couple of two or three years, Shari Allen has been contributing and making this unfold in what looks like a coordinated fashion.\n\nAnd there are a lot of things that come together.\n\nThe community sponsors, if they go to the seed exchange website, they’ll see a list of sponsors that contribute to the program itself.\n\nThe vendors who want to be a part of it, who have the hemp products, the non-toxen makeup, the seeds, the number of people who bring their seeds.\n\nI’m just so impressed every year with people who come with their baskets and contribute the seeds to the community.\n\nIt’s just amazing. And the joy they have when they share their knowledge of what works and what doesn’t work, what works in this climate.\n\nBecause as you know in Colorado, not everything grows at this altitude.\n\nAnd if you can get it to grow, it takes some time and some special care.\n\nAnd they’re willing to share that information with each other.\n\nIt’s a beautiful thing, it really is.\n\nAnd thank you for being part of it. You were a big part of that.\n\nThe soil regeneration discussion we had yesterday and the water stirring ceremony was amazing.\n\nIt brought a lot of people together in a very healthy, positive way.\n\nSo thank you for that.\n\nMy pleasure, absolutely. It was a real joy and honor to be able to share in that way.\n\nAnd yeah, whenever we’re doing the biodynamic stirring work together, my arms tingled the next day.\n\nI noticed and I’m feeling some of that right now.\n\nAbsolutely.\n\nIt’s a lot of fun to be able to do that together.\n\nThank you. Yeah, that was well received.\n\nAnd it was a lot of people walked away with euphoric feeling.\n\nThey felt like they were just really contributed to global.\n\nYou know, it was very cool.\n\nYeah, I was impressed, very impressed.\n\nAnd then Cassandra with her sound healing during the process was just as an added benefit.\n\nYeah, contributed.\n\nYeah, yeah.\n\nThat was that was with Karessa.\n\nWe’ve done a handful of events together where we do her sound healing work with the crystal balls and even other instruments sometimes.\n\nAnd the biodynamics stir and those go so well together.\n\nAnd really I’m excited about some of the emerging research around resident frequencies sound healing and how that overlaps with the work with the water.\n\nAnd there’s so much that I think we can do in a very simple fashion to bring those two together even further.\n\nWell, you call it a simple fashion and it is in its elegant simplicity.\n\nBut it takes a lot for for you guys to do what you do.\n\nThere’s a lot of a lot of energy that that you circulate.\n\nSo thank you for that.\n\nYeah, absolutely.\n\nSo much fun.\n\nWell, I want to talk about this event coming up in just a few weeks.\n\nAnd I would say, you know, Charmaine, if you could to please kind of frame the context for this five day special event coming up.\n\nAnd then from there, I’ll introduce you Jason and talk about that really wonderful offering that I truly hope several of our audience will be able to participate in.\n\nJoyful journey is known for hosting retreats here.\n\nWe’ve been very fortunate to have some as I mentioned some some very good healers that come here and invite other people to join them in the healing process.\n\nAnd so we have retreats throughout the year.\n\nThis one we wanted to put together to honor the health care workers and the caregivers who have been through so much in 2020.\n\nEveryone has been through a great deal.\n\nWe just thought that these people had seen there an excessive amount of.\n\nI don’t want to call it just stress because you know stress has all kinds of negative connotations that my goodness they’ve been exposed to so much and they’ve been the frontline people in dealing with this pandemic.\n\nSo we wanted to honor them and bring them here for five days starting June 29th.\n\nAnd we have several people who are believe in including Jason is going to lead them.\n\nHe’s got a really great background in addiction and as far as stress and tell me one other word that describe.\n\nNo good meditation definitely but as far as counseling people through addiction and through trauma that’s the word trauma.\n\nHe’s got the he’s got the expertise to do that.\n\nWe’re going to bring in Cynthia Tennyson who’s an RN and she is going to help with nutrition and keeping it simple.\n\nThe title of her discussion is if we are what we eat I’m either fat.\n\nWhat is it? I’m either fast, cheap or easy.\n\nAnd then we’ve also got a local here, Marcella Frill who’s a very, she’s an author and she’s going to be doing EFT for tapping.\n\nSo we want to give them tools that they can take with them.\n\nFirst of all we want to bring them here, help them relax.\n\nEnjoy each other’s good company, enjoy a spa treatment and enjoy the healing waters.\n\nAnd then enjoy some workshops that are going to help them take some tools with them back so that we can go back to their families and to their workplace.\n\nThey’re going to have tools with them that they can access easily.\n\nYes, so this is I think more of a holistic approach and offering for many of these frontline healthcare workers, right?\n\nWhat an amazing thing to be able to bring forth in the community because Lord knows those folks deserve and need this kind of support.\n\nBut also this is probably going to help them bring some new ideas and modalities into their professional work going forward.\n\nI think that’s why people retreat.\n\nYou know, you get away from the day-to-day activities and you get to think outside your normal routine and you come up with some new ways to do things.\n\nSo you’re right, that’s a great reason to come here.\n\nYeah, absolutely wonderful.\n\nSo Jason, Jason Denham is a life and recovery coach as well as yoga, meditation and pilates instructor who founded grateful moves in his former life.\n\nJason was a caregiver for 15 years working as a mentor coach and program director in various therapeutic wilderness and residential settings.\n\nIn those roles, he worked with small groups to help clients communicate more effectively, set boundaries, emotionally regulate and work through trauma by connecting mind and body.\n\nAs a former caregiver who knows how taxing the role can be, Jason is very excited to be hosting the art of well-being, a restorative retreat with joyful journey, hot springs spa for caregivers and healthcare professionals.\n\nSo Jason, first off, let me just say the joyful journey hot springs calm slash art of well-being is how you can get to the retreat and if you’d like sign up and be a part of this experience.\n\nMy gosh, the work you’re doing and the background that you’re bringing to this is so important.\n\nI want to ask you, how does somebody like you get into doing this kind of work around things like trauma and some of these very challenging aspects of human experience that many of us have to work our way through overtime?\n\nWell, I guess that came across that by having my own experience with it, running away from a whole bunch of trauma and a lot of challenges for a long time before realizing that what I needed to do was address those things and to come into my own body.\n\nIt’s while I’m getting to hear these stories of listening to the energies that are out there and what draws us and when you ask for what you need, how you can get it.\n\nIt’s just as we were sitting here kind of going over that journey and so I’m in recovery myself and for a long time during my caregiving days, that was one of the tools in which that I used was alcohol to get on top of the things that I was experiencing, some of the secondary trauma that can come from working with violent individuals or people who are in a lot of pain.\n\nI’m here to tell you, it doesn’t really work. When I was ready, I was able to turn to meditation and then later I would find yoga to take care of some of these ailments that were following me around and some of which was compounded by the things that I was doing.\n\nWhat I realized is that our society is set up to kind of be in this pressure cooker, always working to achieve and to be more and to give more.\n\nWe have these little buzzwords like self-care, but how often are we actually given the tools and given the space to actually explore them, that self-care and those tools?\n\nI loved sitting through the talk that you had yesterday and talking about the word sanctuary and I was like, oh man, how come I’m not using that word more? Here we are.\n\nComing out here was actually something I asked for, so don’t let it just be if you’re in this area asking for things, but anywhere in the world ask for what it is that you need.\n\nWhat I ended up asking for was a yurt and a wood stove. I really wanted one of those. And my partner’s uncle hit us up on a family yoga session that we started because of COVID.\n\nAnd he goes, I have a yurt with a stove in it. Do you guys want to come visit? And that’s how we ended up out here in the valley.\n\nOh my goodness, that’s amazing. I love this.\n\nAnd at a brunch, I met Elaine and Theo and came out here and met Charmaine and this place is filled with heart and healing.\n\nSo more words like healing, like respite, like restoration are being thrown around all the time with such intention with such well, well meaning.\n\nAnd I found myself sitting or headed back to the city feeling really sad about it and thought that while I was in this city, I was going to be able to find tons of people to work with, reaching out to hospitals, reaching out to folks that were under a lot of stress and strain from having to turn their lives upside down during these times.\n\nBut that wasn’t where it was. It was out here. And I realized that I was a seeker and I’m speaking to other seekers.\n\nSo it seems as though the valley pulled me out here and asked me to nestle in and then with the support of joyful journey hot spring spa.\n\nI found more connection and purpose so that I could bring all of these things that I’ve been studying in order to heal myself so that it can help others to start that healing process and that journey.\n\nSo now we have a sanctuary in a place where we can explore that connection through minded body and movement.\n\nThen of course with that movement we’re prepping ourselves for stillness.\n\nAnd in this day and age that’s something hard to come by with all the screens, with all the distraction, with all of the noise and the chatter.\n\nWe don’t even really quite know what to believe anymore.\n\nAnd I think that coming out to a place like this where we’re able to sit here together and look into each other’s eyes, that’s where we can find some truth and some real meaning.\n\nAnd I’m so glad that we’re able to do a retreat that’s this length because it is true.\n\nIt’s so hard to unwind once you come out here, the novelty of the space in the open is one thing.\n\nBut when it actually settles in and it starts to really take a meaning, the depth of that is like an unraveling.\n\nThe body starts to loosen up, the waters help us to do that.\n\nThe movement and the connection with other human beings brings us back to a place that can be pretty intense.\n\nAnd I think that even just being around the staff members here who are also considered healers is a place where you can be safe in doing so.\n\nWhen that unraveling happens, then there’s this awakening.\n\nAnd that’s what I’m hoping to help people to come to find.\n\nSo with a sanctuary, allow yourself to have that space so that you can unravel.\n\nAnd we can talk about things like boundaries and we can talk about things like self stewardship, not just for the land, but for the self.\n\nSo that when you return, you might be able to help the people that you’re working with.\n\nYou might be able to change things so that we’re all able to help more of these humans that are running around frantic right now.\n\nAnd I think that my recovery journey really helped to prepare me for this because I have dealt with being a person who’s running on fumes who’s doing all the things that\n\nI’m going to use a bad word here, wrong, the wrong things.\n\nAnd by having done them that way, recognized how to correct the course.\n\nIt is my hope that we can actually build a community of people that helps to spread.\n\nAnd we’ll invite the seekers who come here and those who aren’t ready yet will be thinking about it for the future because we hope to run many of these events for a long time.\n\nAbsolutely, beautiful.\n\nYou know, on a couple of previous episodes, we’ve had the opportunity to explore addiction and trauma and recovery.\n\nAnd I’ve shared previously that I actually quit drinking alcohol a little over three years ago.\n\nAnd you know, in my family, like many families, there’s yes, a good bit of trauma, yes, a good bit of substance abuse.\n\nAnd I’ll tell you what, the experience of waking up morning after morning would just smooth steady energy, clear mind.\n\nAnd no weird emotional clouds overhanging is one of the very best gifts we can give ourselves in my experience.\n\nAbsolutely.\n\nAnd there are days I wake up and I say, God, calm down.\n\nWe are going to get a lot of good done today.\n\nAnd you know, for me, I actually had a conversation with the divine a few months before I quit for good.\n\nAnd the message I heard was you can either drink or you can write books, but you can’t do both so you get to choose.\n\nAnd I thought about that for a few days. I said, you know, I’ve been drinking for a while. I really want to write some books.\n\nAnd so, you know, that’s kind of how that unfolded for me.\n\nSo I bring that up not because, you know, my particular story is of any importance, but that I can really personally relate to and appreciate how important it is that we have these conversations.\n\nAnd that we invite others in our community to take that pause if there is a struggle around trauma and substance abuse and other things that go in that complex, that we can take that pause and get into this, I love course correction as a concept.\n\nHead in a different direction, right? There’s that old adage, you know, if we don’t change the direction, we’re going, how does it go if we don’t, if we don’t change our direction, we’ll end up where we’re going or something like that.\n\nAnd, you know, so here we are, right? These are, it’s real life people who have these real simple choices we’re making every day.\n\nAnd I am just so honored to be able to visit with you knowing the kind of work you’re doing and the people that you’re helping through this work.\n\nA synchronistic event meeting, Jason, I’ve been wanting to pull a retreat together for several years since I started a joyful journey.\n\nAnd when Jason and Brittany showed up, the dynamics were such that this is going to happen, you know, he has the skills, he has the knowledge.\n\nHe has the desire to help people go through this process."
}