{
  "title": "Episode 153 – Joy & Eric McEwen, Authors, “Raising Resilient Bees”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13596/episode-153-eric-joy-mcewen-authors-raising-resilient-bees.mp3",
  "publish_date": "December 17, 2023 8:04 pm",
  "url": "https://yonearth.org/podcast/episode-153-eric-joy-mcewen-authors-raising-resilient-bees/",
  "episode_number": 153,
  "subtitle": "AboutRaising Resilient Bees",
  "description": "The book is a clearly and cogently written resource with beautiful photos throughout. Part chronicle of their bee-keeping and land stewardship journey and part “how-to” for aspiring and seasoned beekeepers alike,Raising Resilient Beesis a must-have for land-stewards, regeneration practitioners, and beekeepers of all levels of experience. With decades of research and practice informing its pages, the book presents a wide array of essential information, some rather nuanced and intriguing, such as why certain types of wood (cedars) are better suited to providing natural insulation and water repellent properties to the honeybee hives, and how honeybees help to accelerate and amplify the climate-stabilizing carbon sequestration properties of regenerative agricultural systems and land stewardship practices.",
  "about_sections": {
    "about_joy_mcewen": "Joy Catherine LeBlang McEwen manages Diggin’ Livin’ Farm & Apiaries, a homestead, organic farm, and commercial beekeeping operation. She holds two bachelor of science degrees, as well as a master of science in environmental science from Oregon State University. When she isn’t tending hives or farming, she works as an apitherapist with a practice in southern Oregon and makes a line of jun beverages called Honey Bee Brews. Joy is a committee member on the USDA Farm Service Agency board for Josephine and Jackson Counties, Oregon, and she serves as a board member on the Illinois Valley Watershed Council, as well as a board member for the American Apitherapy Society.",
    "about_eric_mcewen": "Eric Muench McEwen heads the beekeeping opertion for Diggin’ Livin’ Farm & Apiaries. He holds a bachelor of science degree in botany and plant pathology from Oregon State University. He has spent the last 20 years experimenting with the development of organic management practices while tending approximately 700 honey bee colonies. A former mentor for the Oregon State University Master Beekeeper Program, Eric has served as the Southern Oregon Representative on the Oregon State Beekeepers Association administrative board. He is a member of the Adaptive Bee Breeders Alliance, a SARE-funded consortium of honey bee professionals and academics collaborating on stock improvement focused breeding efforts. He is the originator and manufacturer of Natural Nest beehives, an improved style of 8-frame Langstroth equipment for organic beekeeping. Eric is also a trained botanist and naturalist who loves the wild side of the great outdoors.",
    "about_chelsea_green_publishing": "Founded in 1984, Chelsea Green Publishing is recognized as a leading publisher of books on the politics and practice of ecologically based living, publishing authors who bring in-depth, practical knowledge to life, and give readers hands-on information related to organic and regenerative farming and gardening, ecology and the environment, healthy food, local economies and resilient communities, and integrative health and wellness. An employee-owned company, Chelsea Green publishes authors that empower and inspire individuals to reduce their ecological impact and to participate in the restoration of healthy local communities, bioregional ecosystems, and a diversity of cultures. Chelsea Green promotes better understanding of natural systems as a global-commons and to empower people to participate in restoring those commons, to serve as its effective stewards, and to help mitigate worldwide social and environmental disruptions."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast. I’m your host, Aaron William Perry. And today we are at the 2023 Biodynamic Demeter Alliance conference in Westminster, Colorado for our national gathering and have the opportunity to visit in person with joy and Eric McEwen, the authors of raising resilient bees heritage techniques to mitigate mites preserved locally adapted genetics and grow your apiary and joy.\n\nEric, it’s such a joy to be able to visit you guys in person and to be able to share a bit with our audience about your amazing book. Thank you so much.\n\nThank you so much. It’s really very generous.\n\nRather than zoom to do it in person, it’s a nice additional benefit to be able to be together in person.\n\nI agree. And we’re here at the the bottom of a conference right with so many extraordinary lamb stewards and healers, farmers, food and medicine growers.\n\nYeah, visionaries. Yeah, teachers all around. Yeah, a lot of wisdom in one room. Yeah, yeah, such a treat. I agree.\n\nSo I’m really happy we get to visit together. And I’ll share a bit about your backgrounds, which are really extensive and impressive.\n\nAnd this book is one of the many beautiful publications from our friends at Chelsea Green publishing. So a huge shout out to Chelsea Green. And we’ve got a special deal for you that will share about a little later.\n\nSo to get things rolling joy, Catherine, LeBlanc, McEwen, Manages, Diggin, Lincoln, Farm and the apiaries, a homestead, organic farm and commercial beekeeping operation.\n\nShe holds two bachelor of science degrees, as well as a master of science and environmental science from Oregon State University.\n\nWhen she isn’t tending hives or farming, she works as an api therapist with a practice in Southern Oregon and makes a line of the Jun beverages called honey bee bruise.\n\nAnd we’re going to need to talk both about the Jun and the api therapy, of course. And joy is a committee member on the USDA Farm Service Agency board for Joseph,\n\nJackson County’s in Oregon, and also serves as a board member on the Illinois Valley Watershed Council. And is a board member for the American api therapy society api therapy society.\n\nSo absolutely beautiful. Eric, Mitch McEwen heads the beekeeping operation for Diggin, living farm and apiaries. That’s so fun to say.\n\nHe holds a bachelor of science degree in botany and plant pathology from Oregon State University has spent the last 20 years experimenting with the development of organic management practices while tending approximately 700 honey bee colonies. Wow, that’s a lot.\n\nA former mentor for the Oregon State University master beekeeper program, Eric has served as the Southern Oregon representative on the Oregon State Beekeepers Association administration board.\n\nAnd is a member of the adaptive bee breeders alliance, a serifunded consortium of honey bee professionals and academics collaborating on stock improvement focused breeding efforts.\n\nHe’s the originator and manufacturer of natural nest beehives and improved style of eight frame landstraft equipment for organic beekeeping.\n\nEric is also a trained botanist and naturalist who loves the wild side of the great outdoors, and I want to ask you about that as well.\n\nSo we’ve got a lot to talk about, of course, in the book, which I got to say is so beautiful with the many amazing photos, many of which are in Oregon, I take it.\n\nAnd is talk full of really practical information for beekeeping.\n\nAnd let’s kind of dive right into it and let me ask you guys why beekeeping and what drew you to beekeeping and why has beekeeping become such a central focus of your stewardship work, your land management work,\n\nyour food and medicine work? Why bees?\n\nWell, I mean, why bees?\n\nYou know, anyone who’s just experienced the presence of bees, when you are in their company, when you are immersed in their frequency, their vibrational energy,\n\nit’s nothing short of mesmerizing.\n\nSo I had the pleasure, honestly, we were talking earlier in another person’s talk on beekeeping today about just those fleeting moments in your life that can be just this ephemeral moment, but that it gets inside you and changes you forever.\n\nAnd honestly, in that moment today, in that discussion, the moment that popped into my mind was this first time that I ever had the opportunity to open the insa, or to be present for the opening of a hive.\n\nAnd at that time, it wasn’t my hives. I was 21, I think, maybe living in Eugene, Oregon, and I went to a talk by some community beekeepers who had hives at a local community garden.\n\nAnd they were just giving kind of this run of the mill talk of the fundamentals of beekeeping.\n\nBut I stuck around after the talk and they could just sort of, my inquisitiveness was palpable.\n\nSo they threw me in a suit and they brought me over to their couple hives they had there and opened them up for me.\n\nAnd I can still remember that day like yesterday and it was at the end of that additional half hour or so getting to look at these bees with those beekeepers.\n\nIt was just clear to me I was like, I’m going to do this someday.\n\nAnd that someday was another six or seven years later or something, but it had that impression on me.\n\nAnd what it was, exactly, I don’t really know, I think it was the mystery.\n\nYou know, the intrigue and the mystery of getting to watch this highly organized society, you know, operating all of its intricacies just right before your eyes just moving about.\n\nI mean, I wasn’t thrilled.\n\nAnd then, you know, I think like so many beekeepers, you start with one hive and it’s like, it grows like an addiction.\n\nI don’t know that, you know, hopefully, well, there’s been times where maybe it didn’t even feel healthy or maybe it was even out of balance.\n\nBut the fact is there was no turning back, you know, it was just the way it was going to go.\n\nI think mine feels pretty different in that what initially led me into bees, I would say I had a yearning to be a production organic farmer.\n\nSo there was this practicality aspect for me that we moved down from the Malama Valley of Oregon into that we found a wonderful piece of land over in Southern Oregon.\n\nAnd it was affordable and it was on the river, but it was also forested beautifully, beautiful.\n\nBut it didn’t look like an organic vegetable farm.\n\nSo that is one part about beekeeping is that we were able to bring, it was initially bringing our 20 hives down from Corvallis and then multiply and then being able to have a smaller footprint and have the accessibility of clean air, clean water and abundant forage.\n\nAnd this wild forest that really made it that this was the way I was going to become that professional agriculturalist.\n\nSo I think mine was a little bit more practical. Usually we’re opposite. Usually I’m a little bit more a serial and he’s more practical.\n\nThat’s OK.\n\nIt was a balance.\n\nYeah, there we go.\n\nOh my gosh.\n\nYeah, yeah.\n\nWonderful.\n\nAnd I got asked joy. So AP therapy, AP therapy.\n\nI maybe had an inkling that this was a thing, but this is a real thing.\n\nOh, it’s definitely a real thing for like thousands and thousands of years in this practice all over the world.\n\nSo actually, Eric and I, we just came back from a conference called Apomandia.\n\nIt was this year.\n\nIt was in Chile and Santiago and every other year, it switches spots around the world.\n\nAnd there’s six major focuses of this conference.\n\nSo this is gathering some of like the biggest investments just be thinkers of the world.\n\nSo for AP therapy to be one of six of the main topics.\n\nOh wow.\n\nOK, so one of the six main topics Eric and I actually spoke on the topic of rural development.\n\nBut it was really interesting to just see all of these professionals in the field of AP therapy gathering to talk about their practices.\n\nSo generally, it is using all the products of the hive as medicine.\n\nAnd then I initially got my start about 10 years ago.\n\nIn 2013, the American AP therapy society had a conference in Portland.\n\nAnd I attended that conference.\n\nAnd even at the time, most of the speakers and a lot of the members of the board were doctors.\n\nAnd they just kept presenting this like incredible story and hearing all sorts of various attributes of just not just be them therapy, but honey and all the products of the hive.\n\nAnd at the same time, what compels me into this, which felt so cool about this program and the conference at the time,\n\nwas that there were so many doctors there and they wanted to share all of this research.\n\nAnd they wanted more and more people to learn about it and practice it.\n\nBut here they were American doctors and they’re like, our hands are tied.\n\nLike, please be keepers, especially.\n\nPlease get this information out to the people you interact with.\n\nAnd part of that is that this is so much of so many people are practicing this around the world.\n\nSo I think the US is just a little bit behind.\n\nBut currently, I am now a board member for that American AP therapy society.\n\nWell, it’s so beautiful.\n\nAnd you know, we had on a past episode, our friend Courtney Cosgrapher who’s a beekeeper doing all kinds of work with food and medicine with the honey bees.\n\nAnd she was talking a fair bit about some of the ancient esoteric mystery schools and the connection with the bees, the bee hives, the bee medicine, the vibrational frequencies.\n\nI guess this thing is so, it really is a holistic milieu, isn’t it, for our human well-being and our direct connection with nature, with our agricultural communities and organisms, farm organisms.\n\nThere’s like a node here that I think is so potent.\n\nAnd probably in the mainstream of the American culture is a bit invisible for a lot of us, right?\n\nAnd it’s so central, isn’t it?\n\nWell, I think part of it is we’re just going back into all that, just the great remembering.\n\nAh, yeah.\n\nLike that.\n\nI mean, certainly our historical cultures, you know, placed these mysteries, these schools, these magic at the center of society, right?\n\nI mean, certainly like we can turn to Egypt or Central Europe.\n\nTens of thousands of years, if not hundreds of thousands of years.\n\nWhere, you know, the mystery of the bee and the potency of the bee magic was revered at the center of culture.\n\nIt was, you know, it occupied the sphere that everyone was well aware of, you know, and turned to and relied upon.\n\nAnd just think goodness that that’s finally, I mean, if there’s so many, just like the simple ones, which is just like killing open wounds with honey.\n\nI mean, come on.\n\nIt’s like hydrophobic hydrophobic.\n\nIt produced this hydrogen peroxide.\n\nThey’re now finally just like even during surgeries where they’re like, okay, we don’t get wound dressing.\n\nWe don’t need the antibiotics in this.\n\nLike, let’s just use honey.\n\nAnd the way is like it profoundly is just like surpassing any type of traditional medicine.\n\nIt’s like, okay.\n\nThat’s a great example.\n\nIt’s like a super disinfectant, isn’t it?\n\nIt is.\n\nAnd yeah, it’s humectant qualities, like minimize scar tissue, prevent infections.\n\nIt allows like a moist environment for skin tissue to heal from the inside out.\n\nAnd, you know, the best burn labs in the world are using this, you know, cure of antiquity.\n\nSo this really kind of goes into like now kind of the push of the book.\n\nLike part of us and who we are is that we’re really interested in being food producers and specifically honey producers.\n\nWe’re big believers in honey.\n\nI love honey and I have a number of…\n\nWe can be friends.\n\nBe keeping friends.\n\nAnd I’ve actually kept these a little bit myself.\n\nJust a little.\n\nRight.\n\nAnd this book is so beautiful.\n\nAnd I’ll show it again for our audience that are looking at the video version here, raising resilient bees.\n\nAnd in here, you’ve got just lovely photos, lots of hands-on moments that are documented in the photography of it.\n\nAnd in the text, of course, you’re covering a number of key items and issues in the course of the seven chapters.\n\nAnd this first chapter in new APRE for a new age.\n\nI was hoping you could tell us a bit about, you know, what’s that all about?\n\nWhat do you mean by a new APRE for a new age?\n\nWell, I mean, you know, I think like most people are aware that the bees are under pressure.\n\nIt might be safe to say like, we’re experiencing a crisis in beekeeping and a crisis in the environment that bees require for their health and their well-being.\n\nAnd that has really occurred in a relatively short period of time.\n\nYou know, mirroring industrialization and modern conventional, modern agricultural practices.\n\nAnd how fast they swept the land base, right?\n\nLike the vast majority of the area that humans are interacting with and modifying the climate of is now under the sway of these new modern techniques.\n\nAnd the bees, they just went along, you know, they got swept along.\n\nAnd now here we are, we inadvertently developed our food systems in these new ways so rapidly that the bee is, the consequences for the bee came about, you know, are still being felt like we’re still, we’re now, the fruit is now being harvested from the seeds that we sowed in modern industrial agriculture.\n\nAnd they’re being reaped in the genre of the bee.\n\nAnd so, yeah, like so what the new APRA for a new age is really about is that we are having this existential crisis that where it gets used so much these days.\n\nBut for the bees, like the bees are on the brink, right?\n\nSo we need to make a change, and we need to make a change rapidly.\n\nSo it’s important that we start articulating that vision now and start, you know, saying like what are the components and implements, implementation of those components?\n\nWhat are the things that need to change now?\n\nBecause we don’t have another several generations that we took to create the problem to solve the problem, right?\n\nWe’ve got to solve this problem in a couple of decades or less, you know, we’ve got to turn this around.\n\nThat’s what this is about, is that, you know, the wage, what do I visualize ourselves as is a bridge?\n\nWe visualize ourselves as a bridge between the past and the future, between conventional and sustainable, you know, and, you know,\n\nfrom conventional to regenerative, you know, and these changes that need to occur, they can’t just, we can’t just snap our fingers and start doing things differently.\n\nWe’ve got food systems that, you know, depend on bees.\n\nWe have people and livelihoods and nutrition that feeds a whole populace that’s dependent upon these existing systems that we have.\n\nSo despite the fact that these existing systems are so messed up, so unsustainable, so much like guaranteeing our demise, we can’t just turn them on their head.\n\nLike we’ve got to talk about the transition phase, and that’s, I think, what we envision ourselves as.\n\nLike in the new age, you know, with the new age that we spouse in our book, operations like the operation that we run might not even really need to exist.\n\nBut the reality is that we’re absolutely needed right now, like as the bridge, as the integral transition phase from this completely destructive system that dominates our food production, to where we need to go, which is local, sustainable, earth-friendly, non-toxic, you know, that’s where we need to get to.\n\nBut of course, you know, it’s going to take creating an architecture to get there that we don’t have right now.\n\nI’d like to ask that.\n\nPlease, of course.\n\nWell, you know, a very, very new age.\n\nI think the other part of that is that it really involves community.\n\nLike we all used to be in agriculture together, like agriculture, like the brewing, the revitalization, the revival, the grouping, it involves people.\n\nAnd like, I don’t know, there’s a lot of times where farming can get really, how it felt really lonely.\n\nAnd as a mother, like sometimes I think about like the mothers, the families out in like the Midwest, and I picture them in like this farmhouse, and the mom just being like, I’m out of here.\n\nI’m going to go get a teaching job in the city because I’m so lonely.\n\nAnd I think that’s part of what’s happening in agriculture as well, that a new way for a new age is that it involves togetherness where we remember, part of that great remembering, that like when our neighbor doesn’t do well in farming, like we all feel it.\n\nLike remember, like we all remember.\n\nI guess that’s part of like where we need to come together as well as just be thinking about how to have a system that involves the interconnectivity of all of us people and being a village again together.\n\nIt’s so beautiful. And what comes to mind for me is that the beehive itself is literally and symbolically that village, that community, isn’t it?\n\nYeah, exactly.\n\nYeah, the hyping.\n\nThey are our teachers this way.\n\nSo beautiful.\n\nI want to dive a little more deeply into the existential crisis that honey bees are experiencing.\n\nThere’s this term colony collapse disorder that I think a lot of our audience will be familiar with.\n\nI think so.\n\nAnd I’m curious.\n\nWhat do you see as the leading specific factors that is underlying this detrimental phenomenon we’re seeing at such drastic scales now?\n\nThat’s a great question.\n\nReally, I think that I think the term colony collapse disorder wall at one point there was like a set of specific characteristics associated with it.\n\nI think really what’s important about that notion of colony collapse disorder is that it’s indicative of a series of a suite of factors that are affecting the honey bee today.\n\nSo there’s several key factors that are contributing together to this malady that the bees are suffering.\n\nCertainly, one of them is the parasitism of honey bees by the Veroa mite, which originated in Asia.\n\nIt was originally a parasite of a different species of honey bee.\n\nDue to human activity and overlap of these honey bee species, it jumped ship and made a host shift to a pismolifer of the western honey bee, which is the species of honey bee that’s essentially kept by people around the world.\n\nWhen the Veroa mite made this host shift, it also changed its reproductive biology to infecting the larva, the brood of the worker bees, and thus destabilize the ability for a colony to reproduce safely.\n\nSo that’s definitely a component. And how the Veroa mite affects the vitality, the health of a colony is complicated, and clearly one way that they do so is by vectoring viruses.\n\nSo we’ve seen this total upending of viral evolutionary biology where the natural tendency of a virus is to evolve towards being benign.\n\nThe longer I can live in my host, the farther my host is going to spread me.\n\nAnd so most viruses tend to evolve towards being benign, perhaps even having no symptomology at all.\n\nBut the relationship of honey bee colonies from one to another and the fact that one will opportunistically feed on the resources of a failing colony means that when a colony is collapsing from Veroa mite infestation, that you then have this rapid transfer of the mites to other neighboring colonies.\n\nSo all of a sudden you have a horizontal transmission of viruses instead of a vertical transmission from parent to child.\n\nAnd that creates this new evolutionary pressure towards being more and more lethal.\n\nSo that’s what we’ve seen is we’ve seen viruses that were thought of as inconsequential that are now killing colonies.\n\nThose are certainly components of this crisis for bees, but at the core of law is another whole phenomenon which is toxicity and lack of habitat, lack of forage.\n\nSo when do we see these symptoms of CCD or when do we see these regionally unsustainable losses mushrooming up?\n\nIt’s when climate change or weather comes in and creates a situation where you have a whole region where the bees are lacking in sufficient forage.\n\nOr for instance in the heartland where bees are trying to exist in these seas of monoculture that are just being bathed in chemicals that we know are bad for insects and all life.\n\nAnd so you’re weakening the immune system of the bees, reducing their ability to access healthy food.\n\nYou’re weakening their immune system by bathing them in chemicals and then you have unsustainable parasite loads and extremely viral viruses.\n\nAnd they are like this cocktail that comes together and creates these huge regional rates of losses and it’s kind of like moving around the globe at any particular time.\n\nLike for instance last year Oregon and Washington near where we keep these had loss rates well above the national average and you know these are regions that are maybe not as intensively farmed as other parts of the country and regions that tend to have more pristine environments and yet it’s still you know a complex problem.\n\nBut that I think are those are kind of the main key factors.\n\nLet me ask in one of the talks I attended earlier today we had a discussion around the effects of electromagnetic frequency pollution as well coming from our wireless and cellular communication are satellite internet connectivity.\n\nI don’t know I’m not an expert in this topic I’m curious if you’re seeing that as contributing as well.\n\nWell I know I mean we have three daughters 12 15 and 19 and like just the way that I mean it’s just so addictive for all of us humans.\n\nLike there’s just so many different factors going on where I mean of course it’s just thinking about these small little insects these tiny bees.\n\nYeah you know if it’s affecting us at this large level like close to the affecting these enemies like I don’t know do you know like any specific but you could just be by scale.\n\nYeah yeah I love you know we’re sort of here in situ in the middle of a conference and as people are walking by there’s this energy in this excitement this experience.\n\nI hope the audience okay for everybody is sure having these you know parties of amazing people walking by.\n\nBut yeah this convergence of all these different factors obviously is having such a profound effect on the bees and to a point you’re making earlier Eric.\n\nIt’s not an exaggeration to say that a huge portion of the food that we’re dependent on is pollinated by the bees right that’s not an exaggeration.\n\nIf you if you’re hoping to eat something more than porridge or glue then you should be cherishing to be because you know dairy industry for instance not a lot of people think about milk.\n\nBut alfalfa is pollinated crop you know if alfalfa seed isn’t getting produced then alfalfa isn’t getting grown then cows aren’t being fed alfalfa then the dairy industry goes south.\n\nYou know like so their their influence is far reaching I think the statistic today is that they’re responsible for $16 billion worth of agricultural productivity in the United States annually.\n\nYeah well and then normally that it’s just like how dependent the the deer are the on pollination the birds are on pollination the fares are on pollination.\n\nAnd then what Eric and we we tend to like to talk about quite a bit is just how honey bees really increase the carrying capacity of the land.\n\nAnd that in itself is like the honey bees are like profoundly increasing just the productivity of any kind of farm scale landscape.\n\nEspecially degraded landscapes especially degraded land are turning it around yeah yeah huge regenerative yes thank you for yeah I mean their poop their their poop is like probiotic like vitamins being spread all across the landscape plus just their their dead bodies as well but they are contributing so much in the form of like I mean we’ve had a couple different\n\nB yards where we have one in particular that we used to call Mars that was just like this rocky ground and then you put honey bent bees on the landscape and we’re growing like I mean soil grasses flowers I mean and so you can see that this isn’t just beneficial to to the to the honey base and this is beneficial to all all of the beans around it.\n\nAs a you know as a talking point like social insects aka ants bees wastes and termites account for like 80% of the insect biomass on the planet or maybe it’s even like animal biomass I know but they are foundational to the primary productivity of the land.\n\nAnd it was actually just this morning Alex from spider farm and his in his discussion he was talking about how when you bring bees onto a land just their dead exoskeletons can increase ant productivity by like 40% on a site you know so we don’t even have the awareness to understand how much that affects the productivity of the land if you can increase that productivity of ants by 40% with the presence of one species\n\nin an area that is that’s foundational like you know we are in consequence almost in consequence of the species compared to that.\n\nIt’s one of our favorite parts about being beekeepers and just even just being humans is like what is our net growth of soil we’ve accumulated in our lifetime.\n\nYou know like what have you done how much soil have you brought back to the honey bees are responsible for a lot of it.\n\nSo the literally we can think about the honey bees and the hives as spreaders of fertility.\n\nYes completely.\n\nJust the pollination but literally the fertility of the soil.\n\nProbiotic.\n\nYeah enjoy as much and yeah their feces actually have lactone bifidus bacteria in them so like they’re actually seeding their environment with probiotics.\n\nAmazing.\n\nYeah that’s tremendous.\n\nWe love it.\n\nLike sometimes we’ll have a like a colitis and you can just see the grass all around like building up.\n\nYou know we literally move colonies into places that we’re trying to improve the soil you know and produce more soil on ground that’s lost its top soil for whatever reason mining or over productive production in ag or whatever.\n\nWe’ll bring bees into these sites and it’s like a jump start.\n\nI mean of course you can see it in the little ring right around where the bees were where all of a sudden the grass grows.\n\nSix inches tall and is dark green and flowers start popping up but then you start realizing that our awareness just isn’t quite capable of seeing it on the landscape but it’s happening on the landscape.\n\nWe have the pleasure of stewarding a piece of land that was hydraulic mind in the turn of the 20th century and when when we inherited the stewardship of this land.\n\nIt was still devoid of vegetation a hundred years after this destructive practice had occurred and now we’re just so ecstatic to tell people about how the honey bees the presence of honey bees and the intensive use of honey bees on this property has just jump started the regenerative process.\n\nWe now have thick grass growing alongside the roads all this ground that was devoid of vegetation is now got the plants growing on it and I mean imagine the carbon fixation that’s occurring.\n\nWe did a lot of deep listening on that land too like honey first got it we it had gone through a lot of hardship and so we kind of just had to tell right from the get go like we’re not here to hurt you like we’re not going to cut your chaser is just going to listen and now we’re really in this wonderful symbiotic relationship yeah.\n\nYeah I was just going to say this this keyword came up earlier today relationship and the reciprocity the respect the reverence it seems that you guys are embodying this you’re doing this on this land that you’re stewarding in such a beautiful way.\n\nThanks for helping others do it too yeah and then so youand you have.\n\nThree teenage daughters, are they all teenage?\n\nWell, they’re senior and they treat you up.\n\nAnd so are they\n\nuh and pretty engaged in this work that you’re doing?\n\nWell, part of it, it’s been their whole life.\n\nYeah, yeah, yeah.\n\nSo if it’s not even just with they’ve been around these when they were really\n\nlittle, they used to just stick their hands\n\nand honey and kind of like walk around the farm to try to have\n\nto these land on that.\n\nAnd then they just, you know, you kind of\n\nput them and talk to them.\n\nSo, and then they were, they’ve always just,\n\nit’s been their way of life.\n\nSo, maybe yeah, spend more time than they would have cared\n\nto in the back of a beach rep, but you know.\n\nIt was pretty, well, for the older she loves to talk about.\n\nShe loves to talk about smell of the beach rep.\n\nYeah, you know, I had in my notes to ask you about this\n\nbecause I remember when I was keeping a hive,\n\nthe aroma is so, I mean, it’s like a spot, right?\n\nIt’s like a room of therapy.\n\nIt is.\n\nAll the volatile oils, especially just opening it up the hive,\n\nthat, I mean, it has all sorts of effects just on your nervous system\n\nand then chronic respiratory illnesses to be able to like,\n\nthe smell just, it’s the, the proplice, it’s all just alive.\n\nIt’s like bioregional aroma therapy, you know.\n\nIt’s like play space aroma therapy.\n\nYeah, yeah, there you go.\n\nYou’re actually like reacquainting your own senses,\n\nyour own nervous system with the, you know,\n\nwith this, with the plant substances of your own space,\n\nyour own home.\n\nI think it’s like a deepening of your body’s connection to the land\n\nwhen you breathe that air.\n\nYeah, yeah, yeah, I love it.\n\nI’m wondering, so you guys clearly are doing so much\n\nin the way of the direct stewardship.\n\nAnd it’s one of the chapters, by the way,\n\nthat I want to ask about, has to do with managing the,\n\nthe might issue.\n\nI’m curious to, you’re seeing this therapeutic benefit\n\nfor people broadly.\n\nYou’re, you’re thinking and cultivating community\n\nand connection among and between people and land stewards.\n\nI’m wondering if you were to envision, you know,\n\nin the near term, you’re two, three, four, five years from now,\n\nif we could wave our magic wand\n\nand see a very different relationship\n\nin general among the population in general\n\nand these in particular, what would that look like?\n\nWhat do you think we can see happen?\n\nI don’t know, I love it.\n\nI want to just soak that up.\n\nI mean, I think for starters, like, I hold space\n\nin my heart for a steady, like, something\n\nthat we can really wrap our minds around.\n\nLike a steady change, an incremental change\n\nin agricultural practices.\n\nI think it’s just at the heart of it all.\n\nI think a bunch of chemicals need to be banned in our country\n\nand we could lead the way for the world, you know,\n\nin just eliminating the use of these toxic chemicals.\n\nAnd I know that that scares farmers\n\nbecause they see these chemicals\n\nas sometimes their only tools to affordably produce their products.\n\nBut I think we, as a society, need to combat that mindset.\n\nWe need to let our farmers know that we have their back\n\nthat we will absorb and accept a rising cost of production\n\nthat will accompany removing these tools\n\nfrom their tool belt because we just have to do that.\n\nLike, for all of our sake, for the waterways,\n\nfor the insects in the waterways, for the soil,\n\nfor the earthworms that are having, like, nervous system dysfunction\n\nfrom the chemicals in the soil.\n\nYou know, this certainly goes beyond bees,\n\nbut these are, I know, the very little canary,\n\nor what have you, and the bees are telling us,\n\nlike, you got to change your ways.\n\nSo, yeah, I think number one is,\n\nwe got to get rid of chemical agriculture.\n\nAnd then we need to see a greater proportion of our land base\n\nreturned to natural systems.\n\nYou know, as a permaculturist, I’ve seen, you know,\n\nI’ve seen mathematics that suggests that we could support\n\na population on the globe of 10 billion\n\nwith 20% of the land base.\n\nThat 80% of land base could be returned back to natural systems.\n\nNow, would that require us to make massive changes\n\nin our lifestyle and our standard living you bet?\n\nMaybe we’re not going to get there tomorrow.\n\nMaybe those austerity measures aren’t going to ever be implemented.\n\nBut do we need to start going in that direction?\n\nDo we need to start valuing those inherent,\n\nlike, yeah, we need to value the quality of natural systems?\n\nAnd what they bring to us economically,\n\nyou know, we take all these economic inputs for granted.\n\nBut the reality is, they’re not fixed.\n\nThey take maintenance by nature.\n\nI want to kind of lean into one of the things you’re saying here\n\nand push a little and enjoy a really want to hear from you.\n\nI’m like, we need a magic wand.\n\nI’m like, oh, what?\n\nReally?\n\nWell, let me just say this.\n\nThis notion of the austerity, I wonder if the transformation\n\nin the human nation might not result in much higher quality\n\nof life anyhow.\n\nAnd we might be thinking right now that, oh, wow,\n\nthese are austerity measures.\n\nWe’re going to be giving so much up.\n\nBut one of the things I really wonder, especially\n\nwith modern industrial culture and society,\n\nis how much we’re giving up right now.\n\nI agree.\n\nAnd my sense is that our sense of joy, our sense of humanness,\n\nour sense of community, connection, health, wellness,\n\nmental health, immune system health, all of that\n\nmight actually improve as a result of these steps\n\nthat will probably be taking one way or another.\n\nWell, go ahead.\n\nI did it really quick.\n\nI’m just going to go quick.\n\nAs a response to that, the agricultural sector\n\nis responsible for the use of a lion’s share of the resources,\n\nright?\n\nAnd yet, how much food goes to waste, right?\n\nJust as a feedback to what you’re saying,\n\nif we could ever just improve efficiency here, people,\n\nwe might not have to change our lifestyle at home.\n\nWe just improve efficiency.\n\nWe just need to apply.\n\nI mean, I’m not a technologist.\n\nBut let’s be real.\n\nWe certainly could improve the way we do things on this planet\n\nand improve the cost of productivity so much.\n\nSo yeah, we’re even.\n\nOK, magic wand, magic wand.\n\nI guess part of it, for me, it’s a little bit scary to say,\n\nbut part of the magic wand is for us to respect and deliver\n\nof what it means to have a strong local food economy.\n\nAnd so what does that mean?\n\nAm I wishing that the I-5 is going to close?\n\nAm I wishing?\n\nI’m not.\n\nI’m not.\n\nBut I am saying at least for us to be doing some tests\n\nfor actually how strong we are.\n\nHow strong is a local economy?\n\nIt’s like how many times a dollar gets used in a system\n\nwithout leaving the system, right?\n\nAnd so right now, Amazon just increased their profit.\n\nLike, third quarter last year was $2 billion.\n\nThird quarter this year was $9 billion.\n\nLike, they’re sucking money out of the local economies.\n\nSo if I were to wave my magic wand, it’s about,\n\nit is about local producers and respecting\n\nother, how do we create that strong local economy\n\nand have more local producers?\n\nLike, what is it that we actually need?\n\nAnd what is it that it’s not just like, I don’t know,\n\nlike this idea of convenience that comes down the I-5?\n\nLike, I get kind of frustrated when there’s like 50\n\ndifferent types of yogurt.\n\nI’m just like, look at this idea of convenience.\n\nIt’s like packaging, distribution,\n\na truck to another truck to train to the truck,\n\nto the plastic to the truck.\n\nLike, all in this idea of 50 different types of yogurt.\n\nAnd I think the other word for this idea of convenience\n\nis actually carelessness.\n\nLike, do we actually like, is this a mask?\n\nBecause all we really should want here\n\nis like that one super dank type of like,\n\ngoat yogurt with the honey and it’s OG and everything about it.\n\nLike, and so sometimes like, if I were to wave\n\nthat magic wand, it just has a lot to,\n\nI just think we’ll be so much stronger.\n\nWe’ll be so much stronger if we could just cut out\n\nthis idea of needing only a few types of convenience.\n\nYeah, yeah.\n\nAnd maybe somehow like raising consumer awareness\n\nabout what is quality, what is,\n\nwhat is of value here, you know?\n\nLike, you know, people are subject to,\n\nit’s been proven advertising works.\n\nAnd so all of this money is spent to beguile people\n\ninto, into desiring things that aren’t good for them\n\nand aren’t good for the environment.\n\nAnd if people could just raise their awareness,\n\nraise their consciousness, you know,\n\nI eat really well.\n\nI eat such good food for my body.\n\nAnd you know what, I don’t spend much money on doing it.\n\nI just eat a really simple diet.\n\nAnd I’m not asking everyone to eat the way I eat,\n\nbut, but become aware of what you’re actually,\n\nwhat you’re voting for when you buy a box of Cheerios\n\nbecause they’re affordable.\n\nLike maybe,\n\nWhy is this thing so much chemical?\n\nYou could, you could have spent that same amount of money\n\non whatever whole rolled oats\n\nthat didn’t come in a package.\n\nAnd, you know, like, I just wish that people\n\ncould spend a little more time educating themselves\n\non the, because it really does come down\n\nto people voting with their dollar.\n\nThat’s how we’re gonna change our society.\n\nBut the fact is, you know, corporations,\n\nwhat have you, the social economics structure\n\nthat we live in have essentially eliminated our middle class,\n\nsqueezed us all down to the point where people are desperate,\n\nbarely have enough money to subsist on.\n\nAnd so they’re making these survival based choices,\n\nbut I think, unfortunately,\n\nthey don’t realize that they’re making decisions\n\nthat are not in their own best interests.\n\nAnd how could we bring that back around?\n\nThrough a local economy, through awareness,\n\nand, you know, at a level playing field, right?\n\nLike a government that actually supports sustainability\n\nand government that supports local economies\n\ninstead of subsidizing corporate aid.\n\nLike, you know, the federal subsidization\n\nof corporate agriculture is a major criminal activity\n\nthat we are all paying for with our tax dollars.\n\nAnd it’s deepening the problem.\n\nThe reason why Amazon and Home Depot\n\nand all these corporations are crushing it right now\n\nis because our government is implementing policies\n\nthat favor large corporations over small entrepreneurs,\n\neven those small entrepreneurs form the majority\n\nof our economy, certainly until COVID.\n\nSo, I think we need to look at changing that back\n\nto that, increasing that.\n\nWell said.\n\nWere you gonna add to that?\n\nNo, well said, that was great.\n\nYeah, yeah, yeah.\n\nWow, wow, yes, it’s so much to consider in all of this\n\nfrom the ecology to the health and wellness to the economy.\n\nYeah, I love it, I absolutely love it.\n\nLet me ask, I want to get to the mites,\n\njust this chapter is important.\n\nYou put together specifically for tools and techniques\n\nto help manage the situation with the mites.\n\nCould you tell us about this?\n\nWell, maybe we could start with just a little bit\n\nof a summary of naturalness, beekeeping.\n\nDon’t you think?\n\nSure, one of the tennis would be about…\n\nJust as a little background, I mean mites are,\n\nyou know, public enemy number one in beekeeping.\n\nI mean, close to second would be agrochemicals in my opinion\n\nand habitat loss.\n\nSo habitat loss is maybe the first thing\n\nthat caused a decline in productivity of honey bees",
  "related_episodes": [
    {
      "title": "Ep 146 – Matthew Derr, Executive Director, Chelsea Green Foundation",
      "url": "https://yonearth.org/podcast/episode-146-matthew-derr-executive-director-chelsea-green-foundation/"
    },
    {
      "title": "Ep 144 – Vicki Hird, Author,Rebugging the Planet (published by Chelsea Green Publishing)",
      "url": "https://yonearth.org/podcast/episode-144-vicki-hird-author-rebugging-the-planet/"
    },
    {
      "title": "Ep 142 – Maria Rodale, Author,Love, Nature, Magic(published by Chelsea Green Publishing)",
      "url": "https://yonearth.org/podcast/episode-142-maria-rodale-author-of-love-nature-magic/"
    },
    {
      "title": "Ep 126 – David George Haskell, Author,Sounds Wild and Broken",
      "url": "https://yonearth.org/podcast/episode-126-professor-david-george-haskel-sounds-wild-broken/"
    },
    {
      "title": "Ep 102 – Julie Morris and Louise Chawla, People & Pollinators Action Network",
      "url": "https://yonearth.org/podcast/episode-102-julie-morris-and-louise-chawla-people-pollinators-action-network/"
    },
    {
      "title": "Ep 029 – Courtney Cosgriff, Founder, Honeybee Herbals",
      "url": "https://yonearth.org/podcast/episode-29-courtney-cosgriff/"
    },
    {
      "title": "Ep 028 – Scott Black, Executive Director, Xerces Society",
      "url": "https://yonearth.org/podcast/episode-28-scott-black-xerces-society/"
    }
  ]
}