{
  "title": "Episode 111 – Gero Leson, “Honor Thy Label” on Dr. Bronner’s Global Regenerative Relationships",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12078/episode-111-gero-leson-honor-thy-label-on-dr-bronners-global-regenerative-relationships.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-111-gero-leson-honor-thy-label-on-dr-bronners-global-regenerative-relationships/",
  "episode_number": 111,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": " Welcome to the Y on Earth Community Podcast. I'm your host, Aaron William Perry. And today, we're visiting with the author of Honor Thy Label, Garo Lazon, Hi Garo. Hey Aaron, thanks for having me. Yeah, it's great to have you on. How are you today? Little sick, but it's not COVID. Okay, that's good. I'm nice to see that. Garo Lazon, in addition to being the author of Honor Thy Label, is vice president of special operations at Dr. Bronners. Since 2005, he has managed Dr. Bronner's shift to sourcing its main ingredients from organic and fair-to-trade projects. These ingredients are coconut, palm, olive, several essential oils, sugar, alcohol, and now, coca beans. Garo's special operations team of AIT has built and operates several integrated farming and processing projects with local partner teams. These involve hundreds to thousands of small holder farmers processing operations with two to three hundred people in staff and significant social impact through hands-on engagement in education, healthcare, and infrastructure development. The special ops team also works closely with and purchases from other projects not owned by Dr. Bronners, such as Canaan Palestine and the West Bank. In recent years, all projects are emphasizing the shift to regenerative agriculture to improve soil productivity, resilience, and carving sequestration. Born in Cologne, Germany, Garo has a master's degree in physics from the University of Cologne, and a doctorate in environmental science and engineering from UCLA. Before working for Dr. Bronners, he worked as an environmental consultant to US industry in the development and industrial hemp and in international development. When not traveling, he lives in Berkeley, California. Now, Garo, I know this last little bit about you not traveling. You do a heck of a lot of traveling, it seems. Just the process of coordinating our interview together, required several weeks as you were, I think, a broad visiting some of your projects. And I thought I would just dive right in by asking you, what is it that has you traveling so much and connecting with communities all around the world? And how is that approach, which you're spearheading for Dr. Bronners, different from how many of the other more mainstream industrial companies are doing things with regard to their supply chains? You hit it right on the head, Aaron. How do we differentiate ourselves from companies that simply and not that simple, simply by organic and fiat rate ingredients were available? And that takes us back a little bit to the story really of our work on our supply chains. So my bosses, the grandsons of the company founder, Emmanuel Bronner, when they took over in around 2000, it was clear they wanted to continue his vision, his vision being cleaning up the world with soap. Honestly, he was Emmanuel was driven enough to think that that's his responsibility as an entrepreneur. Now his sons have more, have more improved technical means at their hands, like there's things such as the internet. And but then they also had a little more sales and they had their mom to help and run the company on the financial side. And the question then came up, where do our ingredients come from? In 2003 they said, oh let's shift to organic. That seems to be something that shows responsibility and you avoid farm workers in the tropics from being sprayed with pesticides. And after a year buying organic coconut, all they realized, oh we're just buying from a broker. And we still don't know where the always coming from. And then David whom I knew by then from our work in him, who he said, and I was working in Sri Lanka on a development project and he said, can you look around for fair trade coconut oil? Because he thought we need something that's third party verified. You want some sort of a certification system because he's very well aware of this tendency to just do label fraud or to just lie and embellish whatever you do. So we started looking around and then we realized, well there's no standards, there's no fair trade standards for any of our ingredients. There's fair trade standards for coffee, cocoa, sugar, and not for us. And it was because there was a monopoly by the fair trade international really. And they didn't have much of an incentive to move ahead and just expand their system. So we looked around, found comparable standards number one and then realized there's no supply still. So we have to do this ourselves. And then crazy enough, we started building our first coconut oil factory in Sri Lanka because that's where I had been doing consulting work in in Sri Lanka and had developed friendly relationships with business people there whom I trusted. We pulled off an impromptu relief project after the tsunami hit in 2004 that was and then David said, okay this is great. No, let's do a coconut oil mill and we actually did this and it stands, right? It's a real factory with I think 250 staff and some 1200 farmers now and we did not the proper training to do that but we had enough skills amongst us to do that. So that's really the difference is that we build our own operations that are vertically integrated and you need to do everything from converting farmers to organic practices get that certified set up the system to maintain these are group certifications to maintain that system. You have to do the architecture then build and equip a factory and then you have to run it on a day-to-day basis. So that's something that takes a little more engagement than just coming for a purchasing visit every every year and we've done this in several other locations and that's really what's kept me traveling for the last 15 years. You do need to be on the ground to make decisions and the interesting thing and the same for my teammates. So I've spent half the time on the on the run. So to speak since 2005 same for my teammates a little less so the last two years were interesting because since early 2020 we couldn't travel it was just not feasible and then I went back to Ghana first time in June and amazingly you find that if you have good relationships with the team zoom is not a bad crutch at all and I suspect that all of us we're going to be cutting back a little bit on the number of trips you still need the exposure on the ground so we're there for a week and that's about discussing strategies you know you need to look at the side we bought a piece of land you want to go see that land zoom just doesn't do it but you don't need quite as much as we used to but the relationship is being on the ground interacting with people interacting with their communities they really like the farming communities when we show up and show our interest and our support of the project so there's a whole bunch of reasons why you do want to be present and that does set us apart from companies who usually just buy that that's just very different we sit in there and have financial discussions we interview staff we have to help discipline people in high end cases as well so that just requires personal presence and that's that's why we're on the ground one of the things that really jumped out of me when I was reading the book and I'll just show the cover here for folks who are looking at the video version of our discussion really a beautiful cover and in wonderful way of storytelling describing many of your experiences that you're also conveying many of the principles and practices that you and your team use but one of the things that really jumped out at me is how important it is to have those relationships with those community leaders on the ground and business leaders on the ground it seems that that's the really the the link in the in the global shame that when it's strong probably means a lot of good things are happening and then perhaps when it's not you know going so well it can really cause trouble throughout the entire organization it's this is one of the key challenges everyone is really to find the right people everybody will tell you this right that's just well known and we've made our mistakes there were two cases of fraud on two projects and we ultimately had to manage had to let the managers go and I hadn't done this before so I had to learn but in that process you you develop a better nose for who's driven by what motivations and you want to pick people that they do have a motivation that goes beyond just making money there's nothing wrong with people wanting to make a living but if you provide some meaning and purpose you will have not a guarantee but your likelihood of more loyalty is important so unlike bigger companies who may have local subsidiaries and then hire say the CEO and let them do things we get very closely involved in the development of staff and to a point that's pretty common here now is you do leadership training and team building all these nice terms you have to do that on the ground because number one there's succession issues and number two it helps on motivation that you build teams so we've just introduced some of these more western concepts into societies that haven't heard much of them yet and that I'd say overall has had a very beneficial impact so we just take the time to speak to encourage our people on the ground they're also remote right so you want to integrate them into what you do give them speak an opportunities at webinars or life for instance right it's the integration of people and it's not just conferences conferences right I've been at enough conferences myself as a speaker and they're social right ultimately they don't change the world but to give people an opportunity to speak to like-minded about their experience just gives exposure and data find really valuable so it's just paying attention to the human the psychological needs of the people on the ground is a key element of what we do and it's the only way to make it fun right you want to be able to relate to people you wouldn't you don't say they're always friends but there is a lot of laughing you know at the irony of the world but it's also about addressing the problems they have at hand in a realistic and constructive manner I think that's a key part of our while helping they're younger many of them are in their 30s and 40s like the leaders and there's lots of room to support them in their personal and professional development and we we like doing that yeah love I love hearing about this psychological and human relationships side of the work you're doing and one of the things I want to ask about next to to really help our audience understand the geographic range of what you're doing you have operations in Sri Lanka and the Holy Land both the Israeli and Palestinian areas of the Holy Land Nigeria Ghana South Africa and elsewhere India elsewhere so could you give us a quick overview of the places and cultures and continents where you're doing this work and sort of what that means to be so so global with such a hands-on approach there's three companies that we own or have a majority share that's in Sri Lanka where we make coconut oil that was the first project and there 1200 farmers family farmers that grow coconuts the factory that makes the oil and soon coconut milk and cream has some 250 staff and you know that that's an I love I spend a lot of time building up this was my first project I spent probably a total of three years or so in Sri Lanka to help set this up because we hadn't done this before and I was really concerned about getting things wrong which happens easily and and that's a culture I guess that's seen a lot of foreigners you don't feel all that that foreign and not sure whether that's the question but I'm I used to travel a lot when I was younger so we would drive as far as Iran from Germany and so you just know and I didn't like Germany too much I want to say that right so I as soon as I could I went to Holland and it fitting in with the local culture isn't as tricky as some people make it sound but you definitely want to be sensitive to local traditions but you also don't want to overblow it the one thing I've learned is people are not that different in most places they laugh about similar jokes if they have a sense of humor that is and so I like comparing them so that's Sri Lanka I'd say they're the nicest natural smiles on the planet come from Sri Lanka people do smile and the silliest thing is when you ask Sri Lankan to smile for a photo it doesn't come out so well then in Ghana we started in just at the same time we started our palm oil product right and palm oil is a bad oil as everybody knows and of course for us it couldn't come from a large plantation that was planted on burnt down tropical forests so this was existing smallholder agriculture on two to five acres a piece and then helping farmers improve the productivity pay better prices and then employ mostly unscrupulous local women now this is in the in the countryside and there it's a little different yes but it's but then we had I had gotten used to this so you argue with people about their expectations they think it's white people are coming and they they want to dump they had heard of development projects and there's free money to be had right so you need to overcome those expectations that people have of you and that typically takes two to three years you want to make sure that people understand the only thing you want is you want to buy agricultural products at a fair price support farmers in the process and you want to employ people on fair and respectful terms and on top of this you put quite a bit of money into fair trade projects into local schools into the healthcare system into infrastructure into training people and those are the settings and they're they're all different rather different but ultimately they're not India is a trip we don't own that project used to but we closed it down for fraud but rather facilitated a few of our honest field officers to start their own projects and we're by far the largest customer and that is a project that's yet to save India India is a difficult place in in many respects right it's it's a bit chaotic and to see a bunch of young guys wanting to take on the task of shifting field agriculture from what was super chemistry intensive to compost agriculture you rebuild the humus content of the soil by making compost growing cover crops and tilling less while at the same time diversifying their rather dense crop that that's the task there and maybe this is a nice example so people understand our business model like we started out of course by thinking these projects will produce ingredients for us doctor Bronners but really fast we saw that having a company with a single product and a single customer is just a really really dumb idea because number one you make that company entirely dependent upon potential fluctuations in doctor Bronner's demands even though we mostly go up but this year for instance we had to cut back a little as you was fantastic this year's slower and you don't really want other companies to be entirely dependent on you number one number two you want these companies in Ghana and India and elsewhere you want them to develop relationship with other buyers you want them to see that the world is much more complex and that there's companies other than doctor Bronners and you don't want them to focus just on the single product that you yourself buy in India is a great example for that it's so the farmers there I think we're getting close to 3000 now the farmers grow three crops per year you can do that in Uttar Pradesh if you have enough water and our mint for our mint or is their cash crop but they grow all kinds of other crops and that's weed and rice and then there is a lot of medicinal herbs so what we did is to find a customer here in the United States who's interested in regeneratively certified herbs this with this trend towards regenerative starts paying off so this is a respected nutrition supplement company who is looking for a trustworthy Indian supplier so we're now starting to supply Tulsi holy basil to them there's chamomile and all the sudden there's a whole other list of herbs that can be grown where we are and that'll help farmers diversify they consult products with a fair and an organic premium so that increases revenues from the field you have to do that if you want farmers to have a better income and it also connects farmers to other companies and it's really fun for me to over the last two years and rock the the regenerative organic certification that we now have on three of our four projects is to have that serve as an interest peaker that gets company come to look and see whether we might be able to produce something for them and that's it's really fun and it diversifies peanuts from India is something that we're now doing you know they grow a lot of legumes peanut is a legume and so we did our first container of peanuts to a great customer in Germany so it's just expanding what they produce as rock put it into export while not ignoring the local market tool so it's about diversification for for business reasons and also for storytelling reasons and for for exchange for exposure of those projects to other customers as well that's one of my big hobbies now it's just to help establish contact and and mind you those companies we don't own we don't get a commission of it right so this is a service Dr. Bronis provides my salary pays for that and and that of my my staff just to facilitate business creation between our projects and customers abroad and yeah thank you for for sharing all of that it helps form a picture and you you've mentioned rock the regenerative organic certification regime a couple of times and of course we've had David Broner and Ryan's in your colleagues on other episodes talking a bit about this but for our audience who maybe haven't yet listened to those episodes could you just walk us through what is this regenerative organic certification and how was Dr. Broner's instrumental in helping to basically launch this in a community with a few other companies and organizations so ultimately I would say this regenerative quote movement came out of a dissatisfaction with what organic agriculture does right and I believe many in the audience don't know exactly what organic is neither did I when we started this whole show in 2005 and originally say in bio dynamic organic agriculture the idea was also to pay attention to the quality and the help of the soil and it usually means just you know maintain a humus content bio have organic matter in your soil because that improves resilience that facilitates liveliness in the soil and in many respects organic agriculture has somewhat come down to being simply about not using chemicals and organic is more than that and I didn't know this really when we started in Sri Lanka and we were lucky enough to have a pretty tough organic inspector who says Guero coconuts are all organic by neglect it just means farmers don't do anything but that's not organic to us so you better think about what kind of soil maintenance programs you implement and with trees that comes down to pruning it comes down to mulching then we started the production of compost and this was in 2010 and we started doing similar things in other projects and then around 2015 this concept of regentive organic agriculture came up in the United States this is an American invention and everybody got really wild about it like this sometimes happens in the US if the new hype comes up and it was great though because we had already positioned ourselves with our projects as people who tried to practice regentive agriculture by mulching by plowing less by by making compost and then there were several groups that thought well we need a standard for that because otherwise everybody's going to say their regenerative really so right there's going to be labeled fraud on a large scale and this David Bronner partnered with Patagonia there was the Rodale Institute and a bunch of other companies to develop a standard it's a private standard that's been now out for two years and increasingly companies projects apply for that standard and it's really a combination of basic organic meaning don't use pesticides herbicides in your productions there's animal welfare there is fair conditions so it integrates things such as a fair trade standard or a fair for life standard to make sure that anybody employed is employed on fair conditions payment terms and respects and on top of this is a focus on soil health meaning what do people do to bring carbon dioxide back into the soil so it depends a little bit on whether you talk on field crops or you talk in tree crops and so regenerative organic the rock standard that we operate under really combines the best of I'd say sustainable agriculture fair trade and social responsibility and animal welfare those are the three major pillars of that and it's it's it's it's a great concept you can add it to your existing organic and fair trade certification it's been a little difficult the last two years because most inspection companies did only remote audits right the last two years were not so much fun to do inspection and certifications because you couldn't travel so I'll pretty interesting but that'll change so ultimately the rock standard is a standard that on the highest level integrates requirements for treatment of people treatment of animals and treatment of the soil and and to me it's it's it's got more of a visionary feel to it than just organic does because it's not just about not having pesticide residues in your food but it's about how it's grown and how does it affect the soil the people and the animals in the neighborhood right and I find that super inspiring to me it's ultimately also about being more productive and for farmers to make more money because depending on how you do it you actually stand a chance of of increasing your yields and thus your revenue not only by selling into an export market by simply producing more all right so it's it's quite a concept it sounds great implementing it on the ground is just not without work and it does require money so we do go for grants development grants I like getting them from the German government and there's a real interest in what we do is work directly with smallholder from be present and not just train be present engage with them buy from them right that adds to that right it's just the exchange of goods for money or employing people and paying them away that is just the blood of the economy and so we're just in the middle of that we don't just buy we actually engage on on on different fronts and the rock standard kind of sets the framework for that and we think it's a pretty good one and if folks are interested in learning more about the rocks standard that do you know what what's the organization or the URL they should go to to to find out more information so as far as the standard goals there is the ROA the regenerative organic mmm association I'm not sure it's probably ROA.org so this is here in in Northern California they describe the standard on all its aspects more general the regenerative international has a website and then you find a bunch of companies and the dr. Bronners has a lot of coverage on our website drbronner.com Patagonia has now a they have their own internet shop that sells their own regenerative products and those of other companies including ours and I'm mind you you know work this is early days still so there's a lack of product right because our coconut oil is regenerative organic but that's a single ingredient and it wasn't that difficult to to launch that so this was I think the first consumer product ever is our coconut oil and we want to do the same with our soaps our chocolates are on their way to regenerative certification then there is fruits that are coming cotton is coming this fish this grains right so just the universe of regenerative certified ingredients is gradually growing and it'll grow faster once there's easier access for inspectors after the pandemic is over which I don't know exactly when that is going to be but we'll see so I'm so curious to ask you as an author myself with all that you have going on in your role as vice president of special operations as dr. Bronners and in all of these different projects you're connected with what compels you to write a book a and b where did you write it I'm curious we're not we're writing while you're on the road or did you sort of take a little you know high-endist medical to write how did that work for you it's that the drive came but there's several my father was a publisher right so I grew up with books and the kind of stories I had over the last 20 some or even 30 years or not so boring overall and I I thought this may not be a bad idea to just represent this because there's many people who have had bits and pieces of that story and I thought this should be maybe explained and I'm a scientist I like explaining things and I thought what what better than explaining how you know mixed agroforestry works or how salt is being made so I'm I have somewhat of a of a teacher and me it was that and then of course there's some there's some mystique around dr. Bronners but not too many people really know what we do all to everybody knows we're great well that's great but it's just not very specific and so I conspired with Ryan Fletcher our head of PR and he did a fantastic job in finding an agent then there was a we found a ghost writer to help me write the proposal which I couldn't have done I would have never written this book if I hadn't if we hadn't already sold it to Penguin and then I don't I don't exactly how I did this around this was always on the side right so in the evenings mostly during the day the writer's difficult weekends often when you had inspiration and writing writing is a challenge it the the spirit needs to speak to you and if the spirit doesn't speak you can sit and chew on your pencil forever but nothing happens and then I was lucky I hate to say I think COVID saved my butt because I had a deadline ahead of me and I still needed to write a third of the book so this is what I did in the spring of 2020 where I was just at home and I didn't have to go anywhere I still had to write the writing on the road is almost impossible just way too distracted you need a space you need at least a couple of days you need conversations with Christian my wife many ideas came up so I think this was my first and last book it's really very very time-consuming but I enjoyed it it's you know like psychotherapy in a way and I had this urge to just tell people all the crazy stuff you actually can do and it's not Dr. Broner's is uni lever and we've got all the resources that's not the case and it's not like Dr. Broner's pours millions into it is those projects now need to stand on their own if they hire prices but there's no financing of these projects or rather cash inflow into these projects right my idea is to make them self-sufficient because that's what you want you you want companies that can survive on their own in the marketplace and find customers that are interested in in products like this so all these these messages I felt compelled to get out and it just struck me but I think no I'm not going to do much of this anyway it was really fun though you finally get to put all your ideas on paper yeah yeah it's wonderful well let me remind our audience that this is the Y Honors Community podcast I'm your host Aaron William Perry and we're visiting with Garelley's own the author of honor thy label and the vice president of special operations at Dr. Broner's I'd like to take a moment to thank the many sponsors and supporters who help with the work that we're doing at the Y Honors Community and help make this podcast series possible and that includes Earth Coast productions the Ledge Family Foundation Alpine Botanicals Purium Earth Hero Liquid Trainer Vera Herbels growing spaces soil works joyful journey hot spring spa earthwater press and yes Dr. Broner's thank you for the wonderful grant we've been seeing from you guys last year one for one percent for the planet and eco-versity also a huge shout out to the many individuals and ambassadors who have joined our monthly giving program and if you haven't yet and you'd like to join you can go to yonearth.org slash support and select any monthly level that works well for you is you'd like to give at the $33 a month level we will send you a jar of the Weylay Waters hemp infused aroma therapy soaking salts as a thank you and as a way to help you with your personal well-being practices so a huge shout out and thanks to our wonderful friends and egosus the most supporters and clearly that is something that you guys at Dr. Broner's are really leading the way with Gero and and I am so struck that you guys with all that you're doing in your own supply chain management and growth you're around a hundred million dollars a year and sales last I heard but what's that we're closer to 200 no kidding okay you've got a couple of banner years I reckon that's good to know and with all of that you also have very interesting mechanisms within the companies and maintain your own regenerative and sustainability standards and behaviors and practices the executive cap is interesting I'd like to ask you about that and and also the company is donating a substantial portion of its net profits which is also a size of the portion of its gross revenues on an ongoing basis and I thought um Gero if you wouldn't mind speaking to those couple of points in terms of the the commitments Dr. Broner has made as a company and how that shows up both in the internal company egosus but also in this broader network of relationships that you guys are a big part of so it's complex and much of it is historical you know the company founder had this vision of saving the planet with soap and that was a crazy idea but he laid the foundation it's really has sun gym and gyms wife truney who in the 90s implemented what was then pretty radical for a mid-sized American company which is full health coverage for employees and then also just just the way people were treated right this concept of a family business and family not not in a corny way but rather just just trying to treat people like humans which all of the means you get involved in their personal problems too but I guess that was that was part of it and then as the company grew the question came up what are we going to do with profits and that I think is the real radical departure from what's usually done with money and I think it explains our behavior so everybody knows when companies are profitable and their own somebody then the profit goes the profit not needed for investments etc goes to the owners so that's different at Dr. Broner's there is no dividend being paid for people from the profits that are being made there's other family members involved but they don't get paid anything that's based on operations so essentially there's no motivation to make more profit to enrich yourself rather that money is used in addition to paying taxes and making capital investment that money is used exclusively on we call it philanthropy and activism and that is about 7% of our revenues 7% of revenues and that's unheard of good companies who think they're cool they do 1% and 2% is pretty high we do 7 that's a massive amount of money and then one could say well that's nice not to pay dividends but how about executive salaries because that's the other loophole so our rulers the 5 to 1 the highest executive salary being paid is no more than 5 times that of the lowest paid permanent worker in the warehouse and that means it's just a new amount of money left over and in your decisions to operate the profitability profitability is important we need to make money right that's completely clear we operate in capitalism and you better make some money otherwise you're not going to be around and we actually do want to grow and we want to be more profitable because that money is used to do what I believe is just a whole range of super meaningful and important activities so it's really blocking the access of the owners to their money to a point where they were thinking now of having this eventually turned into a foundation of sorts we want to remove the aspect of ownership and the entitlement to profit we want to separate these things because that's what mostly causes trouble and I've watched this over the last few years is what happens if people are not primarily driven by motivation to buy a yard you know 10 new cars or build a mansion or whatnot they behave differently and to me the Bronners are just the prime example I know them well I know how they they live and operate and it's just the fun of being able to make change by simply making soap and now increasingly food I think is what many people drives but ownership and the entitlements get in a way of that and not too many other people are as crazy or committed as as my boss is but there's a growing number of companies that for instance think of not having them owned by their owners but rather putting them into a trust or so where the owner is not entitled so that's it's a slow movement right but it's it's something I find hopeful because the other extreme large public companies they to me just symbolize and I feel sorry for any CEO of a large public company because they can't make real decisions because they always need to watch the attitude of the shareholders and that's mostly related to the value of the company you know the stock value so that's I think what we do difference it's a combination of a couple of financial tools that we use and structures plus just a very strong commitment to community service which initially focused mostly on our staff and now has gone global that's what happened the last 15 years since I've been involved this that through going out and buying in tropical countries and elsewhere and and then supporting causes of global relevance I would say one being the concept of using psychedelics and and and psychedelics assisted therapy to address severe mental issues for instance that a good chunk of the world population suffers from so that's a major campaign and we as a small company are a major contributor and have been rather successful and we just raised attention there's minimum wage issues that we've been supporting in our projects ourselves we kick off campaign some of it is schools and you know healthcare but there's a great project we do in India which is supporting women on menstrual hygiene issues which in rural India is a real problem so how they help women find cost effective non-taboo ways to deal with their menstruation and to just do this in a way as if it was business right that that's what I really like about you just look at this project and see can we do those and then you look at their execution and it's not primarily about making the photos look good but it's about having an impact so we're super impact-driven and that's because we like these things to move along just like business words so that's I think that make given ideas so how we operate and it's not without problems absolutely right you you have operational issues this issues with staff and there's whatever there is in normal companies but the way we deal with this is more open it focuses on communication and constructive engagements and it's increasingly difficult as your company's grow but that's one of the foundations of what we do as a company and I think many companies could learn from that just a little bit yeah thank you for for walking us through that hero and I want to just mention really quickly too that folks can find out more and connect in with the doctor Bronner's community on social media doctor Bronner that's on Facebook Instagram and Twitter and then doctor Bronner.com of course is the website and it's it's it's so neat to hear your perspective of the the Bronner family and their values and ethics and priorities and I really enjoy it in the book and I'll just show one more time the cover for our video audience honor by label I really enjoy how in the book you have these little two three-page vignettes from different contributors including true Bronner David Bronner Mike Bronner and others and it really fills out the the experience of kind of getting the voices of others in the community and the leadership of the organization and one of the things that really touched me in the storytelling of the book Garo is the way in which you were able to help facilitate some some really beautiful healing and reconnection with the Bronner family which was the the Heil Bronner family originally in Germany of course it's a German Jewish family and we know what the history of the Holocaust and and all that has happened several decades ago that this opportunity for healing and reconnection had some real depth and importance to it and I thought if it's not too much to ask I might ask you to just kind of walk us through that a little bit kind of how you were in this unique position to be being of German origin to help facilitate this process that occurred this this isn't really an official part of my job description and I fell into it but I couldn't help it right as a German the issue of the Holocaust as weighed on me I'm too young in a way but I knew what had happened very early on because my father allowed me to read books about the Holocaust since I was nine or ten right so I had a I had a perspective on what happened but I don't I didn't know a single June until I came to Los Angeles but they just weren't too many in Germany and there were somewhat secluded and there was a there was a taboo in a way to talk about it right there was guilt and I it always bothered me and so we fell in Los Angeles we fell into Jewish friends really easily that's just what happens right you have Jewish friends at school many of your doctors are our Jewish crystal works in art and so I was super sensitive and I learned a lot the first 10 years in Los Angeles just about the tragedy of the Holocaust from perspective I hadn't known I had not known how much of the German soul actually we had not me right Germany had killed or driven out of the country which is what the smotherer and more mobile Jews did early on and then the Bronners were just one example of such a family where the parents of the company founder were killed in the in the Holocaust himself was traumatized by that which drove much of his engagement you know this idea to the save the world through soul and as soon as I started traveling with the Bronners and we were thinking of developing distribution in Germany David asked me whether I could support they were contacts like speak German and I was super motivated so I started organizing trips to visit the two places the ancestry came from that's Lao Piem and Heilbrun and both in southern Germany and then just just to dive into the story right and that just added a layer to me I knew this all theoretically but if you're confronted with the actual narrative of a family that has gone through this incredible horror starting in 33 and ending in 45 or not ending whichever way and so I I became super engaged in organizing visits and then also made funny coincidental connections between people who knew the Heilbrunner family from way back then and I found myself selling palm oil to that organization by complete coincidence and that's been been moving and motivating and one of the latest climaxes is that we managed to buy the house where the the first production of the Heilbrunner family of soap started in 1858 that house was on the market and we visited so Mike Bronner and I gave a talk to the local middle school and then the house was available and we bought it we're going to convert it and it's going to be a place where we're slightly handicapped people can live we put a little museum in the in the basement where the production was right so this is a fantastic way of reconnecting with your history and again it's not just marketing it's a great story for sure but it's also about reconnecting and teaching younger Germans that were a little different and that it's not just the grudge there's no grudge against Germans and many don't know that right that most Germans were immigrated they felt like Germans it was just a brutal thing that happened but the hatred towards Germany is not so much people that were affected themselves German Jews so all of these things I didn't know like so this really enriched me too and gave me a very different perspective on on the brutality of the Holocaust and how it affected Jews in Germany and also of course in neighboring countries and it's been and then looking of course at Dr. Braun's archives you know with all the communication from Emmanuel Braun and his letters to Albert Einstein, Richard Nixon, Eisenhower and everybody else right so that was a particular treat he was an artist and in your respects the way he designs his letters and just to see that you know the craziness of a person that tries to single handedly help overcome some of the yields of the planet all that was really moving to me to see that and then to connect with the family of such a person so it sure enriched my my job if I if I needed that it's actually a tremendous tremendous story and it was such a powerful part of the book to read and I'm really happy you were able to share that story. Thanks yeah for sure. Well, Gero it's been so wonderful visiting with you and before we sign off with our episode here today I just want to you know open the floors is there anything else you'd like to say or to share before we conclude our interview. Well you know those will buy the book and make it all the way to the final chapter right I went off on a tangent there a little bit and it's about the question can this scale it's what we do can this scale or is this just a tiny little blip on the map and we are in a particularly good position but I guess my conclusion has been my observation is most people actually by nature are pretty good right as long as you let them and power and greed doesn't get in the way too much and there's some recent evidence on that great books written on the on the subject and I believe I'm super optimistic is that our fundamental human condition would make us more prone to just have many doctor-broners or just do economy in a way that pays more attention to others as individuals and as a society and I'm you know I'm getting a little older now and personally I keep saying this I do not believe we're going to be acting fast enough to entirely prevent climate change or stop it before I die but I believe everything we're doing is valuable for many other reasons and one is just doing it because it gives you meaning and purpose and I think to make that a little more part of our action in business in particular is going to add a lot of fun to I really enjoy my work and I enjoy it working with other people and it's not just about working with the same mind that that can be pretty boring if the same mindlessness is poorly understood it's really more trying to figure out what am I good doing what am I doing with my job and what is it that I can do that I I believe in and then act on it in a smart way in collaboration with others that's ultimately the theme of this this book and I'm I really hope that I can inspire people to just think about it and if they do get engaged in in a company to just consider that and what Dr. Roners does is unique and not the same rules have to be implemented and you cannot buy all of your raw materials as rock certified that's not going to work but there's room in any company that does anything is to just be a little more open and respectful of the people you work with and then just see whether you make somewhat of a contribution and if if nothing changes in your lifetime and if we don't prevent the climate global climate change at least it's going to be much more satisfying for yourself and also wrong to write and then I think it's just you know that that's a value by itself yeah absolutely well thank you so much Garo for visiting with me today it's been a real pleasure chatting with you Tim Simirio thanks very much for having me around and I hope people got something all of this I'm sure they will thank you all right take care bye bye Erad the why on earth community stewardship and sustainability podcast series is hosted by Aaron William Perry author thought leader and executive consultant the podcast and video recordings are made possible by the generous support of people like you to sign up as a daily weekly or monthly supporter please visit yonearth.org backslash support support packages start at just one dollar per month the podcast series is also sponsored by several corporate and organization sponsors you can get discounts on their products and services using the code y on earth all one word with a y these sponsors are listed on the why on earth.org backslash support page if you found this particular podcast episode especially insightful informative or inspiring please pass it on and share it with a friend whom you think will also enjoy it thank you for tuning in thank you for your support and thank you for being a part of the why on earth community",
  "audio_transcription_metadata": {
    "whisper_model": "base",
    "language": "en",
    "duration": 0,
    "speakers_detected": 0,
    "segments_count": 481,
    "diarization_available": false,
    "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12078/episode-111-gero-leson-honor-thy-label-on-dr-bronners-global-regenerative-relationships.mp3"
  }
}