{
  "title": "Episode 02 – Judith Schwartz – Author & Soil Expert",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2495/episode-02-judith-schwartz.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-02-judith-schwartz/",
  "episode_number": 2,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Episode 02 – Interview with Judith Schwartz on the Y on Earth Community Podcast – Stewardship & Sustainability Series.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHi friends, welcome to another session of the YonEarth Community Stewardship and\n\nSustainability Series and I’m so overjoyed to have this opportunity to have with us\n\nJudith Schwartz today and welcome Judy.\n\nThank you.\n\nJudy Judith is the author of Cow Save the Planet as well as Water and Plane Sight.\n\nI’ve actually got my copy right here of Water and Plane Sight if you can see that.\n\nAnd Judy and I, we’ve been corresponding now for maybe something approaching two years\n\nand connected, I think, primarily around soil-related issues and she is an incredible expert on these topics.\n\nAnd it’s such a joy, Judy, to have this opportunity to chat with you and to share a bit of your work with the YonEarth Community.\n\nSo thank you.\n\nOh, my pleasure.\n\nSo I thought it might be fun just knowing that one of the things you talk about is this connection between soil and water.\n\nI thought it might be fun to hang behind me a couple of paintings.\n\nOne is an homage to soil.\n\nOf course, that’s on this side.\n\nAnd one is an homage to water.\n\nAnd so perhaps we could kick off by having you share with us.\n\nWhat is that connection in YonEarth?\n\nYonEarth is that important?\n\nYeah, so soil and water are intimately connected.\n\nAnd the way I often talk about it is that we can think about soil as our best water infrastructure.\n\nWhen we think about water infrastructure, we think about these big dams and channels and everything whisking water away from our cities where a lot of water causes storm surges and different problems.\n\nAnd so what happens is that we remove water from its intimate connection with the soil.\n\nBecause soil when it’s healthy holds water.\n\nI mean, one statistic that I often use, and this is from the USDA, is that one percent increase of soil organic carbon.\n\nBecause when you have carbon in the soil, that’s healthy in the soil.\n\nThat’s a lot of organic matter and that acts as a sponge.\n\nThat represents an additional 25,000 gallons of water that can be held on the land.\n\nSo there’s a huge connection because if you have soil that doesn’t have a lot of carbon in it, it’s essentially dirt.\n\nWell, that soil can’t hold water.\n\nAnd that’s what we see all over.\n\nThat’s the backstory to floods and droughts and wildfires and all these other challenges that we have.\n\nOh, including pollution in our waterways.\n\nAll right. I want to make sure I get this right.\n\nI’m going to make a note actually of this.\n\nSo we’re talking about in soil a 1 percent increase of organic matter in soil equates to a 25,000 gallon additional water absorption capacity.\n\nAnd what area is that?\n\nHer acre.\n\nHer acre.\n\nOkay. That’s tremendous.\n\nThat’s incredible.\n\nYes, indeed.\n\nI’m running it down.\n\nAnd what can people do?\n\nOf course, many of our friends who are farmers, folks who are managing large landscapes are doing incredible regenerative work with soil\n\nto build up that soil carbon content that organic matter in the soil.\n\nWhat can regular folks do perhaps in our own homes, yards, neighborhoods to help build soil carbon and help create a better water infrastructure, if you will?\n\nWell, the first thing to do is to stop putting chemicals on your lawn.\n\nNow, this is something that I’m exploring in my community because you’re, you know, because, you know, when I look at green spaces, I don’t know what the town is doing.\n\nYou know, I learned that the town often uses herbicides to manage some of the green space.\n\nSo, but stop, definitely stop doing that for many, many reasons.\n\nSo we can take, well, let’s take fertilizer because people often don’t understand that.\n\nSo when you have synthetic nitrogen fertilizer, you’re adding nitrogen to the soil.\n\nAnd, you know, nitrogen is important in the soil.\n\nAnd they’re just like we have a carbon cycle, we have a nutrient cycle, which is driven by nitrogen.\n\nSo there’s all this water that goes on in the ground in the soil.\n\nYou’ve got all these microorganisms doing all this stuff.\n\nAnd so basically you’ve got the plant.\n\nAnd then the plant is creating carbon from sunlight and water and the process of photosynthesis.\n\nAnd sending carbon down into the soil and all these microorganisms are very excited about this carbon.\n\nAnd they’re feeding on carbon and they’re trading nutrients of the plant.\n\nAnd one of those nutrients is nitrogen.\n\nAnd when we add nitrogen to the soil, that messes up that whole barter system.\n\nSo that’s, that’s turning off the mechanism is telling the plant, oh, you’ve got this.\n\nYou don’t need to interact with all these other microorganisms.\n\nSo you don’t get carbon flowing into the soil in the same way being taken up on microorganisms.\n\nSo yeah, so there’s a really interesting scientist that talks a lot about the soil carbon sponge.\n\nHe was just on a soil carbon sponge tour through North America.\n\nHis name is Walter Yena.\n\nAnd I met up with him in Kansas.\n\nWe were speaking in a few different things to events together.\n\nAnd he said, and this totally blew me away, that for every, like every excess gram of nitrogen,\n\nof, you know, mainly nitrogen fertilizer.\n\nAnd we know that much of, because nitrogen fertilizer is relatively cheap,\n\npeople put on much more than they need.\n\nAnd people, you don’t really need it anyway, that because there is nitrogen in the,\n\nin the landscape and they’re in the atmosphere, nitrogen, you know, there’s a ton of nitrogen in the atmosphere.\n\nAnd there are microbes in the soil that can convert it to nitrogen that’s able to be taken up by plants.\n\nAnd he said is that like every one gram of excess nitrogen flowing into the soil is,\n\nit represents 13 grams of carbon being volatized, meaning being put into the atmosphere\n\nwhere it oxidizes, it combines with oxygen, and is then CO2.\n\nI mean, that just blew me away.\n\nAnd I asked him for an explanation and had to do with what the fungi and the soil are doing.\n\nBut anyway, that’s really important.\n\nWe know that too much nitrogen actually causes a lot of nitrous oxide.\n\nBut there’s this carbon dynamic too.\n\nIt’s such a powerful, I think, thing for us to understand about this incredible planet.\n\nAnd I like to use the word miraculous.\n\nThat’s the word that resonates for me when thinking about this amazing planet Earth that we live on.\n\nAnd nitrogen is so abundant, right?\n\nMy understanding is what 70-some percent of the acid?\n\nIn my grandpa, I remember would often describe a snow, a wet snow in the spring as poor man’s fertilizer.\n\nAnd there’s actually a something going on that’s one of the ways in which atmospheric nitrogen is making its way into the soil.\n\nOf course, the incredible complex activities of the soil microbiome, all of those little critters in the soil,\n\nis a huge part of what’s going on with nitrogen and with carbon, as you’re saying.\n\nAnd it’s, frankly, I’ve got friends and family who think of gardening or farming in terms of needing to apply nitrogen.\n\nAnd if we’re not doing that somehow, we’re going to produce less food or perhaps have fewer flowers in our garden or whatever it might be.\n\nAnd I think there’s a real opportunity here for people to understand that the miraculous mechanisms of this planet have already got us covered in this regard.\n\nAnd that much of what we’ve been doing over the last 100 years or so has actually been incredibly disruptive to those natural cycles.\n\nAnd of course, we know, looking at the history of this, that nitrogen is a central ingredient in the munitions we utilize in World War I and utilized in World War II.\n\nAnd my grandfather fought in that war against the fascists in Europe.\n\nAnd then we, as a nation here in the United States, made a decision to keep that nitrogen production at elevated levels and went into agricultural uses now in addition to munitions uses.\n\nAnd so it’s a complex story and it’s one that we get to make choices about now in our own homes and yards and neighborhoods.\n\nMy hope is that as people hear from you and some of the other experts out there in the world talking on this, it helps us decide, you know what, I don’t need to buy that nitrogen fertilizer.\n\nWhat I’m going to do is start working with the soil microbiome and start collaborating and cooperating with this incredibly rich and complex system that is naturally there.\n\nAbsolutely. When I was writing my last book, I was talking to another Australian scientist, Christine Jones, who has the website amazing carbon.com, which I find very memorable.\n\nSo when she was pointing out, and here I was sitting outside, I live in southern Vermont, and she said, when plants are deprived of nitrogen, they turn yellow.\n\nAnd if you look out in a natural system, you see green plants without yellow. And there was, you know, just like, I think it was in June, just like, you know, my landscape is right now and all I see is green.\n\nAnd so that means that those plants are getting nitrogen somehow. So that was really powerful.\n\nBut this whole thing about what we think green space should look like just has us totally addicted to nitrogen fertilizer.\n\nAnd I was talking to a fellow who runs a, or I guess he sold it, but ran an organic lawn service and he talks about how the notion that the types of grass that we’re supposed to have in our lawns,\n\nand the way that they’re supposed to look, sets up a condition that we are dependent on all of this whole, you know, this whole set of stuff that we need to buy.\n\nBecause the Bermuda grass, I think that it’s life cycle is such that by the middle of the summer, you’re going to, you know, need a lot of help.\n\nIt needs more water, it needs more nitrogen. And he was saying that even something as simple as adding clover to the mix, clover is in legumes.\n\nSo it fixes nitrogen at the root will benefit. But somehow we have this idea that clover is, clover is our weeds.\n\nOf course, red clover is our state flower. But, you know, but still, yeah, in sense of this kind of ridiculous counterproductive dynamic.\n\nAbsolutely, you know, we have recently been spending a fair bit of time with the herbalist Brigitte Mars, dear friend, and who is educating so many people.\n\nAnd she talks a lot about the dandelions and that we regard often dandelions as weeds, because somehow they don’t look like what we imagine is the ideal landscape or something like this.\n\nAnd it turns out they are one of the most important food sources early in the spring for the pollinators, the bees and others.\n\nAnd as we’re becoming good stewards of our places, I think that to connect some of these dots in our own homes, in our own neighborhoods, becomes extremely powerful.\n\nAnd we begin to see the positive cascading effects of taking good care of soil, taking good care of water, not poisoning any of this, and taking good care of these plants who have incredible purpose and virtue.\n\nAnd I forget who said it, but somebody is quoted as saying that weeds are what we call plants whose virtues we have not yet discovered.\n\nThese plants have incredible roles and functions to play in these ecosystems. And by golly, we get to play with them and be good friends of theirs.\n\nRight. So the other flip in addition to not putting nitrogen fertilizer on is not putting on herbicides and pesticides, because there are, oh, there’s always, you can call it collateral damage.\n\nBut I mean, you’re just, once you’ve destroyed one thing, you’re destroying something else, and then you have that kind of cascading effect.\n\nNow, for at keeping nitrogen going in the system, there’s another way to do it. And that is what I’m experimenting with right now. And it’s funny.\n\nYou mentioned your backdrop. My backdrop here on my chair is a, is a sheep hide from a friend of mine here in Vermont that run Jesse McDougal, who has a farm, a regenerative farm called Studio Hill Farm.\n\nAnd I recommend people looking that up because they are telling beautiful stories about their farm and how every year the biodiversity improves.\n\nI was just up there the other day and they’re getting a lot of bubble links, which have been disappearing in this region or the numbers have been windowed.\n\nBut just, you know, just something magical appears. Just know you improve the land and there goes. But anyway, the experiment that I’m doing is having sheep on the landscape.\n\nAnd this is, this is an experiment. It’s going to be for my next book. My next book is called Restoration Flashmob. So it’s about restoring the earth.\n\nOkay. So it’s it kind of articulates the ecosystem restoration, regenerative agriculture, movement, which is growing.\n\nAnd there’s going to be a narrative thread of restoring the land here on our property. We own 12 acres. And what was happening is I was beginning to feel like I was living in two worlds that here I’d go to someplace in Africa or in Mexico or in Canada where they’re restoring the land.\n\nAnd then I come back and I sit in my computer and you know, wait a second, there’s there’s something missing here. So I wanted to see just kind of, you know, ask some questions about our land.\n\nSo turns out there’s a through our little network and the underground sheep community here that I found someone who really was just as happy to have fewer sheep during this summer season.\n\nAnd so enter six lovely sheep onto our land. And so we’re still getting the handle handle on the moving them, but it’s really, really interesting. And I’m telling you, you will not look at green space the same way again because now I look at it and I see food for animals.\n\nSo if you think about it, when we know our lawns that has huge number of impacts, you’re compacting the soil, which means that you don’t get the same aeration and water flow.\n\nOK, with the lawnmower, of course, you’re burning fossil fuels, you know, you’re doing all these other things and, you know, in the noise. OK, so you’re doing all these other things, whereas if you have sheep eating all that, that excess green stuff, that’s kept biologically alive.\n\nThat’s creating wool and meat and hides and love because they are beautiful and so sweet and they snuggle together and they make me happy when I see them.\n\nSo there you go and why, I mean, why wouldn’t we have them everywhere? Think of all the new work for shepherds or for people that maybe go around and bring their sheep to people’s lawns and I don’t see a downside at all.\n\nSo it’s really quite extraordinary. I mean, I could know before I had the sheep on the land, I could know this intellectually, but when you actually see when we move the sheep from one paddock where they pretty much eaten down, you know, they kind of, you know, gotten as low as we want the grass to grow to go.\n\nAnd then bring them to a new paddock, you know, new fresh grass with all, you know, with dandelions and all these wonderful weedy things that, you know, whose names I don’t even know, they are just so joyous.\n\nYou know, I mean, they’re so excited.\n\nWhat a delight. You know, okay, I got to really quickly take a pause and give a shout out to the YonEarth community and for folks who are tuning in to our podcasts.\n\nI want to mention you can go to YonEarth.org slash market and use the code podcast to get some special deals on our audio books and other great listening content that we put together for you.\n\nAnd also with the YonEarth community, I am so excited. I actually, Judy, I don’t think I recall you mentioning the name of the book you’re working on restoration flash mob.\n\nAnd I’m so excited because with the YonEarth community, one of our big initiatives now is working with a probiotic biodynamic soil activator in communities all over this continent really to help engage.\n\nEngage in relationship with place with soil and to help get those positive cascading effects going with that soil micro biology.\n\nAnd we’re now will be doing some things in cities, the bourbon areas, rural areas, and part of the fun is we get to put on a little backpack after stirring this up in some water.\n\nAnd literally walking through our neighborhood along the sidewalk or in the park. Imagine we get to sprinkle a little bit of this incredible goodness all over and really start to engage in a process of healing that is joy filled.\n\nAnd to be honest, quite a lot of fun and not technically difficult to do. And so with the why on earth community, one of the things I’m so excited about is we can work with folks living in all kinds of different situations and settings.\n\nSo my friend, perhaps in midtown Manhattan aren’t going to bring sheep into their situation, but we can still work with soil absolutely wherever we are.\n\nAnd it’s just it’s an incredible opportunity we have really for all of us on the planet, I believe.\n\nYeah, you just you just start looking at at land just how much land isn’t being used and you know the folly of us saying, well, you know, we don’t have we we don’t have enough food to support everybody.\n\nWell, there’s food happening in my yard and you know, we can, you know, row tree trees and the friend of mine is is just starting to have a perennial food garden.\n\nI mean, there’s just so many opportunities.\n\nYes, yes, we really we get to work with the animals with the soil microbiome with the plants and the trees and in a sense collaborate with those forces and energies that want to have places.\n\nFeel like what we would imagine the garden of Eden to feel like we get to do this in cities, we get to do this in rural landscapes.\n\nThere’s so much abundance and so much that wants to happen if we can just, you know, stop the practices that are inhibiting this and interrupting this and interfering with this and then start to work with these forces collaboratively, cooperatively.\n\nGosh, and it turns out like you’re saying it makes you happy. It turns out it’s going to enhance our own quality of life in the process.\n\nOf course, I mean, it is sort of crazy that we that the way that we think our landscape should look are this kind of static green kind of shag carpet.\n\nYeah, so yeah, there’s so much we can do and yet the way that our our systems are.\n\nI mean, it makes me nuts down at the bottom of I live on a mountain mountain slope and down at the bottom of the mountain road.\n\nPeople are own a dairy farmer owns the land and they’re putting GMO corn on the ground to feed the cow.\n\nI mean, this is insane.\n\nWhereas all that land, they could be managing that land with the animals, of course, or with sheep or with, I mean, those cows shouldn’t even be eating GMO corn or corn at all, that matter.\n\nCorn at all, right?\n\nThat ties up all that land.\n\nYeah, we know and share with folks that one of the ways we’re causing distress and disease in our world by is by overloading cows with corn and creating a condition called acid doses.\n\nIt’s actually acidifying their bodies and it’s one of the reasons conventional cattle and dairy industry folks are having to use all these antibiotics and so forth.\n\nThe immune systems of those core creatures are actually in the process of collapsing and there’s almost in that model this race to the slaughterhouse where you’re trying to get as much weight on the hoof.\n\nIt’s called of that animal to sell into the market before that core animal actually collapses from being so overwhelmed by disease and being corn to these animals that are beautifully designed to eat grasses.\n\nWith their many stomachs, they have this incredible microbiome of their own.\n\nI heard recently mentioned up at a biodynamic farm, we love visiting that the nutrient input to output with cattle working with grasses, something like a one for every one unit in, we get three units out in that microbial rich manure that gets back into that landscaping back with that soil.\n\nMy goodness, this whole setup has been created by incredible intelligence, nature’s intelligence.\n\nIf we might cultivate a bit of humility and come to understand really how perfect so much of these systems have been created naturally and work to collaborate instead of effectively waging war against soil.\n\nSoil and causing incredibly sad scenarios for animals and for people right right to celebrate the biodiversity as opposed to trying to, you know, collaborate with by thinking of weeds as as undesirable plants as opposed to, as you said, we don’t know the benefits.\n\nWe don’t know the benefits of yet, but also there is source of information because depending on the condition of the soil, different plants will show up to try to fix the soil.\n\nSo once we start to understand that, we can say, oh, if this particular plant is showing up now, well, that’s telling me that the soil is to acid, the soil is to compact it, you know, for compaction, we have all those taproot plants that show up.\n\nAnd that’s what they’re trying to do. They’re trying to break up the compaction.\n\nI love this. So it’s as if if we’ve got a species of plant moving into our place that we don’t necessarily want to understand why we might appreciate it’s being there.\n\nIn a sense, we ought to come to appreciate it’s actually giving us a message, right? It’s telling us a signal about what’s going on in this place.\n\nIt’s not actually the problem that there is a problem. It’s an indication that there might be a problem to work with.\n\nExactly. So I guess one thing that we all need to do and everybody, you know, we all get into habits of thought and just going along with the way that things have always been done is to is to pause and say, hmm, maybe I don’t need to put this on our property or maybe in our children’s school yard, we parents can get together and try to do something different rather than\n\nhave like to stay on to make it a, you know, a smoother, more uniform play area. And also, yeah, you know, when you say, oh, no, I don’t like this weed for a second.\n\nOkay. No, I mean, dandelions are beautiful. They’re beautiful. They really are. Well, what if our schools all over become increasingly these hubs where soil regeneration is occurring\n\nand soil amendments and really soil and land medicines are being created that can be broadcast into those surrounding communities? What if that’s the world we get to be in here quite soon?\n\nSounds good to me. Awesome, Judy. Well, I want to I want to be sure to mention that for folks who want to see more about your books, cows, save the planet, water and plain sight, forthcoming restoration flash mob.\n\nTo get to Judith D Schwartz dot com, is that right? Yes. And the spelling will appear in the video. So that’s going to be there visually for folks, but can you spell it for folks who might just be listening in?\n\nOkay. Judith J U D I T H then D Schwartz S C H W A R T Z. And then just my name dot com. That’s so beautiful. Well, Judy, I am just thrilled to have this opportunity to chat with you today and also really perhaps as importantly to be able to share some of your knowledge and wisdom with others who were connected to insurance.\n\nSo thanks for taking time out of your busy day to be with us.\n\nOkay, my pleasure. I’ll be checking on the sheet pretty soon and we’ll see what they all they’re fertilizing and moving around and eating the plants does for the land.\n\nI hope we get to see some pictures and videos here with this as well. Yes, I’m sure.\n\nBeautiful. Well, thank you, Judy. Okay. Thank you."
}