{
  "title": "Episode 131 – Douglas Gardner, (former) UN Resident Coordinator to Ukraine, on Healing & Hope",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13105/episode-131-douglas-gardner-former-un-resident-coordinator-to-ukraine-on-healing-hope.mp3",
  "publish_date": "March 16, 2023 12:27 pm",
  "url": "https://yonearth.org/podcast/episode-131-douglas-gardner-former-un-resident-coordinator-to-ukraine-on-healing-hope/",
  "episode_number": 131,
  "subtitle": "About Healing & Proven Trauma Recovery Techniques",
  "description": "As perhaps deceptively simple as they may sound, Gardner discusses and advocates several proven, non-pharmacological techniques to help people heal from and overcome trauma, including meditation, soft-belly breathing, yoga, singing, art, dance, and other individual and community-scale / group approaches. Citing the leadership and insights of several notable thought leaders, he reflects on the scaling-up of these psycho-social support methods in Ukraine and elsewhere in the world where healing is needed (which is just about everywhere as host Aaron Perry points out). According to Gardner, a key to this work in the group context is developing a “comfort zone” within the group, a methodology being deployed in Ukraine by a variety of organizations and coalitions. Gardner recently penned theBoulder Daily Cameraop-ed“From Omaha Beach to Bucha, Ukraine: Pathways Towards Peace and Healing Exist in Ukraine”(PDF also available below); and references several other key pieces, including: “A Path to Freedom: Healing the Trauma of War” a plenary speech given by Gaea Logan, Fellow of The American Association for Group Psychology (see PDF below); a “Center for Mind-Body Medicine in Ukraine” white paper by the CMBM (see PDF below); a recentWashington Postarticle by Siobhán O’Grady and Anastacia Galouchka titled“Traumatic Stress, an Invisible Wound, Hobbles Ukrainian Soldiers”;the United Nations’ publication“Ukraine Endorses Roadmap on Mental Health During the War Under Prime Minister and Frist Lady of Ukraine”; and the International Center for Mental Health and Human Rights’ (ICMHR) “Support Ukraine Initiative” in their Dignity ~ Capacity ~ Resilience work, through which you can help support healing efforts for Ukrainians.",
  "about_sections": {
    "about_healing_&_proven_trauma_recovery_techniques": "As perhaps deceptively simple as they may sound, Gardner discusses and advocates several proven, non-pharmacological techniques to help people heal from and overcome trauma, including meditation, soft-belly breathing, yoga, singing, art, dance, and other individual and community-scale / group approaches. Citing the leadership and insights of several notable thought leaders, he reflects on the scaling-up of these psycho-social support methods in Ukraine and elsewhere in the world where healing is needed (which is just about everywhere as host Aaron Perry points out). According to Gardner, a key to this work in the group context is developing a “comfort zone” within the group, a methodology being deployed in Ukraine by a variety of organizations and coalitions. Gardner recently penned theBoulder Daily Cameraop-ed“From Omaha Beach to Bucha, Ukraine: Pathways Towards Peace and Healing Exist in Ukraine”(PDF also available below); and references several other key pieces, including: “A Path to Freedom: Healing the Trauma of War” a plenary speech given by Gaea Logan, Fellow of The American Association for Group Psychology (see PDF below); a “Center for Mind-Body Medicine in Ukraine” white paper by the CMBM (see PDF below); a recentWashington Postarticle by Siobhán O’Grady and Anastacia Galouchka titled“Traumatic Stress, an Invisible Wound, Hobbles Ukrainian Soldiers”;the United Nations’ publication“Ukraine Endorses Roadmap on Mental Health During the War Under Prime Minister and Frist Lady of Ukraine”; and the International Center for Mental Health and Human Rights’ (ICMHR) “Support Ukraine Initiative” in their Dignity ~ Capacity ~ Resilience work, through which you can help support healing efforts for Ukrainians.",
    "about_the_war_in_ukraine": "Mr. Gardner advocates “shining the light of truth” on the current situation in Ukraine. Since Russia’s invasion of Ukraine, a sovereign nation, thousands of women, men, and children have suffered profound trauma. Not only has this caused terrible suffering for Ukrainians, but also for ordinary Russians, over one million of whom, it is estimated, have fled in order to avoid conscription and other totalitarian impacts. Additionally, the war has impacted many of the world’s poorest people, especially in developing nations – the “global south” – where increased energy costs, food costs, and inflationary pressures resulting in part from disruptions of the Ukrainian economy have exacerbated living conditions already destabilized by global economic fallout from the covid pandemic and other macro-economic realities in recent years (see the related podcast episodes referenced below for more context). The global community, through the auspices of the United Nations General Assembly have thrice voted to condemn Russia’s aggression (with a 141 nation super-majority).",
    "about_the_united_nations": "Founded at the end of the Second World War, the United Nations was established to help prevent large-scale warfare as well as regional conflicts escalating into large-scale wars, as the world experienced in WWI and WWII. With an image of the Earth surrounded by olive branches, the UN is, in the words of Gardner, “the best hope” for our global community to maintain international peace and to respond when it is threatened.",
    "about_douglas_gardner": "Douglas Gardner grew up in Wellesley Ma. and had the urge to travel from an early age. After graduating from Denison University with a dual degree in Economics and English, he scratched that travel itch by joining the Peace Corps for service in Burkina Faso as a well digger for potable water."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today we’re visiting with Douglas Gardner, the former UN resident coordinator for Ukraine.\n\nHey Douglas. Greetings Aaron. It’s nice to be with you today. Thank you man. Happy to be here. Yeah I really appreciate it and given your your background and what you’ve been engaged in professionally for many years you have a really interesting perspective on the situation in Ukraine and how that relates to the broader surrounding region of Eurasia. And obviously that’s of great import right now in the world.\n\nAbsolutely. Now I lived in Ukraine for four years. I was there 2000 to the year 2004. It was my home. My kids went to school there. We had a lovely apartment. You know we knew the coffee shops. You know we were residents of Kiev. And the nice thing about working for the United Nations in Ukraine is that I had a chance to travel south to Crimea, north to Chernobyl, east to Donbass, west to Levy. So I got a chance to really know Ukraine.\n\nAnd it’s from that love of the country having lived there and knowing the people and understanding what they’re going through with this present war that they’re in the midst of that I’m really passionate about how we can help here from Boulder, Colorado or wherever we are.\n\nThat’s so important. Well let me just tell our audience a little about your background Douglas so that folks have a little more context. Douglas Gardner grew up in Wellesley, Massachusetts and had the urge to travel from an early age. After graduating from Denison University with a dual degree in economics in English he scratched that travel itch by joining the Peace Corps for service in Burkina Faso as a well digger for potable water.\n\nA subsequent master’s degree in international business leading to a job in the three-piece suit on Wall Street with the Chase Manhattan Bank did not cut it. Instead he found his real calling working for the United Nations Development Program for over 30 years with assignments around the globe in places like Cambodia, Thailand, Myanmar, Mongolia, Ukraine and New York City.\n\nHis assignment in Ukraine 20 years ago was the starting point for his present-day interest in peace and healing in that country which is presently at war with Russia.\n\nWorking as the director of Occidental College’s program at the United Nations for eight years prior to the pandemic gave Douglas a chance to give back to young 21-year-old talent interested in understanding the development process and creating a better world.\n\nHe is presently the acting director of the Highland Institute for the Advancement of Humanity based in Boulder, Colorado where you’ll also find him hiking, swimming, skiing and carrying his mat to the next yoga class. Douglas wears his biggest smile when his 28 and 26-year-old daughters are in town visiting and that’s something I can relate to as a father.\n\nI’ll tell you what, before we dive into talking about Ukraine, I have to share that we actually bumped into each other just a couple of weeks ago as we do from time to time around town at a yoga class which was a lot of fun.\n\nDouglas, again, it’s a real pleasure to have you with us today and to be able to speak about this very important topic.\n\nSo I want to just kind of dive right in and mention that you have written an article in op-ed piece providing your perspective on what’s needed in Ukraine in this current situation and going forward in time after hopefully the war situation is resolved.\n\nGive us an overview of what you’re seeing now and what you’re hoping to see going forward.\n\nWell, that op-ed I wrote was basically to add my voice to the puzzle, the puzzle of an intractable war, two countries in the midst of a very violent, brutal conflict.\n\nAnd I wanted to expand the conversation beyond which tank and which plane to look at non-military possibilities in peace and in healing.\n\nSo that’s where I felt a call where, you know, based on my knowledge of Ukraine, my experience there and I’m also a news junkie.\n\nAnd I follow very closely every day what’s happening in Ukraine, I stay in touch with former colleagues there to try to understand what their lived experience is and ask myself, okay, what can we do to help?\n\nAnd that’s what my op-ed is about, what are the pathways, possible pathways to peace and to healing.\n\nYeah, and would you walk us through some of the points because you basically organized this into six key themes or recommendations.\n\nYeah, let me start by telling you the aha moment that I had which was when I visited Normandy in Western France and spent three days literally on the beaches where the allies had landed.\n\nIt was a wonderful museum and con and I really tried to understand what that World War II was all about.\n\nAnd the aha moment I had was seeing how Adolf Hitler had absorbed neighboring countries, Czechoslovakia and Austria in 1939 and then had a full on attack of Poland and it started the war.\n\nAnd the only way to stop that was through the use of force.\n\nI consider myself pretty much an anti-war person but I do believe in situations like that of Hitler that force was needed to return to the freedom to the areas that he conquered.\n\nI likewise at the same time when I was in Normandy was thinking about what’s going on in Ukraine.\n\nHere we have President Putin who has invaded the country in February of last year, unprovoked, breaking all international law, human decency and norms and I saw an extraordinary parallel with what started in World War II.\n\nHe absorbed or annexed Crimea and then went into the eastern area of Donbas in 2014 and he had the full on invasion of Ukraine in 2022.\n\nAnd I saw a huge parallel there. I saw both of them demonizing certain groups. Hitler demonized the Jews, the Gays, the Gypsies.\n\nAnd just as Putin has demonized the supposed Nazis in Ukraine which is a pure falsehood. I mean the president of Ukraine is Jewish.\n\nSo the point I’m raising is I had this moment saying what we saw with Hitler is what we’re seeing with Putin.\n\nI felt a real desire to engage again with my former country, Ukraine, doing whatever we could to support.\n\nAnd I underline support the provision of arms to the Ukrainians to defend themselves, to expel the Russians from their territory.\n\nBut I also wanted to expand the conversation to say, okay, what are the pathways to peace and healing when there are no present exit ramps for either party?\n\nIt seems intractable. In that moment of intractability, what are the possibilities? Where is their hope and what could we be doing?\n\nYeah, you know, from my perspective, getting news from a handful of sources that I pay attention to, it seems like a character like Putin on the world stage is not necessarily going to lay down arms easily or relinquish lightly.\n\nAnd it causes a lot of concern, especially given the possibility of things like nuclear weapons getting used.\n\nAnd I’m really curious from your perspective, you know, what do you make of the person of Vladimir Putin in his arc as a leader on the world stage?\n\nI know that years ago earlier in his authority as a president, he was looked upon as being somebody very much in cooperation with the world community and helping to bring the sort of Russian cause forward after the collapse of the Soviet Union.\n\nBut something really changed in the last years, at least it seems that way from the news sources I pay attention to. And I’m curious if you have thoughts and insights into what leads a person to end up doing what we’ve seen here this past year.\n\nFrankly, Aaron, I agree with you. I think there’s been a progression of him from being a G8 member and negotiating with the other members of the G7.\n\nIt’s now the G7 because Russia is out. He at one point in his trajectory seemed to be connecting better with the world.\n\nNow he is, I consider, you know, history will show him to be one of the most reviled leaders of human history.\n\nIf you look at the present day, things that he’s doing, Alexei Navalny, this extraordinary opposition leader is now jailed in Siberia. Boris Nemsov, who was shot in front of the Kremlin in 2015, was also an opposition leader.\n\nInterestingly, he was speaking out on the war in Ukraine, which started in 2014 when the annexed Donbas and so I was just watching a clip of him saying, why are we doing this in Ukraine?\n\nBody bags are coming back. And this was not the present day start. This was back in 2014, 2015.\n\nSo what I’ve seen is Putin has no shame in, you know, outing human rights activists, journalists, opposition leaders, and then you heard stories in the past year of oligarchs falling mysteriously from a high floor window.\n\nAnd I think he uses murder, and this is pure murder, as a tool of terror, of keeping people in line, that if they don’t follow his rule, they are at risk of bodily harm.\n\nIt also relates back to the oligarchs, and they provide him the resources that he needs. And so he’s a complex character. I don’t claim to know him. I’m just reading the tea leaves. You see him riding the horseback with the bear chest. I think there’s a bit of, not a bit, but he’s a narcissistic element there.\n\nAnd he’s a complex character, and he no longer has the Polic Bureau around him. Okay, back in the Soviet days, there was I think 12 men, no women, and they sort of kept the top guy in line if they didn’t like him. He would be out it. Putin doesn’t have that.\n\nHe’s more like a modern day czar, and it was he who ordered the invasion of Ukraine, unprovoked, breaking international law. And so I’m terrified by this guy. And the fact that he also has nuclear weapons is a big concern.\n\nAbsolutely. Yeah, and to continue the parallel comparison with Adolf Hitler and Nazi Germany, I know that during the 30s, as the Nazis were consolidating power in the Weimar Republic of Germany, that they systematically killed all kinds of not only folks ideologically opposed, but even folks within the Nazi party that might pose a challenge to Hitler’s ascendancy in his core groups ascendancy to that rule.\n\nThat’s the whole control of the situation in that country. And boy, it’s, we like to see checks and balances and governance systems for a reason. And it seems that Putin has successfully done away with the checks and balances that might otherwise ordinarily keep somebody like him in check.\n\nYeah. And so I am really curious to hear from you, you know, not that we’re going to focus on tanks and airplanes and all of that. But what is your, what is your outlook and prognostic case in terms of what it might take for the end of the armed conflict to come about?\n\nI’ve written about a couple of those possibilities. Let me tie up that conversation we had on Putin that in his present mode and in different from the days of Hitler, Hitler, the internet didn’t exist at the time of Hitler.\n\nAnd there’s a possibility of getting more news and information out to the populace. Many Russians have left the country. Over a million people is the estimate that don’t want to be conscripted, that have fled because their newspaper was no longer permitted to function.\n\nSo a lot of people have left the country. And my view is that as news gets back to the people in the country, that this wave of popular support that Putin has always had, the Russian people have been proud of a strong leader.\n\nBut they’re not proud of the fact that their son just came back in a body bag or that their husband is no longer here or their resources or even their apple phone is not available anymore because they don’t have parts. So I think if the light of truth, as I called it, is shined on the situation so that the people of Russia can see it.\n\nWhether that’s on the internet or the hear stories, that this will help in diminishing the popular support for Vladimir Putin that may lead him to say, wait a minute, is this good for me? Maybe I should make a change.\n\nSo that’s one possibility. The other possibility is that the oligarchs will say, this is not good for business. Or the military may say, this is not a good war that we’re in and there may be a change in the palace guard.\n\nI think that’s unlikely because Putin is such a security conscious former KGB man and he’s very much aware of changing his bodyguards, et cetera, et cetera.\n\nBut I think there’s a reasonable possibility that there would be a change and if an oligarch takes over, they would blame the war on Putin and sort of use that as the reason for them to pull out.\n\nSo that shining the light of truth, I think, will be helpful in an internal change within Russia.\n\nYeah, that’s very interesting. And otherwise, if it’s not internal.\n\nOkay. Well, another one that I’ve written about is diplomacy. As a former UN staff member, I’m very big on the role of the United Nations.\n\nAnd the UN has had three votes at the General Assembly since Russia invaded Ukraine. One shortly afterwards and the other at the one year point in one in the middle, basically condemning Russia for this unprovoked, you know, breaking of the sovereignty, the territorial sovereignty of Ukraine.\n\nAnd, you know, insisting that Russia remove its troops. That’s been voted on three times by the General Assembly with a super majority voting in favor of that 141 countries.\n\nAnd I think that’s very important. The UN is a very important stage, not just for that vote and telling Russia what the rest of the world thinks, but also other countries are looking at that. China in particular.\n\nChina is very concerned about its position in the global south. And if they see this is what’s happening to Russia and the global south, not entirely, but to a large degree is castigating Russia and siding with Ukraine.\n\nI think it’s an important message to China as it’s considering its role in this war. Are they going to provide support to Ukraine?\n\nSorry, to Russia, hopefully not. They have abstained in the vote, but likewise they’re also looking at Taiwan.\n\nSo the war in Ukraine that Russia has started is an important element of the big geopolitical puzzle of the planet.\n\nIt’s important that, you know, the West and it’s not just Europe in the United States and Canada, but you have Asian countries also chipping in South Korea, Japan, Australia.\n\nThat this is a united effort to push against autocracy and stand up for democracy and freedom. That’s essentially what this war is all about.\n\nYep. What do you think about the way that all of this relates to the situation in Africa where so many nations in Europe and the Americas and in Asia are really interested in resources and in potentially developing markets in Africa.\n\nAnd it’s been interesting to watch how some of the African nations have voted or not voted in the UN General Assembly votes. What do you make of that as things are kind of playing out in that part of the world?\n\nWell, I think countries in Africa and Asia and Latin America are all suffering as a result of this war through higher energy costs, higher food costs and inflation.\n\nSo this is a war that is impacting the entirety of the global South.\n\nThey have voted in large part with Ukraine against Russia, but not entirely.\n\nAs you know, the BRICS, as they’re in this grouping of five countries, Brazil, Russia, India, China, South Africa, take Russia out.\n\nBut the four remaining important countries have all abstained.\n\nThat’s where I think diplomacy of the whole world, not just in that vote I mentioned at the United Nations, but certainly focused on China and India so that they’re not continuing to trade with Russia and not providing weapons of any sort.\n\nAlso, the global South, that you’re talking about, so that they understand what’s at play here, that they will hopefully vote for the rules of the international order, the universal decoration on human rights, the UN charter, you know, that they’re all standing up and saying these things are important.\n\nA member state of the United Nations has been invaded.\n\nThis was the purpose of the United Nations. It was set up at the end of World War II to stop this invasion of one country of another.\n\nAnd so Russia has broken that order and it’s important that the whole world, the global South and North, whatever you want to call it, is cognizant of what’s at play there.\n\nNow, Russia has had a very strong diplomatic outreach to African countries, the Wagner group that, as a paramilitary force, has, you know, in a country like Mali in West Africa.\n\nYou have Wagner guards, you know, protecting the president and, you know, the palace guards are Wagner soldiers. Can you imagine that?\n\nAnd guess what Mali did in this vote? They voted with Russia. So Russia, it has lots of ways and means, including its oil, its Wagner group, its military supporters, you know, lots of weapons, that it is playing into this decision making of the global South.\n\nAnd that’s why some countries didn’t want to rock the vote. And I think voted, they didn’t, they abstained. Their vote was, I abstained. It wasn’t, I’m, yes, or no, but I’m in the middle of it, abstained.\n\nThe Wagner group thing has really intrigued me in it. And it also has me puzzling over just how much some of the black market or illicit or sort of extra official channels, different networks of people and different groups have in the way of influence in world affairs.\n\nAnd, you know, there’s some popular Hollywood movies looking at how arms dealers and the arms trade ultimately leads to armed conflict and can blow up the very large war.\n\nAnd I’m curious from your perspective, having worked through official channels of diplomacy, you know, to what degree I imagine many of us haven’t even heard of the Wagner group until this conflict, you know, to what degree?\n\nTo some of these paramilitary organizations end up influencing our world?\n\nWell, I can tell you, I mentioned the example of Molly in a similar way the Wagner group is in Central African Republic as sort of propping up a regime. And that’s, that’s a powerful thing.\n\nI have an influence far beyond their numbers. And it’s a political means for Russia to expand its influence.\n\nYou’ve also seen, I think, that the Wagner group has been empowered by Putin to go to prisons. And somebody may be in jail for a 20-year sentence for some crime.\n\nAnd they are told, listen, you come with us for six months and fight with us and we will clean your record and you’ll be a free person.\n\nThat’s a pretty attractive thing if you’re stuck in a jail for a long sentence. And the Wagner group has shown total brutality in terms of using these prisoners as basic cannon fodder.\n\nI read an interview with the Ukrainian military guy who said we refer to them as the zombie soldiers because they come in waves of 20 and there’s a lot of time just mowed down.\n\nAnd then there’ll be another wave of 20. So it’s kind of a, you know, a zombie group that is just, you know, a body thing for Wagner.\n\nAnd then I also understand that Wagner, you know, when somebody dies, they don’t write to the family and say, you know, your son has died and hears the body and hears our payment.\n\nBut they say the person’s been lost in action. Then they don’t need to make payment to the family.\n\nSo it’s a very malicious strong force led by a guinea pig ocean and oligarch and a very close friend of Vladimir Putin.\n\nThey grew up together in St. Petersburg. There was, you know, the pig ocean had a food operation and it’s morphed into this paramilitary that as having an impact not just in the Ukraine war, but in countries around the globe as kind of a paramilitary outreach of Putin.\n\nIt’s so fascinating. Well, that, that degree of trauma, just visualizing the zombie soldiers, you know, I think points us in the direction of all the different severe traumas that people experience in war.\n\nI’m thinking of my grandfather who I celebrated in a ceremony earlier today as somebody who had great influence on me and he ended up as a prisoner of war in Nazi Germany and just barely got out alive weighing 95 pounds.\n\nHe shot down just around Normandy several months before the invasion actually and, you know, he into his 90s, he lived till he was 99. He had horrifying dreams, you know, it seemed almost every night and that trauma was very much with him, although he gardened and walked into a lot of things in his own life to sort of regulate the neuro biochemistry of that residual experience.\n\nAnd, you know, he was, he was in the military. Of course, you’ve also got civilians, male, female, all ages experiencing incredible horrors and atrocities that, yeah, we might have seen on screen many times, but I’m not sure if we haven’t experienced it directly that we really know what that might be like.\n\nAnd so there’s this tremendous trauma of the people in Ukraine and of course people all around the world have experiences of trauma in one form or another.\n\nAnd we’re thinking about, you know, the current situation and hopefully the global community is successful in putting a stop to this aggression, but I’m really interested in hearing your thoughts, Douglas, about what happens after that?\n\nAnd what can be done to help heal the human spirit going, having gone through such things?\n\nYeah. Thanks, Aaron. And this to me is the primary area where my organization, the Highland Institute, hopes to make a difference, a small big difference.\n\nWe don’t know yet, but you know, on this issue of mental health in Ukraine, the good news is the first lady of Ukraine,\n\nElena Zelenska, has been the champion on this largely for soldiers and their families, but also for, you know, basically the whole population.\n\nWhat we’re talking about here is collective trauma, which adds up, you know, person by person by person, it’s every Ukrainian has been impacted by this war.\n\nThe impact that trauma is not as, you know, if somebody breaks an arm or it gets shot, that’s a physical wound.\n\nAnd we know we’re pretty good at healing physical wounds and we understand what that’s all about.\n\nBut you know, trauma is a mental wound that can have as strong an impact as any physical wound.\n\nAnd on the bright side of this conversation is that there are techniques, there is, there are evidence based techniques for dealing with trauma.\n\nAnd they’re not complicated. They don’t need to be pharmacological. They can be very simple things like soft bellybreeding that calms the nervous system.\n\nThere are lots of additions to that with meditation and yoga and are just envisaging or movement, singing, art, dance.\n\nOur hope at Highland Institute is to, you know, support the use of the methodologies and techniques that exist here in the United States to bring those to Ukraine to support organizations that are doing that.\n\nWe’re not going to do it, but organizations like the Center for Mind Body Medicine are scaling up their operations in Ukraine.\n\nAnd these are designed to work with the health community where you have psychiatric health, where you have psychologists, et cetera.\n\nBut also the education. I could envisage teachers in schools working with kids.\n\nSo I’m just picking up on that thread that this issue of mental health, transforming trauma, psychosocial support needs to be a critical ingredient of humanitarian efforts in Ukraine.\n\nAnd this doesn’t have to wait to the end of the war. This is something that is underway now and needs to be scaled up.\n\nIn humanitarian support, you usually think of food clothing shelter, which are absolutely essential.\n\nBut this component is absolutely important for not just the immediate term for the soldier in the trench or the mother who is waiting for, you know, their son to come home from war or whoever the person is.\n\nThis is something that can be done immediately. And once you have those tools and techniques, they’re with you for a lifetime.\n\nAnd those tools and techniques are helpful to us in a variety of our situations in life, right?\n\nIt doesn’t necessarily apply only to severe traumas, want my experience in war, but they did a stress.\n\nAll these things that show up for many of us can be very significantly managed and remedied through these practices. It’s so beautiful.\n\nI wanted to say that the United States has some good expertise on that.\n\nFor better or for worse, whether that’s from the Iraq War, Afghanistan, or Vietnam,\n\nwe’ve spent a lot of time working on that. And my hope would be to train Ukrainians on that.\n\nAnd the experience that we’ve seen working with Dr. Gay Logan here in Boulder,\n\nshe was on a Zoom call with 250 Ukrainian graduate students who will become potential psychotherapists\n\nwho are absorbing this. There’s a strong demand. And I think this is characteristic of Ukraine and\n\nUkrainians, is that this is a modern well-educated, very thoughtful populace that has been brutally\n\ninvaded and is now looking to get beyond that, you know, to expel the invaders. But once that\n\nthey’re expelled, this to me would be a very important element of healing in Ukraine for the long term.\n\nAnd mentioning Dr. Logan, you shared with me an article of Dr. Logan’s that I think we’re\n\ngoing to be able to share in the show notes. Can you tell us a bit about that article?\n\nYeah, it was her speech given to the students that she was addressing in Venetia. It shared her\n\nexperience. And one of the things I wanted to highlight for you that happened in World War II,\n\nsomebody said, you know what really got us through this were the bunks, you know, in the prison\n\ncamps they had other people there. And she had worked in Tibet and spoke about that. And basically\n\nher message is that when you work on transforming trauma in a community, in a group with other\n\npeople who have gone through it, it really develops a comfort zone and allows you to get beyond\n\nwhatever it is that’s been the trauma. So it’s a wonderful speech that she gave and I’m just\n\ncommending that to your viewers to to read. Thank you for that. Yeah, this notion of developing\n\na comfort zone within a group within a community is really interesting. And I, you know, when we’re\n\ndoing the work that we’re doing through the Y Honors community, we’re obviously addressing a\n\nnumber of different social and environmental challenges and opportunities that we’re all\n\nfacing together on the planet. And we’re seeing more and more groups, self-organizing whether\n\nphysical in-person groups in a specific geographic region or also, in many cases,\n\nenabled through technology groups of people that are dispersed all around the planet. And we’re\n\nseeing this kind of emerging comfort zone pattern that I think is helping people in all kinds\n\nof contexts and situations. And perhaps we could use more of that throughout the world\n\nand for different reasons. And I’d love to kind of learn more and hear more from you about how\n\nyou’re seeing that play out. And when you when you recommend things like the United States helping\n\nto share some more of its expertise, how would you envision that sort of scaling and taking\n\nholding, growing roots in a place like New Crane? Yeah. Well, the good news is that New Crane\n\nin December of last year, so relatively new, just a couple months old, they have come up with a\n\nnational plan, a roadmap to psychosocial support so that this is not some foreign concept. This is\n\nsomething that has been approved under the leadership of the First Lady, as I mentioned,\n\nwith support from the United Nations and particularly WHO. So when you have a national plan,\n\nit allows you to go much deeper at the provincial level, at the community level. And certainly,\n\nif you take the Ministry of Education, if this becomes part of the policy of the Ministry of\n\nEducation, it’s much easier to filter down to schools. And I wanted to share with you and your\n\nviewers an example of how change happens in Ukraine. And this is an experience I had 20 years ago\n\non a different topic of HIV AIDS, which was exploding in Ukraine. It had the highest rate of\n\ngrowth of HIV infection, along with Russia in the world. And the largest\n\nvehicle for transmission was injecting drug use. And it was a big focus of\n\nhours in UNDP and the UN system. And we set up a program for leadership training on HIV,\n\nbasically helping people to hold up a mirror. How did they feel about care and compassion?\n\nWhat would they do from their respective purchase? And we had a large group of women leaders,\n\nabout a hundred women leaders. And I didn’t realize within that group was the daughter of\n\nPresident Leonid Kuchma. And the daughter sat at the dinner table with her dad and mom\n\nand was able to open the conversation on HIV. And previously, it had been considered a disease\n\nof deplorables, those we don’t really want to mess with. And she was able to, and that was kind\n\nof the public position. And she was able to convince her dad in particular, who much to our\n\ndelight and surprise, spoke out about care and compassion, about these are our brothers and\n\nsisters. Those are my words. But basically, opening up the space for the rest of the civil service\n\nto change their position on HIV. So it was a small, but important shift when it comes from the\n\ntop. So when I heard that the first lady, Elena Zelenska, was getting behind this mental health\n\nelement dealing with PTSD, anxiety, stress, I said, aha, this is just like that experience I had\n\n20 years ago. When the president spoke, it had a huge difference down the line on the civil\n\nservice. And I’m confident that the first lady speaking out will also have a huge impact on the\n\ncivil service down the line. That’s encouraging. Yeah, thank you, Douglas. I want to remind our\n\naudience, this is the YonEarth community podcast. I’m your host, Aaron William Perry.\n\nAnd today we’re visiting at the Highland Institutes headquarters here in Boulder, Colorado,\n\nwith Douglas Gardner, the former UN resident coordinator to Ukraine. And want to give a quick\n\nshout out to a couple of our sponsors, making this podcast series possible. This includes\n\nPurium, the organic superfoods company, who have offered a very generous discount to anyone in\n\nour network who wants to try any of these organic superfoods. I’ve been using them every day for\n\nsomething like eight or nine months now. You can go to iShopPurium.com and use the code YonEarth\n\nto get your discount. Or if you go to YonEarth.org, you go to our partners and supporters page,\n\nand you’ll see Purium there. And also want to give a big shout out to our ambassadors and to the\n\nfolks who have joined our monthly giving program. We’ve got folks donating a few dollars a month,\n\nfive dollars, nine dollars, twenty dollars, seventy dollars. If you enjoy the podcast and if you’re\n\nenriched by the work we’re doing at the YonEarth community and you haven’t yet joined\n\nour monthly giving program, I highly encourage you to do so at whatever level works for you.\n\nAnd right now we’re in a campaign to build our monthly supporter base to a hundred people.\n\nIt’s modest. We’re working with a modest budget and everything it helps. So thank you if you\n\nwould like to set that up, you can go to YonEarth earth.org and click on the donate page or the support\n\npage and get that set up. And thank you so much and a big shout out to all of our ambassadors.\n\nWe’ve got a lot cooking right now in the way of meetups and programming online and in person.\n\nAnd it’s a really exciting time. And Douglas, I really am eager to ask you a couple of questions\n\nabout your work within the United Nations, what you’ve done and so on. And I got to sort of first\n\nframe it by saying that as I’ve done a little bit of work internationally and connected with a\n\nnumber of folks who are based in places other than the United States, I’ve observed that to the\n\nworld community, there are some real peculiarities, some real head scratchers about American culture.\n\nAnd as I mentioned to you recently before we recorded, was that a piece in reconciliation\n\nconference in the Balkans. That’s where I met David Beasley, the former governor of South Carolina\n\nwho has been running the United Nations World Food and Program and doing amazing healing work\n\namong a variety of people and ethnic groups that had horrible war back in the 1990s.\n\nAnd when we’re working on issues like climate change, when we’re addressing human rights issues\n\naround the world, one of the odd things that pops up in many American United States communities\n\nis this sort of massive, deep distrust of global institutions like the United Nations,\n\nyou know folks talk about black helicopters and whatnot. And I find that especially when we\n\nconnect personally with folks from different parts of the world who have gone through these\n\nreally challenging experiences, have a very different perspective than we might find here in\n\nthe United States. It helps me at least develop a more complex and nuanced world view, I think.\n\nAnd I’m curious having spent so much of your career within an institution like the United Nations,\n\nDouglas, what’s your experience when you encounter that kind of like black helicopter conspiracy\n\ntheory view that some folks here in the United States seem to have? Aaron, thank you for that\n\nquestion. I’m also perplexed by it. I see the term globalist used as kind of a negative term.\n\nBut I think once people dig into what the UN is doing, and I’ve been a very proud UN staff member\n\nwith the blue flag, which if you look at the blue flag, what should have it? It has the planet\n\nearth in the middle with all of branches around the site. It’s all about peace and nobody’s\n\nadvocating for war. The universal declaration on human rights, the UN charter, when member states\n\njoin, they put forward their agreement that they will follow this. So for me, the United Nations\n\nrepresents mankind’s greatest hope for well-being and being able to live together peacefully\n\nusing this planet in a sustainable fashion. And you’re familiar with the sustainable development\n\ngoal. Absolutely. I mean, there are numerous, with lots of indicators and people say, well,\n\nthere’s much too much there, but to show me something in there that doesn’t make sense.\n\nSo we reference them often in our work, and there are 17 of them, as you know, and the final one\n\nis one of my favorites, which is the collaboration and cooperation among organizations and people.\n\nYeah. And one of the things I enjoyed most about working in the United Nations, and you\n\nmentioned at the start that I was a Peace Corps volunteer. Peace Corps teaches you to realize that\n\nyou are a guest in your visiting country. You do not necessarily know much more than anybody there.\n\nYou’re just there to learn, to support, et cetera. So I was able to carry that through in the\n\nUnited Nations and found a home that supported that. When I went to Ukraine, it wasn’t me telling\n\nUkrainians what to do. I would work with the Ukrainian government and Ukrainian organizations,\n\nand my first job was to be a good listener, to understand what they were facing, and to then try and\n\nbring the best of what the world has done, best practices. Take corruption, for example.\n\nHong Kong had a very successful anti-corruption program. It used to be a very corrupt area,\n\nbut now, you know, with the Hong Kong anti-corruption commission, it succeeded in handling the problem.\n\nSo I brought the Hong Kong anti-corruption commissioner Bertrands De Speville to Mongolia,\n\nwhere I was serving for four years. To Ukraine, where I was serving for four years. So the UN\n\ndoesn’t try and dictate what countries should do. It tries to bring best practices. So as they develop\n\ntheir capacities and their institutions, that they’re able to say, hey, I like that. I’m going\n\nto try a little bit of that. And that is, to me, the beauty of a global community, the beauty of\n\na connected international community where we can share across borders, and, you know, so that we\n\ncan elevate this humankind. Anyway, just, I don’t know if that answers your question, but I think\n\nI think there’s a lot of value add that people don’t fully understand in the United Nations.\n\nIt has its problems. It’s a bureaucracy. It’s, you know, it’s also staff members from all over the\n\nworld. And they need to speak together. And they need to work together. And so it’s a model\n\nof possibility of countries coming together and showing what’s possible.\n\nThank you for sharing that. And I want to ask now, tell us a little more about your role and roles\n\nin Ukraine and elsewhere through the UN. And what did that look like in terms of interacting\n\nwith heads of state and other, you know, dignitaries as folks were coming together for official\n\ngatherings? What did that look like in terms of your on the ground work? It seems like you were\n\na bridge builder and bridging a lot of different worlds in the world. Let me use Ukraine since that’s\n\nsince our topic is Ukraine. My job was to look at whether the policies and practices in Ukraine.\n\nAnd just to give you an example, Chernobyl, a nuclear reactor exploded in 1986 and spewed radioactive\n\ncesium and strontium that has a shelf life of 200 years in the surrounding countries, largely\n\nBelarus, Russia and Ukraine. And there were three provinces in Ukraine that were close to Chernobyl.\n\nAnd so here we are at that time when I was there. It was, let’s think, 15 years later.\n\nAnd people were still in this mode of, you know, I’m sick and it’s related to Chernobyl.\n\nAnd so what we were trying to do is basic development programs to show able-bodied people\n\nthat they could still work and carry on in these affected areas where people were living in\n\nwhere they had low dose long-term exposure to radiation. And it was a partnership of those\n\nthree countries, Ukraine, Belarus and Russia, sharing experiences. And so that’s the true UN,\n\nis that it’s not just one country, but the three countries work together. And I learned a lot\n\nfrom that. I got a chance to know Russian, the Belarus. And it also brings countries together.\n\nYou know, if they have a common problem and that, you know, you work a lot on climate change,\n\nwhich is a global issue. And it’s only going to be handled or improved if there’s a global response\n\nfrom many nations. And that’s where, you know, the accords that have been signed on climate change\n\nare very important because they represent countries coming together and making commitments.\n\nSomebody asked me, well, wait a minute, how do you monitor commitments?\n\nWell, the nature of the United Nations is that it’s peer-to-peer, peer support. You may have\n\n15 countries around the table and Cambodia is doing a report on the human rights of women in\n\nCambodia. And they, you know, they’re just, nobody is sort of, you know, saying you’re not doing\n\nthis, you’re not doing that. But the peers are able to sort of, you know, look at them and say,\n\nwait a minute, you’re missing this, you should add this. And that’s really the way the countries\n\nwork. And people see the big building at the United Nations and wonder what the hell goes on there\n\nand then those meetings. And that’s largely, it’s not just New York, it’s Geneva, it’s Paris,\n\nit’s Nairobi, you know, they’re headquartered UN organizations around the globe,\n\nbut they do come together to see as the family of nations what is possible, what needs to be done,\n\nand this country needs some support, or this country, I have something to share my experience with.\n\nSo that’s kind of how the UN works. And it was a great organization to be a part of. And\n\nwhen I was in a country, it wasn’t just visiting. It was an assignment of four years. So you really\n\nhad a chance to get to know the language, the culture, the people, the players, and do your best\n\nand create whatever was possible. We’ll have to save a couple of my non pertinent questions\n\nfor our behind the scenes segment that we’re going to record after the podcast interview,\n\nincluding favorite foods in your train. I’m going to wait to ask that one later.\n\nBut I wanted to mention a friend of ours, a mutual friend and colleague, Jonathan Granoff,\n\nwho’s been on the podcast, and runs the Global Security Institute doing a lot of really\n\nimportant work right now around nuclear non-proliferation and security. And has, of course, also worked\n\nwith a number of the Nobel Peace laureates over the years, including Mikhail Gorbachev,\n\nwho was a very good friend of Jonathan Granoff’s. And I’m also struck by is that often\n\nlarge countries like the United States, when we have folks who aren’t necessarily traveling as much,\n\nlearning from international news and connected to friends from other parts of the world,\n\nthese kind of figments of imagination can emerge around\n\ngood guys and bad guys, quote unquote, good guys and bad guys around the world. And especially\n\nwith one of our board members being from Kyrgyzstan, one of the former Soviet\n\nrepublics, Artem Nikolkov, who runs Earth Coast Productions, which helps in a huge way to make\n\nour podcast series possible. I’ve enjoyed having conversations with him over the years about some\n\nof the nuances in perspectives around Russian, American dynamics and tensions. And of course,\n\nJonathan Granoff’s work with Mikhail Gorbachev was a great example of folks collaborating across\n\nnational borders and really getting to a human connection and no longer being sort of imprisoned\n\nby ideological black and white boundaries. And it seems to me that there’s a whole lot of good\n\nthat comes from that kind of relationship and collaboration. And I imagine when you work\n\nwithin the United Nations, that’s something you might even get used to or sort of think that,\n\nyou know, that’s how the world often works. And I’m wondering if you might share this,\n\nsome of your experience in this cross-cultural collaboration in ways you’ve seen some real\n\nbreakthroughs and also how the real world, as you’ve experienced, it might be different from what\n\nwe see in the mainstream news headlines that are, you know, sort of expert at boiling things down\n\nto simplicity that are no longer actually all that true necessarily. Aaron, I know Jonathan\n\nGranoff, in fact, I was at a meeting with him in Rome at which it was a small meeting of just\n\nabout 12 people. And Gorbachev told the story, and this was in Russian with an English translator,\n\nof how he developed trust with Ronald Reagan. And Ronald Reagan developed trust with him. And the\n\ntwo of them bonded and went back to their respective headquarters, the respective capitals,\n\nand were able to carry the day with all of those people saying, don’t trust them, don’t trust them.\n\nAnd that was the start of some very important nuclear non-proliferation treaties.\n\nSo I applaud Jonathan Granoff for the work he’s done and you should know that he was also nominated\n\nto be a Nobel laureate to get the Nobel Peace Prize. He was nominated. A story I wanted to share\n\nwith you was, again, in Ukraine, when the Secretary General Kofi Anan came to visit for 72 hours and\n\nwas able to host him. And I remember sitting at a dinner table with, I was on one, it was a table\n\nlike this, you know, with Kofi Anan, the speaker of the parliament and myself. And he kind of lean\n\nforward to the speaker. And this was like a brotherly, you know, bit of advice. He said, you know,\n\nlisten, I work with 190 ambassadors and I have to treat them all equally. He said, you’ve got a\n\nmuch harder job. You’ve got 430 members of your parliament and you have to treat them all equally.\n\nYou know, so he would just sort of, you know, got to know this guy and that was encouraging him,\n\nof course, to work with all parliamentarians, not to become, you know, separate with your group and\n\nto disdain the others. So he was a great Secretary General. And, you know, I have a lot of pinch me\n\nmoments in working in the United Nations. But, you know, at the top of the list was being able to\n\nspend 72 hours with the, with the late Kofi Anan, who was one of the greats of the Secretary General\n\nlineup. That’s wonderful to hear about that. And yet not to, to spring something on you, we hadn’t\n\ntalked about beforehand, but I just noticed in the news in the last couple days, the global community\n\nhas agreed to a major preservation and conservation effort with the world’s oceans. And I don’t know\n\nif it’s something you’ve been tracking closely, but to me, this is another hopeful sign about what\n\nthe global community can do through a body like the United Nations. Exactly. Now, the law of the\n\nseas has been under negotiation seems forever. And it is under the auspices of the United Nations\n\nthat this says come together. And so, as to your earlier question, when people questioned the\n\nvalue of the UN, these sorts of actions are extraordinarily important. And I think people are\n\nincreasingly aware of what’s going on in the oceans with plastics, with the loss of coral reefs,\n\netc. This is in the deep sea area, you know, countries reaching agreements. Will there be\n\nbreaking of some of those rules or agreements? Of course, there will be, but at least it’s moving\n\nin a very positive direction. And that, I think, is what the UN hopes to do is to serve as the\n\nplatform and the bases where countries can come together. And the best of humankind comes out\n\nin those circumstances. That’s so beautiful. And I was only scanning headlines between meetings\n\nin the last couple days, but I saw something like 30 percent of the deep sea habitat of the ocean\n\nis going to be set aside for non-fishing and the creatures of the ocean to recover in their\n\necological context. Very good. I’m not more familiar with it than that, but I saw the same\n\narticles, I think, and feel equally good. Okay, that’s great, Douglas. Yeah. So we’re going to dive\n\ninto some other pieces in the behind-the-scenes segment that is available to our Ambassador\n\nnetwork. If you want to become an ambassador and check that out and join with us in some of the\n\nother work we’re doing in the regeneration renaissance efforts, you can do so by going to YONERS.org\n\nand joining the Ambassador network through there, you’ll find the page and the resources and\n\ncommunity section of the website. And I do want to ask one other sort of obnoxious, controversial\n\nquestion, because it struck me. I’ve enjoyed reading over the years and did some political science\n\nand international sustainable development work in school. And, you know, picked up a book by George\n\nSoros talking about the Karl Popper’s Open Society and Soros, of course, was impacted by\n\nthe rise of fascism in Europe that he experiences a young person. And, you know, from one perspective,\n\nI think a perspective that I have from what I know, he has done a lot of really good work in the\n\nworld, in that part of the world, Eastern Europe and Central Eurasia, and also here in the United\n\nStates and elsewhere. And he’s one of these folks for one reason or another who has had his name\n\nso besmirched by certain political factions to the point where in some circles, you mention a name\n\nlike that and people’s reactions are really extraordinary and surprising. And I know you’ve had some\n\npersonal interaction with him, and I’m just curious if you might share with us what a man and a\n\nleader like George Soros from your perspective has been able to do in the world, and particularly in\n\nthat region in the world around Ukraine and other parts of Eastern Europe, that, you know, some of our\n\naudience might not be aware of. Yeah, I want to say that my experience with George Soros has been\n\nextremely positive. I admire the fact that a man who has earned a lot of money, he’s made a\n\nlot of money, he’s a wealthy man, but he’s not sitting on his wealth. He’s established this open\n\nsociety foundations, which is a global organization with the number I recall is $300 million a year\n\nof his personal money. So he’s very invested in many issues, but particularly when I was in\n\nUkraine, he had an organization called the International Renaissance Foundation that was very\n\nmuch focused on democratic governance. At UNDP, we partnered with them in lots of areas. They’re very\n\nfocused on human rights, on building institutions, and so it perplexes me when he’s billified in any\n\nway, shape, or form. He came to a number of meetings, regional meetings of UNDP with different\n\ncountries from Eastern Europe. He was very engaged, very committed to principles and values of\n\ndemocracy and freedom, because that’s what he didn’t have in his early days in Hungary, and he came\n\nfrom oppression, and he’s now ready to invest in that part of the world in freedom, democracy,\n\nand the kind of values that we all support. So I have very high regard for him. I know that he\n\nhas hand-picked his people. The president of Open Society Foundations, Mark Malik Brown,\n\nwas the Deputy Secretary General under Kofi Anon. He was the Administrator of UNDP, and I know him\n\nto be an extraordinarily remarkable man and very, very competent, and George Joseph is getting\n\non in years, and his son, Alex Soros, is getting much more engaged, and I think picking up the\n\nmantle progressively that is dad-carry. So I think history books will show George Soros to be an\n\nincredible investor in freedom and democracy around the globe, and I just wanted to add my voice\n\nto that picture. Yeah, thank you, Douglas. I really appreciate that, and I want to be sure to mention\n\nthat you can find more information with the topics about the topics we’ve been talking about\n\nthrough a number of links that we’re going to provide in the show notes, and we’re going to have\n\na link to the Highland Institute. You can get to that through the HighlandCityClub.com website.\n\nWe’re going to also provide the article, the op-ed that Douglas has written, which is titled\n\nfrom Omaha Beach to Buckeye, Ukraine, Pathways towards Peace and Healing. We’ll have that on\n\nthe site as well under the show notes, and we’re also going to provide, I think we’re going to have\n\na center for mind-body medicine activities in Ukraine. Link is that one of the links that we have?\n\nYeah, it’s actually a word document. A word document? Yeah, absolutely. You can put that on PDF.\n\nYep, we’ll have that available as well, and are there any, I want to make sure to ask you,\n\nare there any other links, and, or can people connected to you through social media?\n\nI think the Highland Institute would be the best word. Yeah, and we’re a young think tank at\n\nthe Highland Institute, and this issue of Ukraine is one where we think we can add some real value\n\nto the puzzle by giving support to organizations that are there, hopefully raising resources for them,\n\nand hopefully, you know, making a difference on that very important issue of mental health.\n\nAnd we’re also, you know, I was on the phone about a month ago with the Soros people on the ground,\n\nasking them, you know, where are the greatest needs in trauma response? And they said, well,\n\nthey have a million soldiers, three to four million family members of those soldiers. They spoke\n\nalso about women who are victims of rape and sexual violence as the need of trauma support,\n\nand also law enforcement. That is uncovering graves, mass graves. So just wanted to mention that\n\nwe’re working in present day with International Renaissance Foundation as well. Thank you for\n\nmentioning that, and you had also provided me the URL ICMHHR.org, the Support Ukraine Initiative.\n\nWhat is that specifically, and is that one of the ways folks can get involved in that? Yeah, that\n\nis the organization of Dr. Gay Logan that I mentioned. And she’s the one who has that speech that\n\nwe need to get a PDF on. But my encouragement to your viewers is to have hope and recognize the\n\npossibilities that exist for all of us to be engaged with Ukraine, to be supportive of moving out\n\nof war into peace. And this is one of those modalities for doing that. Thank you.\n\nAnd as far as calls to action go, is there anything else that you want to encourage our audience\n\nto do? Well, I’m, and we are most focused on this mental health issue, transforming trauma. And\n\nit’s a long term sustainable practice. It’s not something, okay, you take a pill for a month,\n\nand it’s over. No, these are practices that people can carry on for a lifetime. And as you said\n\ncorrectly, they’re, you know, they’re not just forgetting over the trauma and getting the nervous\n\nsystem back to good health, but they can be used for issues that people face throughout their lives.\n\nYeah, thank you. And we’re going to wrap up the podcast here in just a couple minutes. And then\n\nof course, Douglas and I are going to record our short behind the scene segment. Talk maybe about\n\nsome Ukrainian food and a couple other things from our podcast interview. But before signing off,\n\nI want to first of all, thank you for joining me today and sharing your very important perspective\n\nwith me and with our audience and want to give you the floor. If there’s anything else you’d like\n\nto say in conclusion before we sign off. In Ukrainian, and you heard this at the end of President\n\nZelensky’s speech to Congress, they say Slava Ukraini, which means glory to Ukraine. It was a phrase\n\nduring the Soviet Union days that was outlawed. It was used by the Ukrainian nationalists. So Slava\n\nUkraini, I just want all of our Ukrainian viewers to know that we are with them in solidarity and\n\nwe’re praying for peace and healing. And I’m happy to have had this opportunity, Aaron, to talk a\n\nlittle bit about Ukraine. Thank you, Douglas. It’s wonderful visiting with you. You’re really\n\ngreat to hear that. Thank you. See you, everybody. The YonEarth Community Stewardship and Sustainability\n\npodcast series is hosted by Aaron William Perry, author, thought leader, and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly, or monthly supporter, please visit yonearth.wpenginepowered.com-support.\n\nSupport packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth, all one word\n\nwith a Y. These sponsors are listed on the Yonearth.org-support-page. If you found this particular\n\npodcast episode especially insightful, informative, or inspiring, please pass it on and share it with\n\na friend whom you think will also enjoy it. Thank you for tuning in. Thank you for your support,\n\nand thank you for being a part of the YonEarth Community.",
  "related_episodes": [
    {
      "title": "Episode 51 – Jonathan Granoff, President, Global Security Institute, on Peace and Nuclear Disarmament",
      "url": "https://yonearth.org/podcast/episode-51-jonathan-granoff-president-global-security-institute/"
    },
    {
      "title": "Episode 88 – General Wesley Clark, former Supreme Commander of NATO, on Democracy, Climate, Leadership, and Technology",
      "url": "https://yonearth.org/podcast/episode-88-general-wesley-clark-on-democracy-climate-technology-leadership/"
    },
    {
      "title": "Episode 99 – David Beasley, Executive Director, UN World Food Programme (2020 Nobel Peace Prize Recipient) on COVID Impacts on the World’s Poor",
      "url": "https://yonearth.org/podcast/episode-99-david-beasley-ed-un-world-food-programme-2020-nobel-peace-prize-recipient/"
    },
    {
      "title": "Episode 109 – Dr. Robert Cloninger, MD, PhD, on Genetics & Psychology of Stewardship, Happiness, and Hope",
      "url": "https://yonearth.org/podcast/episode-109-dr-robert-cloninger-md-phd-psychology-of-stewardship-happiness-hope/"
    }
  ]
}