{
  "title": "Episode 65 – Eric Lombardi, Social Enterprise & Protecting the Commons",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/9755/episode-65-eric-lombardi-social-enterprise-protecting-the-commons.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-65-eric-lombardi-social-enterprise-protecting-the-commons/",
  "episode_number": 65,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Thanks again to everybody supporting this YONERS community podcast as well as all of our community mobilization work around the country and internationally for climate action,",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. Today we have the opportunity to visit with\n\nEric Lombardi. Hey, Eric. Good to be here, Aaron. Good to be with you today. Good.\n\nEric Lombardi has been working at the cutting edge of the zero waste and social enterprise\n\nmovements across the world since the mid-1990s. He was a national spokesperson for\n\nthe first zero waste organization in the United States in 1997 and was a co-founder of the\n\nZero Waste International Alliance in 2002. Eric was invited to the Clinton White House in 1998\n\nas one of the top 100 USA recyclers and received a Lifetime Achievement Award\n\nfrom the Colorado Association for Recycling. From 1989 to 2014, he turned a small\n\nnon-profit called Ecocycle into the largest zero waste social enterprise in the United States.\n\nEric is now working as an associate to the social enterprise world forum and promoting\n\nhybrid business structures to achieve zero waste zero carbon communities.\n\nEric holds a master’s degree in technology and human affairs from Washington University in St. Louis.\n\nSo Eric, it is such a joy to have this opportunity to visit with you today.\n\nWe’ve got a lot to cover and of course you’ve had a long and really amazingly successful career\n\ndoing the work that you’ve been doing with zero waste. And I thought I’d ask this a way to kind of\n\nkick things off. How did you get into all of this in the first place?\n\nWell, I’d been at it for a while. So we’ve got to go way back to the 1970s.\n\nAnd I remember 1973 when we had the first oil embargo from Saudi Arabia and they cut\n\nAmerica off. And that kind of, I think I just got my first car.\n\nAnd all of a sudden, I couldn’t get gas. And I was not an environmentalist in 1973.\n\nI was a city kid in Denver. And so that kind of blew me away.\n\nI was like, OK, what’s going on here? And then for the next six years, I did some world travel.\n\nAnd I found out that I didn’t know much about the world. I went overseas, Greece and Europe.\n\nAnd then I came back in 1979, the next oil embargo hit. And that’s when I realized there’s something very big\n\nand interesting going on here. And I started studying solar energy, got my first solar job in 1980.\n\nAnd that’s almost 50 years ago now, I guess. And no, 40 years ago.\n\nWell, depends if you’re around. So 40 years ago, got my first solar job here in Boulder,\n\nbuilding solar on houses. And then I went into water conservation work. And then I went into waste recycling.\n\nAnd that was basically about a 35-year professional career.\n\nIt’s really interesting. I, of course, also have a some background in the waste in the recycling world.\n\nAnd it’s fascinating to me that there are a few of us in the country and in the world who know quite a lot about what’s going on in the alleyways\n\nand with the dumpsters, with the things that are sort of out of sight, out of mind.\n\nBut the truth is that most of us in America, and probably most folks in other countries as well,\n\naren’t probably thinking a whole lot about what’s happening with things once we’ve discarded them.\n\nAnd some would say that’s therein lies part of the problem.\n\nAnd I’m just curious, in this span of the four decades that you’ve been doing this work,\n\nhave you observed any change in perceptions and awareness and understanding in the general public?\n\nYou know, the quick answer is yes. I think there’s a lot more information and people are a lot more aware.\n\nAnd that’s the good side. The bad side is we have a flurry of activity and behavior change in the 90s.\n\nBut we haven’t gone much further past the 1990s for the last 20 years.\n\nSo yes, the awareness is higher, but behavior change has not matched that level of intellectual connection.\n\nAnd what do you think is causing us to sort of stall outer?\n\nIn other words, why after 30, 40 years of the recycling revolution, aren’t we further along?\n\nGreat question, and that gets right to the me to what I want to talk about today.\n\nBecause the house is on fire. Let’s get the context corrected.\n\nThe environmental problems that I encountered in the 1970s are nothing compared to what we’re talking about today.\n\nAnd so we have to increase our level of concern appropriate to the level of threat, and it’s as high as it can get at this point.\n\nSo why aren’t we further? I think that first we have to define where are we going, and then we can see why aren’t we further on each of those things.\n\nAnd I, after 40 years, have framed the solution to one phrase, z3, zero carbon, zero waste, and zero population growth.\n\nI think that’s the agenda for the 21st century.\n\nAnd so I’ve been in the trenches working with the zero waste zero carbon part of that phrase.\n\nI have not worked with zero population growth. Lots of other people are working at it.\n\nAnd we’re now having great success there in some places what we need to.\n\nBut I can talk about the zero waste zero carbon part of this and the challenge.\n\nSo there is no lack of solutions. We, my cohorts for the last 40 years and beyond, have been working on solutions to waste and dirty energy for a long time.\n\nAnd so solutions are there. The problem now is political, economic, and social change.\n\nThat’s really where we’re all getting stuck. And I do, I have been fortunate to travel the world for decades on these issues.\n\nAnd it’s not just America that’s stuck. The whole world is stuck.\n\nThere’s little pockets here and there where they’re actually moving forward.\n\nAnd I don’t want to analyze that in particular, but overall, the bad trends are getting worse at a time when we have the solutions on the shelf ready to go.\n\nSo we need to talk about why are the solutions being done.\n\nI think the easy, quick solution is to say follow the money, who’s making money? That’s what’s happening.\n\nCapitalism is a very powerful economic system that is basically taken over the old planet.\n\nAnd lots of people are talking about how capitalism needs to be reformed right now.\n\nAnd that’s a lot of fun because 40 years ago we couldn’t, we weren’t allowed to talk about that.\n\nNow we can stop.\n\nAnd I guess the lecture of business schools and the students are talking about, the professors are talking about everybody talking about how capitalism has to be made more kinder and gentler.\n\nI’m skeptical because the power of capitalism just as a pure economic system is really amazing.\n\nI call it like the tiger. It’s this beautiful beast.\n\nAnd so the beautiful beast needs to have a fence put around it or else it’ll eat you.\n\nAnd we all know that. And so governments do a fair job of putting a fence around the capitalist tiger.\n\nBut we, the people are the ones who should be defining where that fence is, how high that fence is, how small the free area the tiger gets to roam is.\n\nSo that’s one of the things that we have to do is we have to understand that the limitations on unfettered capitalism are not well defined.\n\nOr like to switched off. Don’t know why. I think our lights are okay for the purposes of continuing the video.\n\nSo we had a little act of God there as some people would like to say.\n\nSo anyway, so follow the money capitalism is this powerful force in the world.\n\nAnd so that sort of explains a lot of why we got where we are today.\n\nBut how are we going to change it? Do we have to change capitalism?\n\nOkay, yes. And everybody’s talking about that.\n\nBut really what we need to do is we have to understand that communities, the politics of saving ourselves, our planet, the politics requires a new sense of community direction and decision making.\n\nSo such that we have permission to change where the fence is around the tiger.\n\nBecause right now the tiger is calling the shots. The tigers basically controls everything in a sense where the fence will be and where the fence won’t be.\n\nWe have to switch that dynamics of the community saying, no, I want the fence stuck in a little tighter here, you know, and the tiger can’t go there anymore.\n\nAnd when it comes to zero waste and zero carbon, the tiger is no longer allowed to produce massively wasteful items that can’t be recycled composted or repaired.\n\nThat sounds like most people say, yeah, that’s a good idea.\n\nSo implementing that is really tough. And then when it comes to energy, the tiger is no longer allowed to produce energy that emits greenhouse gases.\n\nSo everybody says, yep, that’s right. So we have to do well. How are you going to move the fence in on that?\n\nSo the tiger doesn’t get to do that energy anymore. And that’s where I talked about community power.\n\nI think the community has to intervene in a way that a lot of people shake their heads at this, but it’s kind of like, what if the public owns the energy resources?\n\nWhat if the public owns all of the waste that’s produced?\n\nBecause if we own the actual stuff that is the issue, it doesn’t mean that the government then is going to go into business.\n\nIt just means that the government has the power and the control to place the fences around waste and energy activities.\n\nAnd then you let the private sector do their thing. Because you don’t want business doing government. They’re not doing business.\n\nThey’re no good at that. You don’t want business doing government either. That’s a good slip.\n\nBut you want government, which is nothing more than the community, and the community working together saying, like City Boulder and Minneapolis and some other progressive places have said, hey, we want to be zero waste by 2035.\n\nWe want to be 100% clean energy by 2030. And these goals are fantastically aspirational, technically possible, but social and politically impossible under the system that we’re operating under right now.\n\nBut if this climate emergency actually gets discussed as an emergency, and the government and the community hand in hand says, okay, all this waste now belongs to the public, which thing gives public the control over what to do with it.\n\nAnd if the public says anything that goes to the landfill is going to cost five times more than it costs today.\n\nWhich by the way, we land filling in Colorado for about 20 bucks a ton, the same technology in Italy costs 240 a ton.\n\nSo it’s all about policy and taxes and all that. But you know, you need political will, you need community support to do that.\n\nSo I think that we’re talking about, you know, intervening on the energy in the waste industries in a way that a lot of people say, oh, that’s communism stopped. You can’t do that.\n\nNo, it’s not really what it is is think of the toy industry. In America, you’re not allowed to build a toy that might curb a child.\n\nIs that communism? That’s just common sense, right? So that’s all we need to bring in common sense to the table and say no longer can we have dirty energy.\n\nNo longer are we going to produce the stuff of our lives in a way that it gets land filled or incinerated at the end. It all has to be recycled.\n\nThere’s a classical parable in the economics literature that goes back a couple hundred years, which is the tragedy of the commons.\n\nAnd in this use of this term communism or common sense and made me think of the commons themselves and when it comes to things like pollution and how we’re doing energy and how we’re doing waste, it seems it’s an issue of the commons and needs to be treated.\n\nAnd that’s one of the good things I think the internet can help us as a species understand a new or understanding about what the commons are.\n\nAnd we need to stop monetizing the commons, giving financial value to them.\n\nFinancial value is only one yardstick. The triple bottom line has social community benefit, environmental benefit and then monetary benefit.\n\nAnd that’s the reform to capitalism that you’re hearing people even like black rock and all these other big capitalists say we need to redefine value in our economy.\n\nAnd so it’s a wonderfully exciting time to be alive because the discussion’s going on there are fantastic.\n\nAnd as a matter of fact, at least me to what I’m doing these days, I’ve evolved from in the trenches zero waste work, zero carbon work to helping create business hybrids like social enterprise.\n\nThat can create a new market for how to bring the technologies out and in partnership with communities and governments.\n\nAnd I’ll give you an example in Scotland. Scotland is a leader in social enterprise right now.\n\nThey’re doing two things that are fantastic. One of them is whole communities in Scotland are starting to build or create social enterprises under the name of the town.\n\nAnd so the town then builds the windmills and they’re owning their own community energy systems.\n\nSo that’s like taking it ownership of it.\n\nThe other thing they’ve done is Scotland around the waste issues fascinating.\n\nThey took a small nonprofit zero waste nonprofit that I’ve known for years and all of a sudden the government said you know what you’re talking about.\n\nYou’re trusted by the government and you’re trusted by the business sector because you have a foot in each world.\n\nSo we’re going to actually make you a quasi public entity. We’re going to fund you to create the zero waste plan to 2035.\n\nAnd you’re going to be able to use, you’re going to be able to structure the plan, the goals, the RFPs, and you’re going to get to pick the private sector entities that will do the work.\n\nAnd we’re going to trust you because us government, we’re not experts, you are.\n\nAnd so all of a sudden you have zero waste Scotland and an organization now that’s in between the private sector and the government that’s sort of creating the plans and putting out the RFPs and basically changing where the fence is on waste in Scotland, they’re defining it.\n\nAre you seeing that same sort of pattern emerging in other regions or communities? No, this is all in the last three years.\n\nSo this is this is branded really exciting and I really know you want to make sure because many in our audience are chief sustainability officers of various municipalities and businesses and so forth and just want to make sure folks are able to get to this example.\n\nIf they’re interested, is there something they can find online that might have a little more information?\n\nSo you can go directly to the website of zero waste Scotland and you’ll be able to read about them.\n\nThat dot, I don’t know.\n\nOkay, I’ll figure it out for the show.\n\nSo yeah, so zero waste Scotland and what you’ll see is, you’ll see an organization that doesn’t look very revolutionary.\n\nBut if you’re in deep enough in the industry, you’ll realize how revolutionary it is that the government actually trust them enough because you know, governments are risk adverse.\n\nThe private sector is risk taking and that’s where the two have a hard time working together.\n\nAnd so this third entity, this enabling institution called zero waste Scotland is listening to both and helping them reduce their risk and helping them take the appropriate risks.\n\nAnd managing risk when you’re doing social changes, the key.\n\nAnd I love this model of a third party organization.\n\nIt doesn’t even have a name yet, the concept.\n\nI’ve been reading and I’m been trying to find anybody else doing this.\n\nIt needs a name, it needs a concept because this trust from both sectors for a body of organization that have the intelligence and the bandwidth to be able to go together.\n\nTo be able to negotiate both risks.\n\nYeah, maybe something just comes to mind real quick instead of tragedy of commons, it’s trust of commons or commons trust or something like that that could get attached to the concept.\n\nYou’re absolutely right, the word trust plays here.\n\nBecause, you know, not only do we have to learn how to trust people again, we also have to learn how to share some of these simple concepts are going to get us through this challenge of time we’re in right now.\n\nBecause the other thing about social enterprises, okay, if a private sector industry comes into this universe and negotiates with zero way Scotland, zero way Scotland has reduced their risk of failure.\n\nAnd thus asks them to reduce their demands for profit.\n\nAnd everybody likes that because that’s what I mean about sharing.\n\nSo the government is going to share the risk with the marketplace.\n\nThus they get a lower profit.\n\nMost companies will say that’s fine, sure.\n\nLower my risk, I’ll take a lower return.\n\nJust let’s stay in the game, keep me in business.\n\nSo that’s a key here too is the trust thing and the sharing of the risk thing enables changed happen in the marketplace.\n\nAnd that’s what’s missing right now.\n\nYou know, I’m so struck Eric and so much of this has to do with economics and not only the mechanisms of economics, but really the constructs and the belief systems that we’ve established around economics and what’s considered to be normal and what’s considered not to be normal.\n\nAnd I’m struck that so much innovation occurred around the time of the renaissance after the crusades brought this massive influx of wealth into Europe and particularly many of the Italian city states and public finance emerged out of that so many structures that we take for granted now as being normal.\n\nAnd I think one of the phenomena at play in our country in particular in the United States in particular is that we because we’re an amalgamation of people from all around the world, we sort of have this collective amnesia when it comes to wisdom that goes back hundreds upon hundreds of years.\n\nAnd many of us are running around with this perception that the current economic methods or ways of doing things are the only ways that we could possibly be doing things.\n\nWe don’t have a long enough memory to understand that heck these were just experiments a couple hundred years ago or a few hundred years ago.\n\nAnd I’ve heard it said more than once that free market capitalism is the fastest growing religion in the world.\n\nAnd this is one of the things I think it’s incumbent on each of us as participants in our world participants in the economy to really develop and understanding that so many of the rules of the game are simply inventions and constructs that have emerged over the last several centuries.\n\nAnd therefore we really need to spend time thinking about what are the next better set constructs and I know you’re doing a lot of you’re thinking around that and I’m curious when you’re working on the social enterprise models.\n\nWhat are you seeing in addition to this public private partnership around around zero waste in the commons? Are there other patterns or recommendations or insights that seem to be emerging?\n\nYes, there are. Just today I was on the phone with the executive director of an incredible organization in Canada called Bysocial Canada.\n\nAnd there’s also a Bysocial UK. There’s a Bysocial Australia. I mean this is sort of a global movement that’s starting and what it does is it’s basically saying that if the market place is a big pie and that’s sort of unfettered capitalist marketplace.\n\nSo we want a piece of that pie and we want to pull it out and put a fence around it so the tiger can’t get there. Tiger has the rest of the pocket of tiger exclusions.\n\nYeah, exactly. Pull a piece of the market out. And we’re going and we’re calling that the social value marketplace.\n\nAnd that’s truly a triple bottom line world. And we’re finding governments and corporations want to be there because they get it.\n\nYeah, that’s beautiful. They understand if you’re going to spend local tax dollars and you can get more value for that buck than just financial.\n\nIf you can actually help local unemployment, if you can actually clean up the local environment with that same dollar, of course you’re going to do that.\n\nSo this social value marketplace, there’s a lot of corporations that want to give their contracts to triple bottom line companies.\n\nSo there’s governments that want to support local triple bottom line expansion. And so we’d like we’re defining that piece of the pie right now and trying to come up with standards to lower the risk of the corporations and government to bring in a triple bottom line company who may financially cost a little bit more.\n\nSo pretty much all this social environmental benefit. So they need to be able to have their risk lowered to do that.\n\nSo it’s really taking off this whole social enterprise and by social thing is really creating a new marketplace.\n\nSo I’m curious, you know, we’ve already begun collaborating with a handful of B corporations out there and be certified organizations.\n\nPatagonia is a great example. They’re one of our favorites and there are plenty of others. Is there quite a bit of overlap yet with these initiatives and movements that you’re working with and the B corp world of businesses?\n\nIt’s kind of interesting that you mentioned that.\n\nImagine concentric circles, one, two, three.\n\nIn the center of that, the bullseye is what we call the purest social enterprise.\n\nAnd I’ll explain what that is in a second, but then outside that is the second ring and outside that is the third ring.\n\nIn the middle, so the middle is the gold standard. Doesn’t mean ring two and three are bad. It just means they’re not as really focused.\n\nOkay, so a focus social enterprise is an organization that was created to address a social environmental problem.\n\nPatagonia was not. Most of the B corps are not created to address a problem. They’re created to just go into business and they pledge to be clean and pledge to do business fairly.\n\nThey pledge to be good guys, but they don’t exist to solve a problem.\n\nSo there are companies that exist to solve a problem. I can give you an example. Well, you know, there’s a toilet paper company out of Australia.\n\nAnd I think it’s who gives a crap. It’s the name of their…\n\nThey don’t hurt these guys.\n\nYeah, it’s great.\n\nSo why do they exist? They exist to build sanitary toilet systems in Africa.\n\nThey sell a quality to toilet paper.\n\nAnd what their pitch is, you’re going to buy it from us.\n\nBecause all our problems go to Africa to build violence.\n\nThat’s a business that exists not to get rich, but it exists to create the revenue stream to build toilets in Africa.\n\nThat’s the purest kind of social enterprise.\n\nNow, to be one of those, you have to agree to certain things and this is the global standards I told you.\n\nOne of them is a double asset lock.\n\nAnd what an asset lock means is that at least 51% of the profits have to go to the mission.\n\nUsually it’s much, it’s 100% or 80%.\n\nBut no more than 49% can go back to investors or owners.\n\nAnd the second asset lock is there’s no exit strategy for like a venture capitalist.\n\nIf the company sells, it’s like nonprofits in the United States.\n\nThe organization assets have to go to another social enterprise.\n\nYeah, cool.\n\nSo the asset lock is a high bar that a lot of venture capitalists won’t touch.\n\nYeah, of course.\n\nSo the only money that goes into a true social enterprise is truly mission driven money.\n\nSo that’s why it’s the gold standard in the middle.\n\nIs that an actual certification? Is there a third party body that’s verifying that?\n\nThere is. There’s one in the UK called the social enterprise mark.\n\nThat was the first and the most rigid.\n\nNow Australia is coming up with one with the guy in Canada I was just talking to.\n\nThose two have come up with one that’s very similar.\n\nAnd I am just now talking with some people in the United States to create a by social USA program.\n\nIn partnership with all these others.\n\nI got a global thing.\n\nSo yes, there will be a third party certification for that gold standard.\n\nAre you seeing significant capital, social capital showing up to funds?\n\nNot yet.\n\nBecause most of the these enterprises are what are called semis, small and medium sized enterprises.\n\nAnd so semis don’t have a lot of upside semis are usually small like in Denver.\n\nThere’s a cafe that exists just to train women who just got out of prison.\n\nAnd you can work there for a year or the women’s bean project.\n\nYou can work there for a year.\n\nYou get training all this.\n\nAnd you got to move on because it’s really set up as a training for you.\n\nNot a lot of capital available, not a lot of capital needed.\n\nIt could get bigger.\n\nI mean, she’s in tough and the director of corrections for Colorado right now about expanding\n\nall throughout the state.\n\nBut no, this kind of social, this kind of money hasn’t moved significantly yet.\n\nI think there’s real opportunity for it too.\n\nBecause remember, I’m talking about a for-profit business.\n\nWho gives money to for-profits?\n\nRight?\n\nWho gives money to for-profits?\n\nRight?\n\nPeople who want big returns.\n\nRight.\n\nSo the foundations are starting to go towards these.\n\nAnd they can give money.\n\nThey can give a grant to a for-profit under this thing called the PRI program related investment.\n\nPRIs are starting to get a lot more buzz.\n\nBill Gates got on it.\n\nBill Gates said, hey, I can give a million dollars to a nonprofit and they need a million every year.\n\nOr I can give a million dollars to a small business.\n\nAnd watch them become self-sufficient.\n\nAnd so he just created a billion dollar PRI fund to help social enterprises around the world.\n\nSo it’s slowly happening.\n\nAll this stuff’s pretty new.\n\nYou know, it’s really coming in right now.\n\nSo I think it’s there.\n\nBut let me finish the concentric service.\n\nBecause not everybody can be the gold standard.\n\nYour second ring is like eco-cycle was a nonprofit social enterprise.\n\nIt means that we are not a private business.\n\nAnd so we can’t have investors.\n\nAnd in fact, that was a great frustration of mine running eco-cycle.\n\nI wanted to build a compost facility and I couldn’t get six million dollars.\n\nIf I’ve been private, I’d probably get an investor.\n\nSo the second ring is your nonprofit social enterprises.\n\nAnd your third ring is the B-corp’s.\n\nGood guys.\n\nGood folks doing good work.\n\nBut they’re not as mission driven as the bull’s eye.\n\nYep, the social enterprise bull’s eye.\n\nThis is beautiful.\n\nIt’s very helpful.\n\nWe might even…\n\nI don’t want to over-promise, but we might even play around with getting a little example of the diagram up in the show notes.\n\nWe’ve published the episode.\n\nLet me just take a quick minute to give a big shout out to some of our sponsors.\n\nAnd this includes Patagonia, Purium, and the LIDGE Family Foundation.\n\nAnd you can find links to Purium on the YONERS.org website as well as Patagonia.\n\nAnd I also want to give a huge shout out to the growing numbers people who have joined our monthly giving program through the YONERS community.\n\nAnd if you haven’t yet joined, you can go to YONERS.org slash support and sign up at any level you would like.\n\nNow we have a very special program going with Waylay Waters, which makes premium hemp infused aroma therapy soaking salts.\n\nAnd if you give that a $33 a month level or higher, you can get monthly shipments of these soaking salts as a token of gratitude for your support of the YONERS community.\n\nSo you can go to YONERS.org slash community slash Waylay Dash Waters.\n\nAnd I’ll put this in the show notes to get more information on that part of the program.\n\nAnd this is just a great way.\n\nIt’s win-win-win.\n\nThis is an example of emerging models for regenerative economy.\n\nAnd we know from more and more friends and family that these soaking salts really do help relieve eggs and pains and arthritic stresses and all that kind of stuff.\n\nSo it’s worth trying out.\n\nI also want to be sure to mention Eric has been speaking about eco-cycle.\n\nYou can get information about eco-cycle at eco-cycle.org.\n\nAnd the social enterprise world forum, and we haven’t yet hit on, but that’s going to be another website we’ll have in the show notes.\n\nAnd we’ll also have a link to Eric’s linked in account in case you’d like to see more about his bio and learn more about his background and the work that he’s doing.\n\nSo I think that wraps up our quick public service announcement.\n\nThanks again to everybody supporting this YONERS community podcast as well as all of our community mobilization work around the country and internationally for climate action,\n\nsoil regeneration and culture of kindness.\n\nAnd Eric, getting back to this model with the three levels of the centric circles, I love it.\n\nIt’s very helpful to visualize that.\n\nAnd I’m wondering, as you’re looking at what’s emerging in different countries, are you seeing that the rate of development in capital allocation is moving differently among these three different camps?\n\nYeah, not yet. It’s not evolved quite far enough to see that.\n\nI would like to, I think there’s more and more money coming to the B Corp world, which is wonderful.\n\nAnd I’d like to see more money coming into the center to the nonprofits and to the true social enterprises in the center.\n\nBecause when all three are successful, then we’re growing that new piece of the pie at the marketplace, the social value marketplace.\n\nAnd there’s a lot of talk about values these days.\n\nWell, you know, the rubber hits the road when it comes to money and values.\n\nAnd cities are waking up. David and Canada just told me his organization by social Canada is being asked more and more to do consulting and handholding for cities and how to spend their budgets.\n\nSo there’s more value.\n\nThe UK has been doing a lot of this good work for 10, 12 years now.\n\nThey’re the leader. We’re watching the UK, especially Scotland.\n\nAnd little Scotland, they’re amazing.\n\nWell, they’ve had a lot of big impact on the world over the centuries, right?\n\nThat’s where a little fellow named Adam Smith wrote this thing called wealth of nature.\n\nIs that right?\n\nIt helps spawn the global capitalist marketplace we’re using all around the world now.\n\nWell, we needed new Adam Smith out of Scotland. He’s rewriting the whole of the nations.\n\nI mean, I really believe that, you know, there’s two big things happening in my mind right now and where I put my time.\n\nNumber one is climate change.\n\nAnd I think that changing the marketplace has Paul Hawkins had, we don’t have to save the earth.\n\nWe have to save business because businesses was killing the earth, right?\n\nAnd I really think change in the marketplace is going to have the biggest impact.\n\nAnd the second place is freedom and democracy.\n\nI mean, we need better leaders to be elected in our country and in the world.\n\nAnd so what I’ve been working on in the United States for that is called ranked choice voting\n\nas the way to sort of bust the monopoly red blue politics we have going on right now\n\nbecause getting a third party stuff, right?\n\nDigital is an independent and has big ideas.\n\nAnd with ranked choice voting, you can vote for that person without wasting your vote\n\nbecause then if they don’t win, your second choice goes to the Democrat.\n\nAnd Ralph Nader in the year 2000 is a great example.\n\nYou know, Nader was talking about getting corporations in line,\n\na lot of us voted for him and it ended up really hurting our law.\n\nAnd with ranked choice, we could have all voted for Nader.\n\nIf he lost, our next choice would have been gold more than one.\n\nSo we wouldn’t have been throwing our vote away, but we would have been sending a message.\n\nWe like the message this guy saying, interesting.\n\nSo let’s empower these individuals with good ideas.\n\nEven if they don’t win, they’ll give the scare on red blue camps.\n\nSo ranked choice, keep an eye on that right now.\n\nI think it’s really important.\n\nThat’s great. That’s great to hear about.\n\nI want to ask, Eric, I can’t help myself having, as I mentioned,\n\na bit of a background in the trash in the recycling world.\n\nIt struck me over the years that with all of the innovation in recycling per say,\n\na major part of the issue is the materials themselves in the first place\n\nand what’s going into these product streams and packaging streams.\n\nAnd I’m really excited about some of the emerging trends in materials,\n\ngetting back to more biodegradable packaging, for example.\n\nI’m wondering, as you’re connected to different efforts and organizations all around the world,\n\nare you seeing things in the materials realm that is giving you hope\n\nand or a way of thinking a bit differently about some of these supply chains?\n\nYou know, I had a lot more hope 20 years ago when we had the paper industry,\n\nthe glass industry, the plastics industry, and the metals industry,\n\nall at the table at the National Recycling Coalition where I was executive board member.\n\nAnd we had them at the table and we had meaningful discussions\n\nand they understood that they needed to make their products recyclable\n\nand they had to use their cycle content to make their products.\n\nSo the 90s were really the height of that discussion.\n\nWhen Bush came in, we lost the EPA and we lost their bully pulpit.\n\nAnd that some of the industries just faded away because the EPA wasn’t cracking the wood bottom anymore.\n\nThese big corporations, they don’t have to stay at the table if they don’t want to.\n\nSo we need somebody to crack the wood bottom and say,\n\nyou’ve got to come back to this table.\n\nYou’ve got to talk to us because you know, these big corporations have three,\n\nfour different ways of doing what they do.\n\nIt can be greener or dirtier on the spectrum.\n\nAnd they’re going to do it the cheapest,\n\nunless the government or through the community through the government says,\n\nno, you’re not.\n\nWe need to get that back.\n\nUnder Obama, unfortunately, even his EPA didn’t come back and help us much.\n\nHe was so busy saving the economy, I guess.\n\nBut we didn’t see much movement there either.\n\nNow I will say paper metals in class are in reasonable shape for recycling.\n\nIt’s the plastics that’s the problem.\n\nThe plastics is the dragon right now that’s just torching everybody with their fire.\n\nAnd they’ve been doing it since the 90s.\n\nThey were the least helpful partner in the 90s as well.\n\nThe plastics industry.\n\nYou know, and even setting aside, if we were to achieve more of a closed loop with plastics,\n\nwith reuse, I mean, we still have a massive buildup problem in the oceans.\n\nAnd there’s a lot of toxicity in plastic supply streams,\n\neven if we’re getting much more use out of any given pound of plastics.\n\nBut it seems that as a class of materials,\n\nplastics have extraordinary challenges attached to them.\n\nAnd of course, they’re incredibly innovative.\n\nOur space program wouldn’t be what it is about plastics, right?\n\nThere’s a lot to be grateful for in a sense in terms of what we’ve accomplished in the 20th century,\n\nbut going forward, one of the things we clearly have to be doing in our environment,\n\nin our agriculture, in our supply chains, is getting these toxins out,\n\nbecause we have essentially toxified the biosphere.\n\nYeah, that’s, like I said, it’s a dragon, and it’s really tough to beat.\n\nOne of the things that if your viewers don’t know in Europe,\n\nthey have a law called the precautionary principle.\n\nAnd I urge you to go to Wikipedia or someone read about it,\n\nbecause with the precautionary principle in Europe tells industry, it’s one of the rules.\n\nYou have to prove it safe before you get to sell it.\n\nIn America, we’ve done the other way.\n\nYou can produce and sell anything you want until it’s proven dangerous.\n\nYeah, and even then we might let you continue for another 10-20 years.\n\nExactly, or forever.\n\nSo we got to flip that, and we have to follow Europe’s lead,\n\nbecause they also, after the precautionary principle has passed,\n\nthen they created a chemical law called REACH,\n\nand REACH did just what you said.\n\nIt looked at the toxicity of the stuff of our lives,\n\nand it actually outlawed certain chemicals.\n\nJust boom, gone.\n\nAnd that’s what we need more of.\n\nWe need more, I hate to say it, it’s authoritarian control on the half of community benefit.\n\nWell, it’s a protection of the commons, right?\n\nThat’s right, protection of the commons, that’s right.\n\nYeah, that requires a different mechanism.\n\nThe precautionary principle and REACH are two examples that the United States and the rest of the world needs to follow.\n\nAnd again, that’s a steep mountain decline.\n\nWell, it’s…\n\nBecause I was in Europe when those were in past, and guess who was there fighting him?\n\nThe American Business Chamber of Commerce.\n\nRight.\n\nFighting him.\n\nSo it is hard.\n\nI explore the precautionary principle a bit in the second section of the book, YonEarth?\n\nSo for any of you out there who haven’t yet gotten its e-book and audiobook,\n\nyou can order a printed copy if you prefer that.\n\nThere’s a bit of a discussion in there around the precautionary principle.\n\nAnd again, here in the United States, as a function, it seems of the fact that we’ve had this convergence of cultures from all around the world.\n\nWe haven’t had some of the built-in cultural safety mechanisms that would cause precaution to be the order of the day.\n\nRight.\n\nAnd as a society, we have to actively implement those kinds of mechanisms in the frameworks of the economy and policy.\n\nYou’re right.\n\nIt’s a cultural shift, especially for America, because we’ve always been an expansionistic…\n\nOh, there’s another commons on the other side of the mountain.\n\nWell, we no longer have that.\n\nSo I think that that’s the reason we have to get back to science-based discussions too,\n\nis because science isn’t necessarily a cultural phenomenon.\n\nIt’s science.\n\nAnd so if we can build…\n\nLike we did recycling expansion in the local schools.\n\nWe were forced to make them very science-based classes,\n\nbecause we had a political opposition at the school board level.\n\nInteresting.\n\nLike, no, no, we’re science-based, totally science-based.\n\nThat was our cover.\n\nAnd it was true.\n\nWell, that’s clearly of great importance.\n\nI have found in a lot of the community work we’ve been doing in different regions of the country, red, blue, purple,\n\nthat we’ve created these false divides ideologically.\n\nSo in some communities, science is almost this kind of bad word.\n\nAnd, you know, in other communities, I would say maybe it’s even overplayed a little bit.\n\nBut the bottom line is that we’re seeing horrible rates of cancer, for example,\n\nas a result of these toxins in our agriculture and our water and our waste streams.\n\nAnd that it really is about all of us becoming healthier in our own homes and our own families.\n\nA lot of these issues that are being worked on by people like you Eric.\n\nAnd my hope is that as we’re having more of these kinds of discussions,\n\nwe’re going to be able to, as a society, choose more health in our lives and in our communities,\n\nregardless of political ideology.\n\nAnd so I think it’s so important that we’re having these kinds of conversations.\n\nYeah, I think what you’re doing is very important.\n\nMedia communications is very, very broken right now.\n\nAnd it’s breaking the rest of society.\n\nAnd so we need to get communications back to a place where it’s not full of emotion and opinion.\n\nBut it’s more science fact and it’s for all of us.\n\nTruth and I agree.\n\nTruth and I agree.\n\nTruth and I agree.\n\nSo we’ve got a few minutes and there’s no rush to wrap up.\n\nBut I want to make sure we get to this social enterprise world forum,\n\njust to be able to share a little with the audience about what that is and what your connection is with that.\n\nSo it comes out of Scotland.\n\nIt was started in 2008.\n\nIn fact, I was invited to be one of the speakers of the first one in Scotland.\n\nAnd there was a group of 500 people from around the world.\n\nThere were seven Americans.\n\nOh my gosh.\n\nAnd I got a look around what’s happening here.\n\nAnd the CEO from the Royal Bank of Scotland was a keynote speaker.\n\nSo the biggest bank in Scotland, the CEO got up there.\n\nAnd he said the size of our environmental and social problems today are so big that the government can’t solve them.\n\nThe market won’t solve them.\n\nI’m not a prophet in it.\n\nAnd nonprofits are a band-aid.\n\nWe need a new way forward.\n\nA new fourth way.\n\nAnd here’s this bank president talking like a Marxist.\n\nI mean, I was just stunned.\n\nAnd so I’ve been watching this group ever since.\n\nAnd when I left the recycle for years ago, I called the guy over in the forum.\n\nAnd I said, look, I just got to beat you.\n\nForm every year.\n\nBecause this is where it’s happening in my mind.\n\nThe growth of this movement is that important.\n\nSo he brought me in.\n\nAnd I’m an associate now.\n\nAnd so, you know, we’ve been in New Zealand.\n\nAnd last, Edinburgh.\n\nLast year, I was in Addisaba, Africa.\n\nNext year, we’re going to be in Halifax, Canada.\n\nBasically, it’s 1,500 people coming from, let’s see, we had 60 nations last year in Africa.\n\nAgain, we only had 20 Americans.\n\n1,500 people, 20 Americans.\n\nSo really, we’re way behind on this.\n\nI’m trying to get the troops to show up at Halifax.\n\nBecause you can take a, you know, it’s closer.\n\nYou can drive there.\n\nYou can drive there.\n\nAnd actually, I just helped Jerry, the founder, create a mandatory carbon offset for all air travel to the conference."
}