{
  "title": "Episode 88 – General Wesley Clark on Democracy, Climate, Technology & Leadership",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11409/episode-88-general-wesley-clark-on-democracy-climate-technology-leadership.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-88-general-wesley-clark-on-democracy-climate-technology-leadership/",
  "episode_number": 88,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "dollar per month. The podcast series is also sponsored by several corporate and organization sponsors.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast.\n\nToday’s episode is with General Wesley Clark.\n\nGood afternoon, General.\n\nHow are you?\n\nGood afternoon, Aaron.\n\nGreat to be with you.\n\nI appreciate being with you as well.\n\nGeneral Wesley Clark retired in 2000 from his position as NATO Supreme\n\nAllied Commander Europe, where he led NATO operations in the Balkans and managed\n\nNATO military and U.S. military engagement in some 89 countries.\n\nHis military awards and decorations include the Ranger tab, U.S. Defense Distinguished\n\nService Medal, U.S. Army Distinguished Service Medal, Silver Star, Legion of Merit,\n\nBronze Star Awards, and the Purple Heart.\n\nHe has received the U.S. Presidential Medal of Freedom, U.S. Department of State Distinguished\n\nService Award, honorary knighthoods from the British and Dutch governments, Commander\n\nin the French Legion of Honor, and some 20 additional foreign awards.\n\nSince his military retirement, he has been a businessman, author, and commentator.\n\nSince 2010, he has chaired his own boutique investment bank and Vera, and has served\n\non numerous public and private boards, including boards for major United States private equity\n\nfirms.\n\nHe has his own consulting company, Wesley K. Clark and Associates.\n\nAltogether, he has worked with more than 100 U.S. and overseas companies in the energy\n\ninfrastructure, security, and financial space, as a board member, consultant, banker, or\n\nadvisor.\n\nHis work has taken him to Europe, China, Indonesia, Latin America, and Africa.\n\nHe is currently on one publicly traded company board and several private boards.\n\nGeneral Clark specializes in small companies and startups, where his leadership skills and\n\nbusiness experience bring the most value to entrepreneurial efforts.\n\nHe has worked with wind, solar, electric motor, and battery companies, as well as in various\n\nconsumer products.\n\nGeneral Clark is in 1966 graduate of the United States Military Academy at West Point,\n\nwhere he graduated as valedictorian, with an engineering degree in concentration in\n\nnational security studies.\n\nSelected as a Rhodes Scholar, he attended Magdalene College Oxford for two years, and received\n\nhis bachelor’s and master’s in philosophy, politics, and economics.\n\nHe also served as White House Fellow, 1975-76 in the Office of Management and Budget.\n\nHe is a graduate of armor officer basic and advanced courses, the Distinguished Graduate\n\nof the U.S. Army Command in General Staff College, 1975, where he received a master’s\n\nof military arts and science, and a 1983 graduate of the U.S. National War College.\n\nHe has received numerous honorary doctorate degrees.\n\nGeneral Clark is a strong believer in public service.\n\nHe is the founding chairman of City Year Little Rock, a former member of the Little Rock\n\nAirport Commission, a director of the Atlantic Council, and works with various think tanks on\n\nimportant policy issues.\n\nIn his last effort, he co-chaired the National Commission on Grid Resilience.\n\nGeneral Clark, it’s a real pleasure to have this opportunity to visit with you today,\n\nand we’ve got a lot to discuss, obviously, and especially in the context of what’s happening\n\ncurrently in our nation with this upcoming election.\n\nAnd I know, given your role at such the highest levels of military command in the European\n\ntheatre, you understand the context of a history there going back through the 20th century\n\nthat has seen the horrors of what fascism can bring to societies.\n\nAnd that, unfortunately, is now, again, a pertinent issue, not only here in the United States,\n\nbut in many other countries around the world.\n\nAnd I was wondering, General, if you could kick us off here by commenting on what you’re\n\nseeing from your perspective in terms of this rise or new rise in fascism.\n\nWell, first of all, thanks for the introduction.\n\nI hope there’s a little time left to talk.\n\nAfter all that, Aaron, I’m concerned, and we have a president who has authoritarian tendencies.\n\nAnd maybe he’s joking, and maybe he just does it to make controversial statements, but\n\nlots of people like it.\n\nStudies show that there’s a strong minority of people in the United States who really\n\ndon’t understand democracy or don’t want democracy.\n\nThey want somebody to get out there and, no, force people to do what they want them to do.\n\nThat’s sort of human nature, but that’s what the United States Constitution was set up\n\nto prevent.\n\nAnd what we’re seeing is a slide into authoritarianism, one party control.\n\nWe saw it the other night with, like last night, I guess it was Amy Coney Barrett was appointed\n\nto this and confirmed in the Supreme Court.\n\nShe’s hearing cases today, it’s been less than a month.\n\nAnd boom, she’s in there.\n\nAnd there was nothing the Democrats could say or do.\n\nShe’s actually confirmed by, I guess, the slimmest majority of any Supreme Court justice\n\nin maybe 150 years.\n\nIt’s not a good sign for democracy.\n\nAnd this is what really that’s what’s in stake in this election.\n\nAre we going to have a democracy?\n\nWe’re going to have contending parties, different points of view, give and take.\n\nWe’re going to have checks and balances in the Constitution.\n\nOr we’re just going to have a leader that tweets out something that he hears.\n\nAnd so if this is now my policy and if you don’t like it, not only will you leave,\n\nbut I’ll discredit you and try to destroy you and your family.\n\nAnd then it’s not the way that we believe America should be.\n\nAnd hopefully, the American public, the voters, roll express reviews, it’s a week from\n\ntoday.\n\nYeah, general.\n\nAnd of course, we are going to be expediting the publishing of this episode.\n\nAnd so it’ll probably be the 24 hours or so that we’re going to be able to get this\n\nThanks to the team.\n\nAnd maybe we’ll get a couple of people to listen to either.\n\nI think everybody’s made up their minds.\n\nReally?\n\nI mean, the ones who haven’t, the indecided voters that I’ve been on with, there are people\n\nwho watch Fox News.\n\nAnd they don’t necessarily like Trump, but they believe the Fox News mythology about Joe\n\nBiden.\n\nAnd they think Vice President’s more manly, I mean, sorry, the Trump is a more manly man\n\nof the makeup and the fake hair and all that stuff.\n\nAnd so what we’re hoping for is some of the people who watch your show haven’t voted\n\nAnd they will go and vote and vote early if possible and do not send in any mail-in ballot.\n\nIt’s too late.\n\nIt’s too late.\n\nDon’t mail it in.\n\nIt’ll be wasted.\n\nGo in person to the polling place.\n\nYeah, that’s really great advice.\n\nBring about with you.\n\nGo in place.\n\nYeah, I appreciate that, General.\n\nAnd the other day, you and I were speaking about some of the backdrop to why we’re seeing\n\nthis rise and fascism.\n\nAnd I want to just pivot for a minute, thinking about things over in Europe.\n\nAnd as I recently shared with you, I have a master’s degree in German studies and did\n\nit relatively deep dive into what happened during the 1930s in Germany.\n\nAnd the horrors of the Second World War brought by the Nazi party were brought into power\n\nessentially through a democratic process, which is of course a response.\n\nIt started with burning the Reichstag down, which was not a mistake.\n\nIt was not an accident.\n\nIt was done deliberately.\n\nAt least that’s the suspicion of most of the historians.\n\nAnd it paved the way for the kind of confusion that led to a new government.\n\nAnd Italy, fascist Mussolini, was brought into power democratically.\n\nSo the fact that democracy worked and put someone in, democracy can’t work, and the person\n\nleaves when he’s voted out.\n\nAnd unless there’s a system that allows contending opponents, viewpoints, and a free and\n\nfair election.\n\nAnd what we’ve done in Russia today, of course, is not free and fair elections.\n\nWe just saw Alex Navalny poison with nerve agent that he believes would have put on his clothing.\n\nHe just happened to touch a glass.\n\nAnd that’s why they were able to get it out of the glass.\n\nHe thinks it was put in his closet.\n\nAnd the Novichuk nerve agent is a new nerve agent.\n\nSo violation of the prevention of chemical warfare treaty.\n\nSo it’s illegal by international law.\n\nNo new weapons were supposed to be developed, and existing were supposed to be destroyed.\n\nSo Putin violated that, and he’s using it to knock off his opponents.\n\nNo, it’s a dangerous war right now.\n\nAnd the United States has historically been an island, a safety of openness of transparency\n\nof where people could say what they thought and believed, and not be fearful of it.\n\nThat’s what’s at risk in disillusion.\n\nWhat are you seeing out there that is giving you some hope that our voters and our institutions\n\nwill potentially withstand this current onslaught?\n\nWell, there’s lots of early voting, and that early voting is not balanced.\n\nI mean, that’s people going to polls.\n\nSo I mean, they’re not, that’s about half of the total vote has been requested for early\n\nballots, but some of those people are going to the polls and voting anyway, so that’s\n\nhopeful.\n\nWe know most of those people voting earlier are Democrats, so that’s a good thing.\n\nOne of the things I like is the recent state of news stories, which have undercut the\n\npresident.\n\nSo there’s a story by the FBI that, you know, there’s no truth about any of these rumors\n\nnot under Biden.\n\nI mean, Vladimir Putin doesn’t even believe the rumors, apparently.\n\nAnd the Wall Street Journal said that Trump’s tariffs, that that’s baloney, those tariffs\n\nhave not helped America, and there’s another story in the Wall Street Journal that says,\n\nHey, those industrial jobs, he promised, they didn’t come back.\n\nSo at the level of people who know the facts and read, there’s plenty of evidence out\n\nthere from the lookout, say, President Trump’s policies, it’s not only his objectionable\n\npersonality, it’s not only that he’s an authoritarian and a threat to democracy, but his policies\n\ndon’t work.\n\nRight.\n\nOn their face and with the facts, it’s not looking good.\n\nAnd, you know, I’m curious, given the role that the United States has played in the world\n\nover the last at least half century as a stabilizing force and a democratizing force, assuming\n\nthat we see a new president out of this election, what does it take to restore our stature\n\nand reputation in the global community?\n\nFirst of all, I think you have to restore greater harmony in American politics.\n\nI think, you know, you’re, we’re like kneecapped right now because there’s so much friction\n\nand anger, and I expect that to continue for a while after the election.\n\nAnd I don’t think you can necessarily appease it by simply going to the Republicans in Congress\n\nand saying, please work with me and I’ll give you, you know, six or nine months and a,\n\nI’m sure you’ll come around and be nice.\n\nI think it has to start by really some strong economic policies that reach out to the actually\n\nto the white working men and women in the Northeast States who have suffered for 30 years\n\nas a result of trade dislocations and are not brought into the economic system.\n\nSo I think you’ve got to start by rebuilding the economy.\n\nYou’ve got to figure this is going to be a political opposition.\n\nWhen America starts growing jobs and returning to a proactive economic policy with government\n\nleadership, investment and infrastructure and new technologies, well, people around the\n\nworld are going to sit up and take notice.\n\nSome of my friends would come in from overseas and they’d say, gee, I was just in Beijing\n\nand a beautiful airport.\n\nI just landed at LaGuardia.\n\nI thought I was in a third world country and of course LaGuardia is being fixed, but\n\nit’s a slow, slow process and what’s really happened to us here in your student of history.\n\nI mean, when Ron DeWankin came in and made a joke, many jokes about government.\n\nHe was the lead of the sort of less delegitimate government leadership, a bunch of, you know,\n\nfor righteous bureaucrats in Washington.\n\nAnd the jokes were like, hey, you know, the 13 worst words in the English language are\n\nI’m from government and I’m here to help people who say, oh, that’s so funny.\n\nYeah, yeah, I got inspected by the Environmental Protection Agency or the Office of Safety\n\nand Health.\n\nAnd yeah, I didn’t know.\n\nThat’s really funny.\n\nOr he’d say, government’s like a baby, you know, you put food in at the top.\n\nYou know what comes out at the bottom.\n\nAnd I mean, it’s, it was funny.\n\nIt was dead serious and the people that followed him have taken it further and further and\n\nfurther.\n\nSo we got a man like President Trump, who he’s asked about COVID and said, do you take any\n\nresponsibility for the U.S. government’s response?\n\nHe says, I take no responsibility.\n\nWhat kind of a president is that?\n\nHe wants to lead it to the governors.\n\nHe wants to blame cities.\n\nHe wants to blame the opposing party.\n\nHe’s the president of the United States.\n\nHe’s responsible.\n\nBut of course, he’s in a party that’s for 40 years, de-legitimized the role of the federal\n\ngovernment.\n\nSo I think the start of restore national leadership abroad is to restore the credibility\n\nof the United States government.\n\nYeah, it’s really interesting.\n\nAnd of course, all of this is taking place with the backdrop of the climate crisis and\n\nthe ecological and biological crisis that we’re facing as a global community.\n\nAnd that presents, of course, massive challenges as well as opportunities and I suspect.\n\nYou may have some ideas about what this infrastructure technology and job creation policy framework\n\nmight look like and could look like in the near term.\n\nWell, first of all, let me say the climate crisis is real and it’s actually more urgent\n\nthan we believe.\n\nYou know, at every stage in the climate modeling, we’ve underestimated the actual impact.\n\nWe’ve tried to be conservatives, there’s not be alarmists, let’s don’t scare people, let’s\n\ndon’t be radical.\n\nAnd yet, if you look at the radical computations out there, I saw one today that shows it\n\nby 2026, you could have run away global warming with a five degree centigrade change because\n\nthe positive feedback mechanisms.\n\nThere’s more heat in the atmosphere, therefore there’s more water vapor, water vapor itself\n\nis a warming agent, it reflects the infrared radiation boom.\n\nAnd so I don’t think that extreme cereal is possible, but I do think that actually the\n\npeople who question science are probably right during the wrong direction.\n\nThe science is pretty clearly established that this climate change is man-made, where\n\nat the bottom of a solar cycle there’s no extra solar energy coming out.\n\nWe should be in a cooling phase in terms of the Earth’s position in orbit, but we’re\n\nAnd this is a really urgent issue.\n\nNow, what can we do about it?\n\nWell, first of all, you have to understand why we’re here.\n\nYou’re a government that’s basically slight liberty and the pursuit of happiness.\n\nThat’s what we said in the United States, but from founding fathers,\n\nred John Locke and political philosophy, he said it’s life liberty and property.\n\nThey didn’t want the king expropriating their property.\n\nIn other words, it’s about the acquisition of wealth.\n\nAnd so we’ve got big companies in the United States.\n\nThey’re very powerful and they have an extraordinary influence on government.\n\nAnd those companies are in the energy business.\n\nAnd it’s very hard to get them to change because they’re focused on maximizing profits\n\nfrom what their specialty is.\n\nNot bad people.\n\nThese aren’t bad people.\n\nThey go to work in the oil industry or utility industry or automobile industry.\n\nThey’re just trying to earn a living.\n\nTake care of their families.\n\nPut their education to work and grow up and be a good citizen for most of the cases.\n\nBut it’s the institutional pressures.\n\nSo we know we’re operating against this.\n\nIt’s a real drag.\n\nAnd yet there are dozens of new technologies out there here.\n\nEverything from ways to enhance the efficiency of solar panels to ways to move power,\n\nways to conduct electrolysis with a third as much energy requirement,\n\nways to take salt water and convert it into fresh water and use it.\n\nI mean, there’s so many different technologies.\n\nAnd right now there’s a lot of money chasing these renewable energy technologies.\n\nBecause the investment community has learned that they’re going to have to find ways to employ\n\ngood money.\n\nThey despite the fact that so many people in this country haven’t gotten wealthier\n\nand that the income distribution is so inequitable.\n\nWe’re sloshing with money.\n\nIt doesn’t know what to do with itself.\n\nYou can’t leave it in a bank account because you’re not going to get 5% on it.\n\nSo you can’t buy US Treasury because you’re not even going to get 1%.\n\nSo what are you going to do with that money?\n\nSo my friends on Wall Street are telling me about these.\n\nWhat they call a SPAC, a SPAC, a special purpose acquisition corporation.\n\nAnd they’re outcloming the marketplace for ways to deploy 100 million,\n\n200, 300, 500 million.\n\nThat’s good, depending on how they use it and what their requirements are,\n\nthey will drive up the price of renewable assets.\n\nIt’s not clear that they will invest in the startups and the new technologies.\n\nThat might be too risky, but it’s movement.\n\nIt’s not a bad thing. It’s a good thing.\n\nIt shows that the financial sector is aware of the urgency of the problem.\n\nHow do SPAC differ from private equity funds in their behavior in the marketplace?\n\nSPAC is a pool of money and investors put it in and there’s a group that forms the SPAC.\n\nThey go to the big banks and say, if you give me $300 million, I’m a very good\n\nexperienced investor and I will deploy for you.\n\nI didn’t return, I want like 10% or 15% of the upside and I can’t tell you what I’m going to\n\ninvest in because it wouldn’t be a SPAC if I did that. Under the securities exchange\n\ncommission regulations, but give me six months and then if you don’t, when I bring it through,\n\nyou can vote on it and if you don’t like what I’m proposing, you can get your money back.\n\nI’ll pay you if I don’t do a good job. That’s what the SPAC is.\n\nThis is kind of like the next generation and it’s not quite as bad as the two in 20 terms\n\nwho saw it with a lot of the hedge funds. It might be the same thing. It’s just a different way\n\nof doing it. Interesting. I’m so curious to given that you do so much with early stage and\n\nentrepreneurial organizations and leaders and your work in the military obviously is leading one\n\nof the largest bodies in the world with thousands upon thousands of people. What was it like\n\nmaking that transition from the big business if we can call it that of the United States military\n\ninto the realm of the smaller, more nimble early stage companies? I had to learn business\n\nand business is a little bit different than the military. Even though you know in the military,\n\nyou have a budget that people work for you, but you can’t in the military you’re in a government\n\nsystem and so you don’t own that company. You don’t just go into work one day and say to someone,\n\nI’m reorganizing and I don’t need you. I have a good life. I can’t do that in the military.\n\nI had an argument launched with the man who was the owner of the Louisville Courier Journal.\n\nWe were at a dinner and he said, I was a four-star general. He said, General, who do you think\n\nhas the most power? You or me? I was still in uniform. I said, well, you know, I’m in the military.\n\nIf we give the order, people will risk their lives and go into combat. He said, yeah, that’s true.\n\nHe said, I can’t order anybody to do that, but I can fire them. And I can keep them from getting\n\nanother job. Good God, really? And so that’s one of the differences. The other difference of\n\ncourse is that in the military, you don’t actually have to earn your budget. We call it a budget\n\nlike a household budget where your mom gives you an allowance and says, okay, don’t spend it all\n\nin one place. In the military, you’re given a certain amount of money you have to use. In business,\n\nyou have to earn those revenues. So I had to learn that process and all the wrinkles to it.\n\nSo that’s why it’s been so exciting to be in the private sector and see that at flight.\n\nAnd I’ve been with some big companies too. You weren’t in the big companies, but most of the big\n\ncompanies that got great leadership, they know what they’re doing. They don’t really, when they want\n\na board, sometimes they need it, but sometimes it’s there for window dressing. It’s there to assure\n\nthe investors that there’s some oversight that the investors can’t exercise. So they put these\n\nnamed people in and they hold them accountable for the investors. It’s a sort of in local\n\nparenthesis, you know, for the CEO. But in these small companies, we’ve got people who are really,\n\nthey really need help. They need relationships. They need coaching. They need to know about money\n\nand banking. So pretty exciting. Yeah, it really is. Well, one of the topics that we spend a lot of\n\ntime focusing on here at the Yoners community is leadership and community leadership in particular.\n\nAnd I’d love to hear your perspective on what’s needed in these times in terms of leadership at\n\nall different levels of society, whether in the corporate realm or the realm of community service\n\nand NGOs. What do you see as the defining characteristics of the types of leaders that we need\n\nmore of today? Well, I’m not going to tell you duty on or country because that’s a good watchword\n\nfor military people, but it doesn’t translate that easily into the private sector or government\n\nor NGO sector. Let me put it this way. Here’s what I think leadership’s about. Here’s\n\nabout service to others. So to do that, you have to first gain your trust. So you can do that\n\nby the hiring process. You can do that by your resume. You can do that by the way you carry yourself\n\nand talk to people. So it’s about gaining trust. It’s then a matter of establishing your legitimacy.\n\nYou have to either know or learn quickly the elements and the factors and the environment and the\n\nprocesses with which you’re working and leading people. If you’re constantly in the dark,\n\nthey may have expressed the hiring process. You may have come in with a good reputation, but\n\nif you make a bunch of dumb statements, if you act like you never heard where Tokyo is located or\n\nyou didn’t know about Pearl Harbor, you lose your legitimacy. And then it’s a matter of taking\n\nresponsibility the right way. The leader is responsible for everything the organization does.\n\nSo you can’t be blaming people, especially not publicly. Every time something goes wrong,\n\nyou have to ask yourself, what happened? Now, you have to, as a leader, delegate authority\n\nto members of your team to make decisions, to act in their own spheres of responsibility.\n\nBut you’re the ultimately responsible party. So you have to accept that responsibility.\n\nThen you need a strategy. You have to have an idea of where you’re going with the organization.\n\nHow does it do its mission? What kind of service is it going to provide? And how do you get it there?\n\nAnd then you have to monitor, know the details, and modify the strategy for success.\n\nThat’s basically those of the steps in leadership.\n\nThat’s great. They work in the military as well as in private sector or government or NGO.\n\nYeah, as an entrepreneur myself and the consultant who works some with other organizations,\n\nthat modifying step that trades that loop of running back through the process over and over again\n\nis one that intrigues me quite a bit because, of course, we’re living in a world where\n\ntechnologies are rapidly changing. Rules of the game are often changing.\n\nNew opportunities and threats and risks emerge quite quickly. So that ability to be agile\n\nis essential, right? Well, you know, what you see in private organizations is, first of all,\n\nyou see a lot of tendency to financialize the leadership. Because when you’re sitting around in\n\nthe company and the guy says, oh, I know how we can make all money on that. Do A, B, and C,\n\nhe’s the expert at the money. And the money is the ultimate, you know, it’s the ultimate\n\noutput of the company. So if you’re not earning money, you’re not going to be in business very long.\n\nBut I like companies where the top people are technically competent.\n\nDid they come up through the operations route or the technology route, not just the financial\n\nroute in the company? Now, on the other end of it, at the startup stage, usually you have\n\ntechnology people. And there you have to be careful because these people often don’t understand\n\nhow to bring other people together here. They often love their technology so much. They don’t\n\nwant to let it out the door. And so how to convert that technology, how to protect it, but at the\n\nsame time, grow a company, how to take investors in and so forth, that’s the missing piece at that\n\nlevel. Yeah, yeah, that’s the great to hear about. Let me remind our audience that this is the\n\nWinner’s Community Podcast. I’m your host, Aaron William Perry. And today we’re visiting with\n\nGeneral Wesley Clark. I want to give a quick shout out, actually speaking of some companies and\n\norganizations making a difference to some of our sponsors and supporters. And this includes\n\nEarth Coast Productions, the Litch Family Foundation, Alpine Botanicals, Purium, Earth Hero,\n\nVera Herbal’s Growing Spaces, Soil Works, Earthwater Press, one percent for the planet, Dr.\n\nBronners and Waylay Waters. And also want to give a shout out to all of our individual monthly\n\nsupporters out there in the Yoners community who have joined our monthly giving program. And if\n\nyou haven’t yet joined and you would like to, you can go to Yoners.org and click on the Donate\n\nbutton and set up the contribution you’d like to make on a monthly basis. So a great deal of\n\ngratitude to everybody making this podcast series possible as well as our Yoners community\n\nmobilization work for stewardship regeneration and sustainability. And General, I want to,\n\nagain, thank you for taking the time out of your busy schedule to visit with us. And\n\nwe’ve got a few more minutes before we need to sign off. And I want to ask you, given that you’ve\n\nbeen focusing so much on technology as it relates to helping address some of the climate crisis\n\nchallenges that we’re facing. A few more question. A, what technologies are you most excited about\n\nat the moment? And then B, do you think that it’s technology itself that is going to get us\n\nto where we want to be as a society or is there something else besides technology we need to be\n\nthinking about? Well, I think there’s a long way to go in solar. I like the hydrogen generation\n\ntechnologies. We’re going to need some transition fuels. So we’re not going to do this overnight,\n\nno matter how urgent it is. It may take us 50 years to get off hydrocarbons. I know we say carbon\n\nneutral. I like technologies, therefore, the full carbon out of the atmosphere. That’s one of the\n\nthings we’re going to have to do to make this successful. It’s not just about not using carbon. It’s\n\nabout taking what’s up there from pulling it down. And then I also like the kinds of technologies\n\nthat will take the, let us use carbon and then take the carbon out of the exhaust stream. And there\n\nare technologies like that. So, so generate energy and power without carbon. If you use carbon,\n\ntake it out of the exhaust gases. And then pull greenhouse gases like methane and carbon\n\nout of the atmosphere. Those are the three sets of technologies. There’s a lot of work being done\n\nin this, but you have to, you have to have financial support to take the technology and make it\n\nreal. And you can’t have the government has to provide that support, but it can’t provide it\n\nall in with the expectation that every government investment is going to be successful.\n\nSo, Solinder was a really bad example. And it was used politically to destroy the process.\n\nBut nobody can qualify. So, you’re always going to have some missteps in this. And you have to\n\nlook at this. There’s a lot of thought right now about how the government does business. And\n\none of the, one of the mistakes we made over the last 40 years in this country is we put government\n\ninvestment into things, but we let the private sector have a little profit. And you don’t give\n\nthe dividends back to the public sector. You know, the internet, microelectronics, lasers,\n\nall that stuff was, it was all global positioning. It was all done by the government. And yet\n\nof these companies start off and they use it Google and all the internet companies are not paying\n\nthe US government for that. They should. US government should have had a stake in those companies.\n\nIn the same, it’s the same thing in the health space. The NIH sponsors research, people at\n\ndo it, get to patent it. And then they keep other people from using it. And the government gets\n\nnothing. So, as we move forward, we have to think about this. We think about this the right way\n\nthan this will help us deal with the larger social issues of income distribution and wealth\n\nmaldistribution. Yeah, absolutely. Which obviously has tremendous impacts on people all over\n\nthe place and also our society itself as a whole. Right. Right. Well, General, I am so\n\ngrateful we have this opportunity to speak with you today. And I just, I want to make sure before\n\nwe close out to open it up to you. And if there’s anything in particular, you’d like to say to our\n\nYonEarth community audience or anything else you’d like to share about the work you’re doing,\n\nit would be great to hear that. Well, I think the big thing, the message I’d like to leave with\n\nthe audience is just the importance of this election. And and and the work after the election. We\n\nhave to keep American democracy fresh and alive. We need young people engaged. We need to make\n\nsure the government works for us. I don’t mean George W. Bush, like I’m going to give you back\n\nyour money. I mean real leadership, like FDR did, like Kennedy did with the with the space program.\n\nNot the kind of leadership that says, I want the government. I want young people to go into\n\ngovernment to be confident that they’re serving the public. You’re right to stay in your whole\n\ncareer. But to be there and be a public servant is a noble occupation. And you should do that.\n\nIn uniform or out of uniform and to pay attention to the larger trends of politics and concerns\n\nin the country. Be a good citizen. Take your education and use it and grow throughout your\n\nlifetime. So you have a lifetime of service to others. Absolutely beautiful. I’m just writing\n\na couple of notes here. And well, you got them on you got them on tape. This is true. This is\n\ntrue, General. Yes. And I’ll do a little summary in our show notes when we publish this.\n\nWell, thank you so much, General Clark, for visiting with us. It’s really appreciated.\n\nAaron, thank you. I’m going to pleasure. Thank you.\n\nThe YonEarth Community Stewardship and Sustainability Podcast series is hosted by\n\nAaron William Perry, author, thought leader, and executive consultant. The podcast and video\n\nrecordings are made possible by the generous support of people like you. To sign up as a daily\n\nweekly or monthly supporter, please visit YOnEarth.org-support. Support packages start at just one\n\ndollar per month. The podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth, all one word with a Y.\n\nThese sponsors are listed on the YOnEarth.org-slash-support-page. If you found this particular\n\npodcast episode is specially insightful, informative, or inspiring, please pass it on and share it\n\nwith a friend whom you think will also enjoy it. Thank you for tuning in. Thank you for your support,\n\nand thank you for being a part of the YonEarth Community."
}