{
  "title": "Episode 73 – Sydney & Harrison Steinberg, Colorado Rooted",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11094/73-sydney-harrison-steinberg-colorado-rooted.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/73-sydney-harrison-steinberg-colorado-rooted/",
  "episode_number": "73-sydney-harrison-steinberg-colorado-rooted",
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "William Perry, author, thought leader, and executive consultant. The podcast and video recordings are",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today,\n\nwe are visiting with Sydney Steinberg and her son, Harrison. Hey guys. Hey Aaron, how\n\nare you? Great. How you doing? Doing good. Doing good. Let me share with folks that we’re talking\n\ntoday about Colorado rooted a 501c3 charity that is seeking to plant 1 million trees in the\n\nstate of Colorado. We’ll talk a lot more about what Colorado rooted is up to and what you guys\n\nare doing. And let me give folks a little background. Sydney, you are a mom to three incredible\n\nchildren and brand consultant helping entrepreneurs build, create and grow key concepts to strengthen brand\n\nawareness. Sydney was hired by Kelly Foster, the founder of Colorado rooted when it was just an\n\nidea on an napkin. And she quickly found her passion centered around healing the planet through\n\npositive actions and sustainable choices. Sydney believes every day we have opportunities to make\n\nsmall decisions that can help protect our planet and strive to use Colorado rooted as a model to\n\nbe used for generations to come. Speaking of generations to come, Harrison, her son is a junior at\n\nDenver School of the Arts. And he’s actually the mastermind behind the garden in a box idea that\n\nwe’ll be discussing and is instrumental to bringing youth into the Colorado rooted program.\n\nHarrison’s in the mountain biking and loves being in the mountains, which is very similar to my\n\nson Hunter, who’s the same age. Actually, it turns out. And Sydney and Harrison, I’m so glad we\n\ncould connect and have this conversation here today. Yeah, and thanks for having us, Aaron, it’s great\n\nto be here. Absolutely. So why don’t you guys fill us in here? What’s Colorado rooted doing?\n\nAnd what are you guys up to? It’s so exciting. Yeah, well, Colorado rooted started with a mission\n\nthat was pretty simple. Kelly Foster, who is a veteran to the green industry for 30 years,\n\nhe wanted to bring trees to families in Colorado. Beyond just sustainability, he wanted to make\n\nsure that every family in Colorado had the opportunity to plant a tree. And so his outreach became,\n\nhow do I plant a million trees in Colorado? How do I how do I accomplish this goal? And really the\n\nthe strength of Colorado rooted is it’s built on everyone in Colorado. We’re taking this to\n\nbe able to take it to schools, to families, to communities, to be able to plant one tree. So if\n\nevery family in Colorado plants one tree in their backyard, we easily accomplish our goal.\n\nSo that’s kind of yeah. Go ahead. Yeah, so that’s kind of how it started. That’s that’s where the\n\nvision started. You know, I’m so excited. We’re going to be sharing some very special\n\nopportunities for folks right in the Metro Denver Front Range of Colorado. And for our listeners\n\nwho are farther away, you guys are also preparing a blueprint that can be adopted in other communities\n\nreally all around the country, all around the world. And so I’m really excited that not only are you\n\non the ground making it happen right here in this amazing state, you’re also developing tools\n\nand resources that can be used by a lot of other communities. Yeah, it’s it’s it’s fundamental. I\n\nmean, Colorado rooted is not a for-profit business in any way. It is Kelly’s vision is that Colorado\n\nrooted belong to the people that the people basically built Colorado rooted so that it’s helpful\n\nand builds the the urban canopy in Colorado rooted. But it’s really belongs to everyone.\n\nSo yeah, so that’s basically, you know, the blueprint is that we want to be able to take this\n\nconcept and give this to anybody that wants to create this so that they could plant a million\n\ntrees in their community as well too. That’s so great. So Harrison, let’s let’s hear from you. What\n\nwhat is it about this project that has your attention and excitement and how are your peers\n\nresponding to this? Well, after being surrounded by Colorado rooted for the past couple of months now,\n\nI had and being in quarantine, we had noticed that it was really hard to start our garden, which\n\nis something that we do annually. So and we realized that it was a difficulty that a lot of people\n\nin Colorado and Denver specifically were having was like sourcing their plants and stuff. So\n\nI decided that it would be great to use our resources being partnered with Kelly and\n\nall of that experience to create a system where people, families with kids and specifically,\n\nspecific have access to these vegetables and fruits and stuff that they can plant in their gardens\n\nand it’s a lot easier than if you were to go source at yourself, especially during quarantine\n\ntoo. Do you stuff like that? So that’s kind of where this idea started. That’s great. And what\n\nsorts of vegetables and fruits are you guys focused on? Well, so we have like three levels right\n\nnow. So we have like the garden in a box, which is like the flagship one, I guess you would say.\n\nSo that has all sorts of vegetables from lettuce and tomatoes and other stuff like that. And then\n\nthere’s the salsa garden and that consists of peppers and tomatoes, I believe, and other stuff\n\nto make sauces. And then there’s also the herb box, which is just like basil and oregano and other\n\nstuff like that. Oh, I love it. This is so great. Yeah. It’s pretty and all of them are delivered\n\ndirectly to your home. So it just makes it easy to get. Right. Super easy. And where are you guys\n\nsourcing the seeds and the materials you’re putting together for folks? Everything is coming from\n\nlocal sources in Colorado. So we’ve partnered with several different nurseries to be able to provide\n\nthe veggies this year. And then we’ve also teamed with a tree grower who is providing\n\nfruit trees that could be planted as well too. So we have apple and cherry and pear and\n\nplum trees that are all available in, you know, seven to 15 gallon containers that can be\n\ndelivered. And they also come with a raspberry bush and a blueberry bush, I believe.\n\nJust kind of depends on what’s available, but right now that’s what we have. So,\n\nbut the the origin of box is great because that works towards accomplishing our goal of planting a\n\nmillion trees in Colorado. But we definitely try to keep our the prices as low as possible\n\nto be able to provide because, you know, planting a tree has so much more value.\n\nWe’re planting a garden has so much more value than, you know, what you first think.\n\nYeah, absolutely. You know, it reminds me there’s this I’ve heard it described as a Chinese proverb\n\nthat says the question is when’s the best time to plant a tree? And the answer is 20 years ago.\n\nAnd then the question is when’s the next best time and the answer is right now. And tree planting\n\nis such a it’s a really a gift of generosity to the future, right? Because many of these trees take\n\na number of years to mature. And in a way planting trees is one of the biggest gifts we can give to\n\nthe future. Not only is it great for future generations of humans, but obviously it’s also\n\ncreating more diverse habitat for all kinds of other creatures in the ecosystems where we’re\n\nliving. And, you know, one of the things we’re focused on at the Y and Earth community is how can we\n\nin our urban and suburban environments in particular use strategies of food forests, of\n\npermaculture to create much more robust micro ecosystems effectively that yes, are going to provide us\n\nsome very healthy fruits vegetables and culinary and medicinal herbs, but are also going to really\n\nboost the ecological vitality in our home, basically our home environment, our neighborhood.\n\nAnd I’d love what you guys are doing because it it really makes this an easy process for\n\nlots of different families to take that step to to start to create these food forests. And by golly,\n\nas more and more of us are doing this, we can probably in five, 10 years create an incredible\n\nabundance and an amazingly healthy and vibrant living environment in our communities, right?\n\nI imagine it’s really exciting to share that vision with folks.\n\nYeah, and I mean, a tree has so much value as you were saying. And, you know, like going back to\n\nwhat you said about planting a tree 20 years ago, when Kelly started Colorado Rooted,\n\nhe envisioned and what he ultimately wants is that that tree represents a strong family and a\n\nstrong family unit. You know, there are so many climate environmental benefits, which I’m not\n\ndownplaying playing at all, but a tree can be so much more. It can be a place of daydreaming.\n\nIf you can read a book under a tree, you can swing in the shade with the tree, and you hear those\n\nstories about families that plant the tree. They maybe they move away from their home, but they\n\ngo back and that tree still stands and it’s strong and it’s tall, and it brings back all of these\n\nmemories from that family unit. And that really is kind of the source of strength for many families\n\nis gathAarong in the backyard, playing baseball, barbecues, sitting outside in the shade, having that.\n\nSo a tree is really worth so much more than we really give it value to. And I think Kelly’s vision\n\nfor Colorado Rooted is seated deeply in the family and the family system of having access to\n\nthese trees to be able to provide that same sort of memories and strength for that as well.\n\nYeah, that’s so beautiful. I’ll mention too that one of the things we’re excited to explore\n\npartnAarong further with the Y-Earth community as used guys are rolling out the template and\n\nresources for folks to use in other communities on our global resources map, which you can find\n\non Y-Earth.org. We’re already starting to map locations of ambassadors of projects, and in some\n\ncases of nurseries where trees can be found and so forth in other communities. And so we’re excited\n\nto collaborate to help you guys bring this to the broader world and to help weave together a lot\n\nof these relationships because clearly with this sort of model that connection to nurseries is\n\nreally important and making sure that we’re selecting varieties, species that are climate\n\nappropriate for our given regions and so on. And I imagine with Kelly’s background,\n\nparticularly as an arborist, he’s got an amazing wealth of knowledge that can really help lots of\n\nfamilies. He does and actually we work with several experts in Colorado that really guide us and\n\nhelp us and really looking to see what is going to be the best for different communities. We\n\nworked with we’re working with the school. COVID kind of put a little a damper on our plans,\n\nbut we were working with the school in Brighton who did a big fundraising project at the beginning\n\nof the year. And they wanted to be able to provide bees and trees to the students. It was kind of\n\nthe theme of their of their project. And so we were planned to deliver each one of those students\n\na tree for them to plant. So we work closely with Brighton to see which which trees they would\n\nprefer to have in that community, you know, which ones they support the most. And so those are\n\nthat’s how we pick that. But it all comes from working with experts to to, you know, not plant\n\na palm tree in Colorado, which obviously won’t grow. But to be able to plant something that is\n\ngoing to grow and and be successful in in our dry climate or any climate. Yeah, absolutely.\n\nWell, in this whole connection with schools is so powerful and you were sharing with me, Sydney,\n\nthat you guys are also thinking about strategies for schools to do fundraising, right?\n\nA lot of schools, a lot of PTAs are are doing fundraisers at different points in the year.\n\nAnd this just presents a whole new opportunity that is not only a great way for schools to raise\n\nmuch needed funds, but is, you know, it’s not like selling candy or something. This is bringing\n\na lot more benefit to the communities where those schools are located.\n\nYeah, it definitely has so so many strengths in what we’re doing by being able to provide\n\na tree to each family based on on something that the school has done. So back to my example,\n\nthe school that we were working with, they were able to raise all of this.\n\nI think they did a penny drive initially and they raised, you know, several thousand dollars.\n\nAnd then, you know, they could have definitely bought every kid a t-shirt or they could have,\n\nyou know, had an ice cream party, but they really wanted to do something environmentally sound.\n\nSo working with us, each child was going to carry home a tree that they could plant.\n\nAnd there’s so much value in a kid or child planting a tree to see that grow.\n\nThere’s actually studies that prove that planting trees or gardens are caring for something,\n\nactually reduce the stress, you know, improves cardiovascular health,\n\nlongevity. Every, there are just numerous aspects of taking care of a garden or a tree that\n\nreally go far. So being able to give that to a child is definitely really beneficial,\n\nbecause a lot of children don’t know, don’t experience having a garden, don’t experience\n\nwhat it means to plant and care for a tree. So being able to take that really can enrich their\n\nlives in many ways. Absolutely. Yeah. In fact, in the book Why on Earth, I talked about how there’s\n\na lot of research showing that literally just looking at living trees for five to ten minutes,\n\nmeasurably reduces stress hormones in the bloodstream and engaging with plants, engaging with soil\n\nphysically, we know also boosts our immune systems, right? And right now in this time of COVID,\n\nobviously that’s a whole other realm that’s really important to be talking about is\n\nboosting our immunity, boosting our health and well-being and connecting in the garden,\n\nconnecting with the soil, connecting with the trees is key and all of that. And of course,\n\nas parents, we also see there’s research showing that spending time at trees and with the\n\nsoil improves cognitive performance, right? And we think about how many parents and families are\n\nare trying to, you know, come up with different ways for for students to have a more positive\n\nexperience in school and with learning and all of that. And it turns out that getting that time\n\nwith the trees with the soil is actually a really effective way to boost that aspect of our lives\n\nas well. And, you know, I’m wondAarong, Harrison, I’m thinking about how much you love\n\ngetting in the mountains and mountain biking and all that. And I’m curious, what’s it like for you\n\nwhen you’re out in the woods and maybe take a break for some water or something in your\n\nsurrounded by trees? What’s that like? Well, yeah, that’s always been really important in\n\nstudies. One of my favorite parts of being outside in the mountains is definitely on rides that\n\nI do a lot. I have specific parts of the ride that I like to stop at for water that I know I like\n\nto look at what’s around me. And I think that’s really cool and important. But yeah, just like that’s\n\none of the most rewarding parts about being in the mountains for me is getting to kind of stop what\n\nyou’re doing and take in what’s around you. Yeah, absolutely. Yeah, my son, as I mentioned\n\nyour age, and he also loves getting out in the mountains. And it’s a way we get to, I think,\n\nnourish ourselves, our bodies, our minds, our spirits. And it’s a gift and to be able to bring more\n\nof that kind of forest canopy into our urban and suburban environments is just a huge opportunity\n\nthat it strikes me that some of our friends in the science community and even sci-fi community\n\nare talking about like terraforming Mars or whatever. And really, in a way, we have this enormous\n\nneed and opportunity right in front of us to terraform parts of Earth. And trees and gardens are\n\nkey in that. That really is the foundation of creating a much more sustainable and healthy future,\n\nright? Oh, it’s so important. And I do agree with you. Just using what we have and the resources\n\nthat we have to be able to improve our situation and improve our environment is key, rather than\n\nlooking outward to a different solution, I think, is fundamental to kind of the human experience\n\nalways looking outward instead of inward. You know, it’s an important concept to take in. And I think as,\n\nyou know, a nonprofit organization, we really see the opportunity for educating people,\n\nstopping, slowing down. What can you do in your own backyard? What can you do in your home to create\n\na more sustainable, environmentally friendly environment? You know, what can you stop using?\n\nWhat are those things instead of looking at it in this very large aspect, which, you know, it starts\n\nat home. Definitely starts at home. That’s another really important thing I think about the garden\n\nin the box is that it gets youth engaged with the environment and also with Colorado\n\nrooted in planting trees is it gets these youth and like families engaged with their environment\n\nways that they ordinarily would not be. And this action, I think, is going to have\n\nnot only the benefit of planting the trees and watching that grow, but also\n\nforming these new things, new ideas in these kids’ minds that’s going to make them more environmentally\n\nconscious as they grow up and for the rest of their lives. Yeah, that’s such a critical point,\n\nright? And I think that the educational systems have really been struggling with this\n\nfact that, you know, books and classrooms and chalkboards, you know, are obviously really\n\nimportant resources, but they can’t convey all that there is to convey in the human experience\n\nand connecting with living plants, connecting with the soil, with the gardens, is providing\n\nan enormous rich educational experience that in many ways just can’t be accessed through\n\nsomething like a book. And one could say that one of the biggest weaknesses of modern society is\n\nthat so many of us are living really quite disconnected from the natural living biosphere and\n\nthings like where our food comes from and so on. And these little gestures of planting trees and\n\ngardens in our in our neighborhoods provide such an enormous solution to that problem.\n\nAnd as you guys are out there and others are out there engaging more and more thousands and\n\nmillions of families, that’s a way to really transform our culture in such a positive manner.\n\nAnd I’m just I’m so excited about what you guys are doing and really excited to share that\n\nfolks can go to ColoradoRooted.com. If you’re in the Metro Denver Boulder Front Range region of Colorado,\n\nyou can order the trees, the garden in a box, it’s also garden herb box, orchard in a box,\n\nand you can also order the shirts and hats wherever you’re located. And Harrison and Sydney are\n\nactually wearing the shirt and the hat respectively in reverse order, I guess. And then again for\n\nour friends and why on earth community colleagues all around the country and worldwide, check out\n\nColoradoRooted.com to get information and to access the blueprints and tools you can use to create\n\nsomething similar in your community. Again, as Sydney said, some of those resources will be coming\n\nout a bit later in the year, but a great way to engage. You can also find ColoradoRooted\n\non Facebook, it’s facebook.com ColoradoRooted. So really, really great to have those resources\n\nright at our fingertips right now. And while I’m at it, let me just give a huge shout out to\n\nall of the folks supporting the why on earth community podcast. And this includes a bunch of\n\npeople who have joined our monthly giving program. If you haven’t yet joined and you’d like to,\n\nyou can go to why on earth.org slash support and join at any level. Additionally, we want to give\n\na special shout out and thanks to the Lidge Family Foundation, Earth Coast Productions, Patagonia,\n\nPurium, Earthwater Press, and Waylay Waters. And Waylay Waters, as some of you know, has a very\n\nspecial monthly program for those who want to give at certain levels to why on earth. You’ll receive\n\nmonthly shipments of these beautiful handmade hemp aroma therapy and fuse soaking salts. And\n\nyou can go to why on earth.org slash Waylay Dash Waters for that. I want to also mention that\n\nSydney and the team at Colorado rooted are setting forth a very special\n\ncode that can be used why on earth. So that when you purchase any of the kits, 10% of that purchase\n\nwill be donated to the why on earth community to help us further spread this kind of information\n\nthroughout Colorado throughout the United States and worldwide. And Sydney thanks to you and the\n\nteam for that. It’s just a wonderful win-win generous gesture you guys are making there. And\n\nI’m so thrilled. I hope that as this is going forward, you’re also going to be encouraging families\n\nto take photos and videos so that there’s also this sense of us sharing the stories of what’s\n\nhappening. And I’m curious, have you guys begun playing with that at all? Is that something you’re\n\nseeing some excitement around? Yeah, as we initially launched in December with our first tree\n\ninitiative, which was a beautiful Colorado Blue Spruce. It was actually a miniature version of\n\nthe traditional huge Blue Spruce for families. But that was our first tree that we offered to\n\nColorado families. And we had great success with that started in December. So I imagine those\n\nfamilies are just now getting ready to plant those trees. But one thing that we’ve asked families\n\nto do is to send us photos of their trees and their families with their trees. We call it\n\nrespectively tree stories. So that families can share that and also become part of the Colorado\n\nrooted family. Any purchase of product from Colorado rooted or initiative to plant a tree\n\nreally is the foundation. And so we see anybody that is taking that initiative as a family member\n\nin Colorado rooted and really a supporter. So we do encourage families to bring us their stories\n\nand tell us the story about the beautiful trees in their yard or the beautiful trees that they\n\nhave in their community that way as well too. This is so exciting. And I have to share\n\nfull disclosure that Sydney, you and I have known each other. I think since like middle school or\n\nthere are very long time. I guess. So it’s such a joy to see so many of our friends and peers\n\nwith their children, with their families engaging in this kind of activity. And I, you know,\n\nDenver, Colorado is near and dear to many of our hearts. And to see our culture in this area\n\nresponding more and more to the sustainability, the regeneration and the stewardship call\n\nis just beautiful. And I’m so excited to know you’re out there reaching so many more families\n\nand helping this to take hold neighborhoods really all over. And I’m curious. Have you had any of\n\nour old, our old pals reach out and engage in any of this yet? Oh, I think there has been a few,\n\nyou know, Colorado’s a and definitely in the high school that we went to and areas we went to.\n\nThey’re large, but it’s a small community, you know, so you don’t go far from your community without,\n\nyou know, running into a few of those old friends and then also supporting you. So I have to look\n\nback. I can’t recall right now, but I do know that there’s been a lot of interest by a lot of\n\nour old friends that way. And, you know, luckily, we grew up in a time where, you know,\n\nbecoming environmental friendly was environmentally friendly and sustainable was just emerging. I\n\nmean, you know, in the early 90s, that was kind of the buzz in the talk and getting rid of the\n\naerosol hairspray. And, you know, you know, we kind of went through it. We all probably drove\n\nSUVs at some point and traded them in for a little, little better car, a little better gas mileage.\n\nBut that did, you know, I think there’s all, all those influences have had a remarkable\n\nimpact on all of us. And so a lot of people that I’ve reached out to me share similar views,\n\nyou know, gardening, you know, several people that we used to go to school with.\n\nI don’t have huge gardens, chickens and, you know, goats. You name it. So I do, I think that\n\nas it grows, there’ll be more interest though from those communities that we grew up with.\n\nYeah, absolutely. And to me, this is one of the things that’s so exciting about the power of\n\nsocial media, in particular, is that, you know, we’re going to be sharing this podcast episode\n\nwith as many folks as we can. And the, I think it helps us as humans, we’re such social creatures\n\nto see that our friends and our peers are taking on some of these new activities and behaviors,\n\nsaying, hey, that’s actually a really good idea. I’ll do the same thing. And that’s a gift I\n\nwant to give to my kids as well. And that, to me, is sort of the positive aspect of how pure\n\npressure can, can work in a really good way in the world. And it’s not even pressure, right? It’s\n\njust kind of, I guess pure inspiration or something. And I think it’s such an important\n\nway for us to lead, you know, humbly in our neighborhoods and communities in a way that is\n\ncreating a better future for our kids. And, you know, it’s so beautiful here you are with your\n\nson. And you guys are collaborating on this project and Harrison, you’re providing new ideas.\n\nAnd I’m wondAarong, Harrison, for you and for your peers, how are folks responding to what’s going\n\non in the environmental realm, what’s going on with climate change and some of these pretty\n\nsignificant risks that we’re facing? Is it something you see or your age group responding to?\n\nWell, amongst my peers, specifically in Colorado, there’s a definitely, especially in Colorado,\n\nthere’s a big kind of influence by the people that live with us and by our environment to be\n\nmore environmentally conscious. So amongst my friends and specifically, we’ve definitely taken\n\ninitiative to be more environmentally responsible. So one of my friends started the sustainability\n\nclub at my school. So that was a thing that we did over the last two years where we volunteered\n\nin planting trees around Parks and Denver. And then also we volunteered with environmental\n\nsustainable companies like one, one for example, was called RAFT, where they support teachers\n\nand their resources for other schools. But all of the resources are made out of recycled\n\nrecycled goods. So for example, they would have like science projects and stuff. They’re all made\n\nout of recycled goods. But yeah, so we’ve been taken. I feel like my generation has really taken\n\na step forward in being environmentally conscious. Yeah, that’s so great to hear. And I see that\n\nwith my kids as well. Let me ask this. I’m kind of curious. How is it for you dealing with this whole\n\nCOVID situation? Right? I know that it’s really impacting students in a kind of unique way that\n\nsome of us, you know, parents maybe aren’t experiencing directly, although we’re seeing it with our kids.\n\nWhat’s that been like for you? Well, as far as like education goes, definitely like it’s been\n\ndifficult adapting to the new medium of like learning over the computer and not being there in person.\n\nAnd then outside of the classroom, as far as like being my age, it’s definitely hard to be\n\naway from my friends and not be able to hang out with them. And then also having limitations on\n\nbeing outside and going to the mountains. For example, it’s been difficult just because that’s\n\nsuch a big part of my life. And yeah, those have been like the main challenges. Yeah, yeah. I imagine\n\nit’s really interesting to attempt to do all of our learning through technology. And clearly,\n\ntechnology has some amazing attributes and can be used for a lot of really beneficial things.\n\nBut it’s no substitute for real person to person interaction, just like looking at a digital\n\nimage of a tree is no substitute for interacting directly with a real living tree. And I think in\n\nthese times, that’s probably one of the lessons that each of us is learning even more\n\nobviously in our own particular way. And I just, you know, big shout out to you for your\n\nfortitude and your ability to remain positive and engaged in this kind of work, even while you’re\n\ngoing through such a challenging experience, that speaks volumes. Thank you.\n\nI think giving kids the power to do something positive during a circumstance that might not be\n\nyou know, favorable like COVID, which is creating a lot of different parameters in our life. I think\n\njust giving, you know, our youth the ability to do something that is important and helping them\n\nto fulfill that is so key to, you know, getting through COVID, but getting it through other\n\nchallenges in life as well too. Yeah, absolutely. Well, and what you’re sharing with the world\n\nis such a beautiful and perfect, relatively simple and straightforward way to do this.\n\nAnd I’m so excited that we can help spread the word on this here in Colorado and well beyond\n\nColorado. And I’m really happy to hear that you guys are creating tools and resources that other\n\ncommunities can utilize as well. I mean, that’s just tremendous. And kudos to you for your\n\nleadership. And I know as a mom, that by itself is an extraordinary and incredibly important\n\nrole that you’re playing. And to weave this in to your mothAarong, I think, is just beautiful.\n\nOh, yeah. It’s been so fun. It’s been fun to work with Harrison. And, you know, he’s got\n\nsome great ideas. And it brings a lot of energy to me. And, you know, it gives me a lot of\n\ninspiration, even beyond, you know, doing something that I love, but being able to see my child\n\nreally, you know, take the lead and, and, you know, develop his own entrepreneurial spirit and ideas\n\nand concepts, looking at how he can improve the world or the environment or the environment that\n\nhe lives in is been, you know, so fun as a parent makes you, makes you feel pretty good that you’ve\n\ndone something. Okay. Absolutely. Absolutely. Well, let’s let’s talk a little too about this\n\nfamily hike concept, right? Because this was pretty central to the initial launch before COVID hit.\n\nAnd I think gives us something to look forward to in the in the future. Can you can you walk us\n\nthrough that Sydney? What what’s that all about? And how can families engage down the road?\n\nWell, one big area that needs a lot of attention with trees is in the high country where we’ve\n\nmaybe lost trees to pine beetles or to wildfires or just even, you know, from natural age and the\n\ntrees and in the area. So we’ve been working with some of the local forestry departments to\n\nhelp reforest those areas by planting seedlings. And the whole concept is to get outside and take your\n\nfamily and go on a hike, a short little hike and plant your tree somewhere along that area that\n\nneeds reforestation. And we we had planned that to happen this spring. But again, COVID kind of put a\n\na little a little halt in our plans. And so we’re hoping that as soon as we can convene and groups\n\nagain that there will be able to do that as well. But that is kind of central to the theme is just\n\ngetting families out, getting families to experience nature, getting them to take care of nature\n\nto plant a tree. So it is a big it is a big initiative that we have. And hopefully next year\n\nwe’ll be able to do that family hike in spring. Yeah, absolutely. That’ll be fun. Well, that’s\n\ncertainly something we can help promote through why on earth as well in terms of getting more\n\nfolks from this region together. I love that idea. This is so exciting. So I want to make sure\n\nthat we’re providing all the information you want to provide on this right now. ColoradoRooted.com.\n\nCan you just walk through again all the different options that you guys have available there right now?\n\nYeah, definitely. So if you visit the ColoradoRooted.com website, you will find options to either\n\npurchase a tree. You can also make a donation of any amount so that that will go towards funding\n\nfor other people to plant trees. We try to source those trees out to families that we know that\n\nwill be able to plant them and enjoy them, but maybe not afford them at that time. We try to,\n\nlike I said, we try to keep those tree prices pretty reasonable. The tree that we have on there\n\nright now is a is a we do have a blue spruce on there. It’s under it’s $25 for you that\n\ncomes direct to your door. We also have an orchard in a box, which is going to be a bigger tree.\n\nIt’s going to be a seven to 15 gallon tree, but for $115 you get a beautiful tree that you’re\n\nable to plant and also a raspberry and blueberry bush that comes with that. And those are all\n\ndelivered right to your door. And then lastly, and this is Harrison’s key concept is bringing the\n\ngarden in the box. And those garden and boxes are available. We have several different options.\n\nWe have an herb box. We have a garden in the box, which is going to be your variety of different\n\nvegetables. And then we also have this also in the box, like Harrison mentioned. So if you just\n\nwant to have a small garden, both the herb garden and the salsa garden are going to be ideal for\n\na little smaller areas. But you know, we’re having orders come in where people are ordAarong two and\n\nthree of each for a very large garden. So it really can accommodate any size garden.\n\nYou know, we are limited by what is available in the nurseries, but we do try to keep it\n\ninteresting and keep it fun. You know, it’s definitely going to be vegetables that you will use\n\nas we get a little bit warmer, you know, and it does become a little harder to get salad or\n\nlettuce and why not. But we do try our best to keep those varieties pretty interesting.\n\nThat’s so great. It really is a wonderful array of options. And so just so for those of us who are\n\nhere in the front range area, what is the geographic extent of where you can do these home deliveries\n\nright now? For the garden and the boxes, we can pretty much go anywhere in the metro area and\n\nbeyond. So we are taking orders out in Fort Collins, Brighton, also in you know,\n\nsome in Colorado Springs. And you know, we’re able to get them to you in about a day after\n\nthey ship. And we do keep them pretty, pretty fresh. In fact, we’re expecting a big delivery\n\nright now. That will all go out in the next day. So those vegetables, you know, generally can\n\ngo anywhere in the Colorado area. As far as the fruit trees, those we do limit, we have about 115\n\nradius around the metro area that we’ll deliver to you. But you know, if we do have enough orders\n\nin the high country or enough interest, we would definitely make a trip out there and take care\n\nof that as well too, or maybe do it pick up. But right now it’s more focused in the metro areas,\n\nsurrounding areas. But knowing the future, I do see us expanding to the whole Colorado region.\n\nThat’s so great. I’m curious. Are you seeing any other similar models emerging in other\n\nstates or urban centers? You know, I haven’t seen anything as similar as ours where we bring\n\nthem directly to the homes. But I do know that the botanical gardens do big plant sale every year.\n\nAnd I know that I believe it’s Denver water, maybe his partner with somebody that does a\n\nsimilar concept, but it is definitely on a larger scale. Yeah. That they’re delivAarong a huge\n\ngarden to, I mean, to people. But there are some out there, you know, definitely botanical gardens\n\ndoes an amazing job with their plant sale every year. But this is a little bit more personal\n\ndirect to your home. And again, we are 100 percent, you know, not for profit, you know, definitely\n\njust working to increase, you know, knowledge about Colorado rooted and help families to plant a\n\ngarden. That’s so wonderful. Well, let me just remind folks Colorado rooted as a 501C3\n\ncharity endeavoring to plant a million trees in the state of Colorado. And it’s an organization\n\nbuilt with family schools, individuals who are planting trees and adopting trees and making\n\ndonations to help get trees to others. And I want to just thank you guys both for being on the\n\npodcast and for doing this amazing work that you’re doing. And before we sign off, I want to make\n\nsure each of you has an opportunity to say anything else you might want to share with our\n\nYonEarth community audience. We’re just so happy to be here and be able to make these connections.\n\nSo much of our work is just finding, you know, to excuse the dog trying to get in the door if you\n\nhear that scratching. But so much of our work is just beyond working, you know, with the concept that\n\nalso connecting and connecting with communities and building relationships. So we’re just so happy\n\nto be able to have that opportunity to connect with the YonEarth community.\n\nWe’re also encouraging families to take that week forward to start a garden maybe if they\n\nhaven’t had one in the past, but to take that initiative. And we really think that it’s going\n\nto be a great thing for them to do for themselves and for their families. And it’s just, yeah,\n\nvery encouraging. That’s wonderful. Well, Harrison, thank you for joining us and Sydney, thank you\n\nand thanks for all the great work you guys are doing. Well, thanks Aaron. Thanks again for having us.\n\nAbsolutely. Take care. We’ll see you out there planting trees. Yeah, absolutely. Thanks.\n\nThe YonEarth community stewardship and sustainability podcast series is hosted by Aaron\n\nWilliam Perry, author, thought leader, and executive consultant. The podcast and video recordings are\n\nmade possible by the generous support of people like you. To sign up as a daily, weekly or monthly\n\nsupporter, please visit yonearth.wpenginepowered.com-support. Support packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code yonearth, all one word\n\nwith a Y. These sponsors are listed on the yonearth.wpenginepowered.com-slash-support-page. If you found this\n\nparticular podcast episode especially insightful, informative, or inspiring, please pass it on and\n\nshare it with a friend whom you think will also enjoy it. Thank you for tuning in. Thank you for\n\nyour support and thank you for being a part of the YonEarth community."
}