{
  "title": "Episode 12 – Maureen Hart – Exec. Dir. Int’l Society of Sustainability Professionals",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2749/episode-12-maureen-hart-y-on-earth-community-podcast.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-12-maureen-hart-y-on-earth-community-podcast/",
  "episode_number": 12,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHi friends, welcome to another edition of the YonEarth Communities Stewardship and\n\nSustainability Podcast Series.\n\nWe’re so excited to be with you today and to share with you our guest who is Maureen\n\nHart, the executive director of the International Society of Sustainability Professionals.\n\nShe’s been in that role for four and a half years and has been in the arena of sustainability\n\ngenerally speaking for about 25 years, in fact more than 25 years, and brings an incredible\n\ndiversity of expertise, including an expertise in data management and working with sustainability\n\nindicators, and Maureen  is the author of the Guide to Sustainable Community Indicators.\n\nMaureen, it is such a pleasure to be with you today.\n\nThank you for joining us in this discussion.\n\nThank you, Aaron, I’m delighted to be here, really looking forward to the conversation.\n\nYou know, I’m struck that through ISSP, you are working with professionals in a variety\n\nof industries and sectors all over the world, and what seems to be emerging there is\n\ntruly a network.\n\nWe can almost think of it as an ecosystem of practitioners and professionals, and tell\n\nus about that, what does that look like?\n\nYou know, it actually is wonderful to have all those connections.\n\nIt does mean sometimes I have to get up really like this morning.\n\nI had a meeting with people in Europe, it was at 7 a.m., and sometimes I have meetings\n\nwith people in Asia Pacific and at the 10 p.m., so, but it’s wonderful because these people\n\nare doing such amazing things in so many different industries in different countries and different\n\naspects of sustainability, so some people are working in product design, you know, how\n\ndo we make packaging that works better and it’s not plastic and it’s not going to end\n\nup in the middle of the Pacific Ocean?\n\nOr how do we make our buildings more efficient?\n\nOr how do we generate less waste?\n\nHow do we make our social systems more sustainable?\n\nSo it’s an incredibly diverse group of people and skills and it’s really wonderful when\n\nthey get together and share it, so we actually now have a what we’re calling regional learning\n\nnetworks where people are getting together virtually, sort of like this, where they get\n\ntogether, in fact, the meeting this morning was a group of ISSP members in Europe.\n\nSo with somebody in French out, somebody in Switzerland, somebody in Greece, somebody\n\nin the UK, and they’re all having a conversation about something and sharing best practices\n\nwith each other.\n\nSo it’s a really wonderful, diverse and very engaged group of people.\n\nIt’s absolutely amazing and just to flesh this out a little bit more for our audience,\n\nyou’re working with professionals that are in the private sector and corporations and\n\nindustry individuals in university and educational sectors, the NGO sectors, and governmental sectors,\n\nis that right?\n\nAbsolutely.\n\nSo in people who work in hospitals or people who are trying to make municipalities more\n\nsustainable, you know, working, we have some members who work for port authorities.\n\nSo they’re working on how do you make airports or, you know, the wire ports more sustainable.\n\nSo it’s an incredibly diverse, you know, we have people working in private schools, you\n\nknow, helping, you know, ten-year-olds figure out how they can make the world more sustainable.\n\nSo it’s, it’s, it is an incredibly diverse, you know, some people are working on communications\n\nand we get people to understand that we need to be changing way we’re doing things and\n\nimproving our systems, you know, so it is really diverse group and I guess one thing I’d\n\nlike to say to your audience is regardless of what you do and what your interests are,\n\nyou can be contributing to sustainability and should be.\n\nYeah, you know, I absolutely love and resonate with that point and want to mention something\n\nalong those lines, but before I forget, I want to make sure to tell our audience that\n\nISSP runs a certification, a credential program and Maureen, you have been kind enough to extend\n\na discount to our listeners, the first 25 people who sign up and join the ISSP will talk about\n\nthe details a little bit later on, but just want to make sure that you all know about that special\n\nperk from today’s discussion and thank you for that, Maureen, that’s wonderful.\n\nAbsolutely, absolutely.\n\nSo, yeah, to your point about how important it is, essential really that we think of the\n\nsustainability functions in all sectors really, it’s something I wrote about in, in why on earth\n\nand specifically in that section, that third section that dealt with work and earning and our\n\nengagement with the economy and really thinking about how we create more cyclical and circular\n\nand regenerative economies and economic behavior in the broad sense of the term in that many of us\n\nregardless of whether we’re accountants or communications specialists or educators or\n\nmanufacturers, whatever it may be that we’re doing in terms of technical skill sets, more and more\n\nof us are engaging in sustainability and stewardship through all those different channels and it\n\nseems that you are at such an amazing nexus point of that fast emerging and growing phenomenon.\n\nAbsolutely, and our members are engaging in a key part of what they do is work to engage others\n\nin their organizations or in their communities and try and figure out how to get everybody\n\ninvolved in this because it’s not something that one person in an organization can solve but\n\neverybody has a hard to play with their, you know, in a business if you’re the purchasing\n\nmanager then you need to be thinking about where are the products you’re purchasing coming from,\n\nhow have they been sourced? Are they renewable products? Are they compostable? You know,\n\nwhat happens to them at the end of their life cycle? How are they being produced? Is there\n\nslave labor or child labor being used to produce them? Is there a lot of pollution generated when\n\nthey’re produced? The purchasing person has to think about it but also the HR person has to\n\nthink about it because they have to make sure that everyone in the company is trained on\n\nsustainability and understand how it fits into what they’re doing. You know, everyone has a\n\npiece that they can play and so what’s really wonderful is the training courses that we have\n\nhelp people understand where they fit into that but also what they can do. So right now we’re\n\nrunning a course on sustainability planning. Next month we’re doing one on sustainability\n\nmanagement systems because it’s one thing to do with plan but if you don’t have a system in place\n\nto actually implement the plan and make sure that you then any plan that you put in place you\n\nthen have to do it and then at the end you have to check to make sure that you’ve had some results\n\nand revised it. So there’s a whole process for that and then the next step we have is on\n\nleadership skills how you can be a change agent within your organization or within your municipality.\n\nSo it’s very, you know, that’s part of what we do is empower the professionals to be able to make\n\nchange. It’s so beautiful and to be able to provide expertise and methodologies that\n\nhelp folks really up their game, up level their capability is obviously such a huge value.\n\nIt’s clear that the market is shifting more and more in this direction and that folks who have\n\nnot only the credentials but the access to the additional resources and capabilities are\n\ngoing to have additional competitive advantage out there basically. Yeah, absolutely. In fact,\n\non our website we have recordings of webinars that we’ve done recently with different\n\nwith potential positions in different industries. So we have one for people that are in higher\n\neducation, one for credential holders in local government and two that are for consultants.\n\nWould they talk about what they see as the value of the credential in furthering their\n\ncareer but also in how getting the credentials helps them to better understand\n\nwhat they were doing and have better skills to do it. And actually they also talk a little bit\n\nabout their journey, how they got to those points in their life. And that’s actually a lot of\n\nfun to listen to as the predictor is that we have one person who got a degree in philosophy\n\nand now we’ve a facilities manager. We have someone else who got a degree in religion.\n\nIt’s just amazing. Then there are people that got degrees in engineering or in journalism.\n\nAnd so it’s really an amazingly diverse group and it’s just fun to listen to how they\n\ngot where they are today. Because I think it inspires everyone to see that they can do it as well.\n\nThat’s so beautiful. Well, I guess we could quip that perhaps all roads can lead to sustainability\n\nand hopefully will, you know. Yes, and they all need to.\n\nAbsolutely. I agree. Let me ask you about your journey, speaking of journeys. How did you\n\nhow did you end up as the executive director of ISSP? Tell us about that.\n\nYou know, I started off an information management and was doing\n\ndatabase work for the USEPA, particularly in the area of hazardous materials management.\n\nSo they had a database on that. And I decided I needed to go get a degree in that area because I\n\ndidn’t really, I know it was bad stuff, but I didn’t really understand all the issues with it.\n\nSo I went back to school to get a master’s in hazardous materials management in civil and\n\nenvironmental engineering. And while I was there at Tufts University, there was a group of people\n\nworking on sustainable community indicators. And I thought, oh, indicators, I do data. I know how\n\nabout that. And what I wanted to do is, you know, the problem with data and indicators is people go,\n\noh, we’ve got to measure everything so we know what to do next. And the problem is, you never\n\nhave enough data. And if you spend all of your time collecting more and more data, you know,\n\nwhat I call feeding the data monster, you’ll never actually make a decision. You’ll never actually\n\nstart doing anything. So I said, you know, I could help communities that are working on sustainability,\n\nhelp them think about why they want to measure something and help them define the real goals they\n\nwant. And then what’s the least amount of data that they want to collect? So I ended up writing\n\nthe guy, the sustainable community indicators. And then did a lot of work. He with the USEPA,\n\nI did a bunch of training trainers around the country on, you know, what is the sustainability\n\nindicator and how do you use it and, you know, how do you decide what’s the right ones for your\n\ncommunity, how to work with the US Forest Service. And then I got involved with, I was a member\n\nof ISSP and I got involved with some work that two of the founders put together, a sustainability\n\nassessment tool that was very high level. And I called a cross between a Myers-Briggs\n\nfor organizations and a reading readiness. Because what it does is it looks at an organization and\n\nsays, you know, of all the different functions you have in the organization, you’ve got senior\n\nmanagement, HR and purchasing and facilities managers. They’re all doing something and they all\n\nhave different roles to play. And each of those roles has different levels that they could be at\n\nand they could be at, you know, not even starting or they could be really, you know, well along the path\n\nit’s sort of a maturity model. And so I started using that model with a bunch of my clients.\n\nAnd it was really wonderful because we could benchmark and say, okay, you know, in this particular\n\narea on say purchasing, you’re doing really well because you’re thinking about it. But you know,\n\nin terms of educating your employees or having a vision for the corporation, you’re really not\n\nthat far. So it was a wonderful way to help organizations figure out where they could really have the\n\nmost impact or what they really needed to work on. And the point was not that everybody would get\n\nevery one of those things to be perfect, right? You know, the example I always use is, I’m never\n\ngoing to be a good basketball player. I’m too short and I’m really not that coordinated. But there’s\n\nsome things that I do really well, right? And so that’s what sustainability is about. Every organization\n\nhas different ways that they’re impacting the world in terms of sustainability. And that’s\n\nwhat they should focus on. So if you’re a law firm, your water use is probably minimal.\n\nBut you may have a lot of paper use or you may have a lot of travel. Whereas if you’re a food\n\nprocessor, your water use and your food waste is probably really high, you may not have a lot of\n\ntravel, right? So it helps. So this is actually a longer story, right? So I got involved in that\n\nand use that tool. And now that’s actually one of the tools that I, as she has. And then it’s\n\none and a half years ago, one of the founders who was the executive director at the time decided\n\nto step down. And I threw my hat in the rain. Here I am. Wonderful. Well, I want to ask you a\n\ncouple of questions getting a bit more into some of the details around the value and the services\n\nthat you offer. But before I do that, I just, I have to ask. And I do this with some of my\n\nconsulting clients, whether they’re executives of larger companies and organizations or\n\nentrepreneurs with early stage ventures. Outside of your work, part of your life, in your personal\n\npart of your life, how do you incorporate some of the opportunities for stewardship and sustainability\n\nthat perhaps reflects what you’re doing professionally? In other words, if we were to take a walk\n\nwith Maureen on the weekend or something, what does that look like? Well, actually, you’d have to\n\nhave a bike. Okay. Because what I like to do is take bike rides. And I actually do try to\n\nhave a bike to work. I also, I’m more apt to be walking in the woods than going shopping.\n\nAnd one of the things that I’ve been doing over the last few years is downsizing.\n\nSo hearing out looks at least I need in terms of material goods to really survive. Because in fact,\n\nyou know, it’s the people you have around you and the friends and families that you have that\n\nreally makes life worth living. You know, this idea of, you know, seeing who has the most\n\ntoys wins when they die, it’s like, no, it’s not it. That’s the friends and family that are around you.\n\nSo, you know, that’s the end, you know, obviously things like reducing water use, reducing waste.\n\nI try to only buy organic food. And although it don’t, the moment has my own garden.\n\nI actually just moved to Pittsburgh. And when I was living in Connecticut, I was part of a CSA.\n\nI was one of the managing organizers of the CSA. It was providing organic food to the local community.\n\nOh, that’s wonderful. That is just wonderful. Thank you for sharing that. I can, I can form a picture in\n\nmy mind as you’re describing that. Beautiful. And of course, in Pittsburgh, there are plenty of\n\nwonderful forested walking trails. I understand it’s one of the more forested park\n\nrich cities in our country. There are some great parks. Yes. Yeah. Very fairly. The bike riding is\n\nnot as easy as it was in Connecticut, but it’s still a lot of fun. And they actually have\n\nwonderful rail trails here. So, that’s a really great advantage. Beautiful. Well, cool. Thank you.\n\nAnd there’s actually a lot of sustainability going on in Pittsburgh. There’s a group called\n\nSustainable Pittsburgh that I actually happen to do some consulting for about 10 years ago before I\n\nhad this job on a headlight consulting company. And they have a sustainable restaurant program.\n\nAnd one of the things that just recently they started putting on the bus stops, you know,\n\nthen they had to add on the bus stop. They have a picture of a person eating something. It says,\n\nyou know, Aaron eats at like sustainable food. And so he’s a sustainable restaurant.\n\nThis is just advertising around the town. Love it. It’s just wonderful what he’s going on here.\n\nWell, there’s certainly a particular power that food holds in connecting us more\n\nand more with soil and sustainability stewardship. I want to ask of the many, many, many leaders\n\nand projects you’re familiar with through leading the ISSP, are there a couple that jump out at you\n\nas really wonderful example success stories that we might share with our audience?\n\nYou know, I wouldn’t want to say oh, there’s one or two because there are hundreds.\n\nYeah. But I think there are some wonderful examples that I would love to give.\n\nOne of them happens to be the president of the board. He works for a company called HoloFresh,\n\nwhich is one of these food kit delivery services. And what they’re doing is trying to figure out,\n\nyou know, you get the box and it’s got cold packs in it. And, you know, it’s got this packaging.\n\nAnd so what he’s working on is how do we reduce the packaging so there’s less impact there?\n\nBut then also how do we make sure that the food that’s being provided organically grown responsibly sourced?\n\nSo, you know, there’s a whole lot of work going on around that.\n\nYou know, we have another member who works for Procter & Gamble. And she’s working to make their products more sustainable.\n\nOf course. We had. I’m sorry. I was just going to mention, of course, for folks who may not be aware,\n\nProcter & Gamble, P&G is one of the largest consumer package goods companies in the world.\n\nSo that’s a place where that individual is hopefully able to have substantial impact.\n\nRight. Right. Yeah. And so actually, you know, there’s another member who was working in packaging\n\nand has some great stories about how how do we make the packaging more sustainable?\n\nBut the reason you have the packaging is so that the food stays fresh, right?\n\nSo because if you and coffee is a really great example to use, you know, those little coffee packs and,\n\nlike, the curing machines, it seems really wasteful. And it’d be great. We actually,\n\nin this co-work space that I mean, we have a little pod that are mostly fabric, not the plastic thing.\n\nSo that’s an improvement. But her point was that growing coffee and then shifting it all the way\n\nto the U.S. takes a whole lot of energy. If you end up having to throw coffee out\n\nbecause you’re wasting it, then that’s an unsustainable process. So that’s, you know,\n\nit’s one of these sustainability is a bad balance. How do we figure out the best way to do it?\n\nI mean, we could all just give up coffee, right? Because then we wouldn’t have to transport it.\n\nBut then the people in those areas that are growing it wouldn’t have jobs. You know,\n\nsustainability is about the system. We have to think about all those features. The other\n\nexample that she gave me was bananas. You know, at one point, the company decided to wrap their\n\nbananas in plastic. And everyone was up in arms. It’s like bananas don’t need plastic. But in fact,\n\nthis plastic kept them from overwiping. Yeah. And so the food waste, that way, it was a wasted,\n\nright? But that’s one of the issues about sustainability. You really have to think about\n\nhow do you work with all the stakeholders? In that case, they haven’t worked with consumers\n\nto get them to understand why having plastic would work. So they ended up not doing that anymore.\n\nSo, you know, sustainability is really complex. And there’s a lot of education that we need to do.\n\nAnd we need to really bring in all of the different stakeholders to make sure that the solutions\n\nwe come up with are going to work. I love that through the International Society of\n\nSustainability Professionals with you and your colleagues, you are bringing together so many\n\nexperts and expertise. And it seems like it’s one of those must-have relationships and resources\n\nfor more and more of us who are engaged in this sustainability work. And I want to mention\n\nthat to our audience, as a reminder, you’re tuned into the why-honourst communities, stewardship\n\nand sustainability series, our podcast series. And today we are speaking with Maureen Hart,\n\nthe Executive Director of the International Society of Sustainability Professionals.\n\nAnd Maureen has shared a very special offer to us for this podcast episode, which is\n\na code why-honourth. If you go to sustainabilityprofessionals.org and click on the button to join\n\nthe first 25 people who do so will get a $25 discount using the code why-honourth\n\nas they engage and look at becoming members and potentially getting the credential\n\nto certification as well. I also want to mention that on the whyhonourth.org website, specifically\n\nwhy-honourth.org slash market. We have a whole bunch of books and other products, printed books,\n\naudio books, ebooks. And for those of you tuning in, if you want to use the code there, the code\n\npodcast, you can get a nice discount on the ebooks and audio book products that we have available\n\nfor you there. So just want to make sure everybody knows about those resources. And Maureen,\n\nthanks again for that generous discount. It’s wonderful.\n\nAbsolutely, and I just want to clarify, it’s why-honourth, but it’s a capital Y in the rest of the\n\nletters you’re in the lowercase. Oh, good to know. Okay, I’ll make sure that’s clear in the show notes\n\nas well. I want to ask, you know, as you’re building this global network of experts, practitioners,\n\nand folks who are upping our games, what are one or two of the biggest challenges that you’re seeing\n\nfor us professionals as well as for our society’s generally speaking?\n\nYou know, the biggest, we actually just did a survey of all of our members and this is one of\n\nthe questions we asked them. And one of the biggest issues they said was the lack of awareness.\n\nOf the size and the scope of the sustainability issues and the need for action right now, and this is\n\nparticularly a problem given the current political climate. You know, what we really need is more\n\ncollaboration and cooperation in order to solve some of these problems. You know, and on the\n\nenvironmental side we’ve got massive hurricanes and wildfires and floods and you’re in\n\nPittsburgh we’re having lots of landslides because of torrential lands. And so all of those things\n\nare are caused by the climate change. But we also have other things happening like declining\n\npollinator populations, you know, honeybees. And the things that we need to pollinate the food that\n\nwe eat. And so this is changing our whole food ecosystem, which is going to be a problem.\n\nAnd then on the social side there are issues with increasing income inequality and lack of trust\n\nand cooperation. And that’s what makes a democracy function. And so we really need to start working\n\non those and so getting awareness out to people and finding ways to talk to each other. So that’s\n\nreally one of the biggest ones. The other issue is that a lot of people think that sustainability\n\nis all about the environment. Right. And what I like to tell people is, you know,\n\nMother Nature is going to be around long after we’re gone. Sustainability is really about our\n\neconomic and our social system. And we have to understand that it’s a system. And so we have to\n\nfigure out how do we make our social system and our economic system work within the environmental\n\nsystem that’s there because, you know, it’s it’s the laws of nature that are really you can’t\n\nrepeal them. Right. Gravity exists. You can’t repeal the law of gravity. And you can’t change\n\nthe way nature works. So we really need to think about how do we change the economic and social\n\nsystem then. One of the important things is to realize the social aspects of it because poverty\n\nand income inequality are really driving a lot of the issues that we have. You know, we in the US\n\nhave a very high standard of living. And it’s not right for us to turn around to someone in a low\n\nincome country and say, no, no, no, you can’t you can’t have any of the things that we have.\n\nEspecially if these people can’t, you know, feed their families. If you can’t care for your\n\nbasic needs, take care of your kids, you’re not going to care if the factory starts up that’s\n\npolluting the environment. Right. Because that’s a longer term issue and you just want to feed\n\nyour kids so you want a job. Right. So we need to think about how do we make the economic system\n\nand the social system fit together. So, so that’s the other thing is that people not realizing\n\nsocial and economic issues are really the sustainability challenge. Another one is short term\n\nthinking. Yes. And a lack of a systems view. Right. Understanding that these things are connected.\n\nYou know, for example, in our in the corporate world, many most companies are driven by quarterly\n\nearnings reports. And that means it’s really hard to make a decision that if we make this change\n\nto our process, which is going to have a really great reduction in, say, carbon emissions are waste.\n\nBut it’s going to be an economic payback that will take 10 years. Then they may not do it because\n\nthe shareholders are going to say, wait a minute, we need more profit. Right. So there’s that short term\n\nthinking that we need to step back from and say, you know, it’s okay. And that’s actually one of\n\nthe things that’s happening is there are companies called B-Corp’s that are benefit corporations\n\nthat are being created where they’re actually now, I don’t know, it’s something like 40 states have\n\na legislation that allows them. And that’s allowing companies to be set up so they can say,\n\nyes, we need to give benefits to our shareholders, but we can also think of social\n\nand environmental benefits and that will come as well. So that’s another interesting change\n\nthat’s happening. And then finally, the last really major challenge that the sustainability\n\nprofessionals have is making the business case for sustainability. You know, I was just talking\n\nabout how do you, you know, put in some program in place that’s going to have a 10-year payback.\n\nWell, part of the problem is, you know, we have these hurricanes and floods and landslides\n\nand the cost of fixing all of that doesn’t get factored into the price of oil or the price of energy,\n\nyou know, or the cost of goods. Right. So any pollution that’s created in China to create low-cost\n\ngoods that we then buy doesn’t get factored into the price, but you know, there are now some poor\n\nair quality days in California that are caused by pollution in China. It’s a system and we need\n\nto think about that. So how do we create these business cases and be able to factor in what\n\nthose are called externalities, how those costs that we don’t usually think of. So those are\n\nreally the biggest sort of global problems. The individual problems for the sustainability\n\nprofessionals themselves, you know, what is sort of isolation because a lot of companies have\n\none sustainability professional that’s known to talk to. And that’s one of the reasons\n\nISSP is a great organization because you can network with other people. You can talk about issues\n\nyou’re having and someone will say, oh, yeah, you know, I tried that. It didn’t really work. So I\n\ndid this instead. And so there’s being able to work with other people. Expanding responsibility\n\nfor sustainability, you know, getting it. So it’s not just, oh, you’re the sustainability\n\ndirector. You fix the problem. It’s everybody’s responsibility. So how do you expand it and bring\n\nin all of the stakeholders and all of the people within the organization. And that gets to changing\n\ncorporate culture. And so that’s another big challenge that the individual has. How do you manage\n\nculture change within organizations? And then there’s just resources, you know, getting the\n\nresources to put new projects in place, but also to maintain projects that you’ve already had\n\ngoing for a few years. And this is actually something that we here in the US have a lot of\n\nproblem with, you know, all of our infrastructure is starting to crumble because we put a whole\n\nlot of effort, oh, you know, put a whole lot of money into building this bridge and then didn’t\n\nthink about how much it was going to cost to maintain it. So we need to be better at thinking\n\nabout this. Again, that gets to the long-term planning. Yeah, long-term thinking. It’s building the\n\nroad is great, but then what’s it going to cost to fix it? So those are a lot of the issues that\n\nfigure issues and then individual issues. Thank you so much for walking us through that. And\n\nI’m just going to encourage our audience, whatever it is you’re doing, maybe you’re an entrepreneur\n\nmaybe you’re working with a large corporation or a university. Check out the ISSP sustainability\n\nprofessionals.org and be sure to take advantage of the discount code that Maureen has offered. You\n\nknow, as you were describing Maureen the perspective that says sustainability is about our economic\n\nand social systems, I couldn’t help but hear some unspoken words threading through this.\n\nWords like empathy and care and dare I say love. I’m daring to say love more and more actually.\n\nIt’s curious to me looking at what the largest corporations are beginning to show in the way of shifts\n\nand changes certainly where consumer demand is shifting in a dramatic way. It seems to me that\n\nalthough the last 20, 25, 30 years have been marked by some deep institutional challenges to some\n\nof the positive changes we’re describing now, it’s very clear that the companies and organizations\n\nthat don’t start moving rapidly in the direction of sustainability are actually potentially exposing\n\nthemselves to enormous risks, risks of market share loss, risks of loss of relevance, risks of\n\nnot looking like they’re taking their responsibilities as fiduciaries, their responsibilities vis-a-vis\n\ndiligence, their leadership responsibilities seriously and as the world’s waking up to this I believe\n\nwe’re at such a potent nexus point. It’s very exciting and it means to me that more and more of us\n\nare going to need resources like ISSP to get the jobs done that we have in front of us.\n\nYeah absolutely and companies need to look at the risks because as we have more sustainability\n\nproblems like huge hurricanes you have problems with your supply. Your supply chain is going to\n\nget broken. You’re not going to be able to create the goods that you’re trying to survive to use it\n\nto manage your company and so it’s really important that companies look at all of those sustainability\n\naspects and you’re absolutely right. Yeah absolutely Maureen well I want to thank you for joining us\n\ntoday for this discussion and I know that there’s a whole lot more we could be talking about and\n\nI hope we have the opportunity to engage more deeply over the coming weeks and months and\n\nI’ll give you the opportunity if there’s any final message or thought you’d like to share with\n\nthe audience before we wrap up please do. You know I definitely want to encourage people if they’re\n\nin any sort of professional area to think about becoming a sustainability professional or thinking\n\nat least about how you can incorporate that into what you’re doing because there is something\n\nin your job that you can make better and also think about how you can do it within your community\n\nbecause that’s important getting the word out there and getting people to speak more about how\n\ndo we make better communities and get involved. Just get involved. Beautiful love it. Well\n\nthank you so much for joining us today. It’s been an absolute pleasure talking with you.\n\nThank you Aaron. I’ve enjoyed it very much."
}