{
  "title": "Episode 96 – John Fullerton, Founder, The Capital Institute, on Regenerative Economics",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11725/episode-96-john-fullerton-founder-of-the-capital-institute-on-regenerative-economics.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-96-john-fullerton-founder-of-the-capital-institute-on-regenerative-economics/",
  "episode_number": 96,
  "subtitle": "TRANSCRIPT",
  "description": "[Start of transcription 00:00:10.0]",
  "about_sections": {},
  "full_transcript": "John Fullerton, founder of The Capital Institute, is a global thought leader in regenerative economics. In this episode, you’ll hear John describe the eight principles of a regenerative economy that he has articulated via several publications, including the booklet: “Regenerative Capitalism: How Universal Patterns and Principles Will Shape the New Economy” (2015). In his more recent piece, “Finance for a Regenerative World,” he evokes the epic and monumental choices that we face as a society, quoting scripture: “You cannot serve both God and Mammon [greed/power/empire/domination].” Citing Thomas Berry, Buckminster Fuller, Dana Meadows, E.F. Shumacher, Kenneth Boulding, Jane Jacobs, Willis Harman, and Rudolf Steiner as his “intellectual heroes,” John lays out a comprehensive framework for an ethics based, equality focused, stewardship oriented, and heart-centric economic system.\n\nIn a profoundly poignant and pertinent thought experiment, John asks: “What if we considered the human economy as a living system?” From this inquiry, he has researched various ecological disciplines and biological sciences, arriving at the analogous characteristics required (or endemic to) a regenerative economic system – these are his eight principles: (1) Seeks balance, (2) In right relationship, (3) Views wealth holistically, (4) Innovative, adaptive, responsive, (5) Empowered participation, (6) Honors place & community, (7) Edge effect abundance, (8) Robust circulation.\n\nJohn Fullerton is an unconventional economist, impact investor, writer, and some have said philosopher. Building on and integrating the work of many, he is the architect of Regenerative Economics, first conceived in his 2015 booklet, “Regenerative Capitalism: How Universal Patterns and Principles Will Shape the New Economy.”\n\nRESOURCES:https://capitalinstitute.org/https://capitalinstitute.org/8-principles-regenerative-economy/https://capitalinstitute.org/regenerative-capitalism/https://capitalinstitute.org/wp-content/uploads/2019/09/Regen-Finan-RVSD-ACT-1-Interactive.pdfhttps://capitalinstitute.org/wp-content/uploads/2020/08/ACT-IV-FINANCE-FOR-A-REGENERATIVE-WORLD.pdfhttps://www.facebook.com/CapitalInstitutehttps://twitter.com/CapInstitutehttps://www.linkedin.com/company/capital-institute/https://www.linkedin.com/in/john-fullerton-a5abbb4/\n\nJohn:                           John Fullerton is an unconventional economist, impact investor, writer, and some have said philosopher. Building on and integrating the work of many, he is the architect of Regenerative Economics, first conceived in his 2015 booklet called, “Regenerative Capitalism: How Universal Patterns and Principles Will Shape the New Economy.”\n\nAaron:                        Yeah. Thank you John: it’s a wonderful hearing your feedback and perspective on those topics. Let me remind our audience that this is the Y on Earth community podcast and I am your host Aaron William Perry. Today we’re visiting with John Fullerton the founder of Capital Institute and you can connect with John and his team and his work at capitalinstitute.org there are a handful of great white papers and resources including one called regenerative capitalism, another called finance for our regenerative world. I’ll include links in the show notes of course. And you can also find that Capital Institute on Facebook under the name Capital Institute. On twitter it’s Capinstitute and on LinkedIn it’s Capital-Institute. You can also find John himself on LinkedIn and that handle has lots of random letters and numbers so I’ll just include that in the show notes."
}