{
  "title": "Episode 17 – Fuel Switch Founders Give Tour of Net Zero Home",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2886/episode-17-fuel-switch-founders-give-tour-of-net-zero-home.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-17-fuel-switch-founders-give-tour-of-net-zero-home/",
  "episode_number": 17,
  "subtitle": "",
  "description": "[thrive_link color=’green’ link=’https://yonearth.org/wp-content/uploads/2018/11/Fuel-Switch-Infographic-Whitepaper-Report.pdf’ target=’_blank’ size=’big’ align=’aligncenter’]Download the Whitepaper Report[/thrive_link]",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHi friends, welcome to the YonEarth Communities Stewardship and Sustainability Podcast\n\nseries.\n\nToday we have such an exciting program for you.\n\nI am here with my friend Adam Stenfinegal.\n\nHey Adam.\n\nHow are you doing?\n\nGreat.\n\nThanks for having me.\n\nYou bet.\n\nDevoted the bulk of his professional career to helping stop runaway climate change,\n\nspecifically working with changes we can make in our own homes to reduce our carbon\n\nfootprints to reduce and eliminate our use of fossil fuels.\n\nAnd Adam has co-founded several companies working on these efforts, including sustainably\n\nbuilt, snug home, snug pro.\n\nAnd today we’re going to be talking about the work he’s doing with his colleagues and\n\npartners at FuelSwitch.\n\nAnd Adam, it’s such a pleasure to be with you today and I’m excited to have this conversation\n\nwith you.\n\nThanks me too.\n\nSo Adam, I want to ask you before we dive into some of the technical discussion and some\n\nof the opportunities that we all have in our own homes, I just want to ask you, how did\n\nyou get into this work?\n\nWhat drew you in this direction?\n\nWell, long stories.\n\nI’ll try to keep it somewhat concise.\n\nBut I’ve always known that I needed to be doing something good for the world throughout\n\nmy whole life.\n\nAnd early on I ended up getting involved in political activism, just generally as an\n\nactivist and did a lot of work in the protest movement, but from a media perspective.\n\nSo we did a lot of media coverage and helped work on these media centers.\n\nAnd we cropped Trump all over the world and we’d discover all kinds of struggle in social\n\njustice, to environmental racism, so many different components of things that are going\n\non in genocide and, man, holy crap, there’s a lot of things that are really bad in the\n\nworld.\n\nAnd so that was always an important piece that I was paying attention to.\n\nBut eventually, really decided that it’s great to be raising hell and screaming and\n\nyelling.\n\nAnd that’s really important.\n\nBut I just needed to see the change in my eyes, right?\n\nAnd we’d actually be sure that I was doing something that affected change.\n\nSo I heard from my uncle, was really awesome, it was an inter-design firm in Chicago and\n\nthey do a lot of this green building stuff.\n\nAnd he told me about this report from Edward Masria, this really architected these really\n\ncool studies many years ago about the building industry and what its impact was on climate.\n\nAnd they did this study that says that 48% of the greenhouse gas emissions in the United\n\nStates came from the building industry.\n\nI’m like, wow, there’s one big thing that’s physical, that we can change, that I can\n\nsee the change on, I’m going to get involved in green building.\n\nAnd so that took me down this huge path of all different kinds of circumstances that\n\ncame together and eventually started founding some businesses around that and went from\n\nSo wonderful, wonderful.\n\nSo one of the things I love about the work you’re doing and the state of the world at\n\nthis very moment is that, yes, on the one hand, we have incredible challenges.\n\nWe are confronted by some of the most complex challenges we’ve ever faced as a species.\n\nHowever, on the other hand, we have the tools and the expertise needed to resolve a lot\n\nof these systemic challenges that we’re facing and with fuel switch, this is very much\n\nat the core of what you guys are doing.\n\nCan you just tell us a bit about the work you’re doing with fuel switch?\n\nSo, the primary premise is that buildings, as I just said, use a ton of energy and have\n\na big carbon impact.\n\nAnd that’s from the materials that we use to create the buildings, but mostly in the\n\nenergy that they consume over the course of their lifetime.\n\nWhen you build a building, the idea is that building will last a hundred years.\n\nSo everything that you do when you do any kind of changes or especially new construction,\n\nit’s likely going to be around for a hundred years.\n\nAnd so that’s why it’s such a big impact in an important place to focus on.\n\nSo what we do with fuel switch is we come into the old homes.\n\nWe focus on existing homes and help those homes come up to these standards, modern day\n\nbuilding codes and things like that, but also go all the way to net zero.\n\nSo net zero, what is net zero?\n\nSo net zero energy means that the building will produce as much energy on site as it\n\nconsumes over the course of a year through renewables.\n\nSo the key components of that are one to use less energy, so energy efficiency.\n\nSo we insulate the walls, we insulate the attic, we’ll condition your crawl space or\n\ndo all the different kinds of insulation and air sealing in the house.\n\nSo that’s the number one piece and that brings the need for heat and the need for cooling\n\nway low.\n\nIt uses that mean for energy dramatically.\n\nThe second thing we do is we eliminate the natural gas in your house because natural\n\ngas is a fossil fuel as much as they say.\n\nIt’s a clean fuel.\n\nIt’s not.\n\nThe only way of arguments that we can give is to why we need to get rid of natural gas\n\nfrom being burned in our homes.\n\nAnd it’s a fossil fuel and that means we’re producing carbon dioxide and that is causing\n\nclimate change.\n\nSo we’ve got to stop burning all fossil fuels.\n\nSo natural gas, we get rid of it.\n\nMost people heat their homes through their spacing, the furnaces, the boilers, et cetera\n\nwith natural gas as well as their water heat.\n\nWe transform all of that.\n\nWe take out that equipment and we replace it with air source heat pumps for sometimes\n\ngeothermal.\n\nAnd these systems now produce all that heat and you get the added benefit of cooling\n\nin a place like Colorado where most people didn’t have cooling before.\n\nNow we need it.\n\nThanks to climate change.\n\nSo it’s one of those things.\n\nWe can kill a lot of birds with one stone there.\n\nSo we’re electrifying, we’re insulating.\n\nWe’re then taking another big step and helping people get into electric vehicles.\n\nBecause that’s another massive energy use outside of that building industry space.\n\nBut the effects of that are huge.\n\nAnd the economics around electric vehicles are really amazing, especially if you can\n\nthen power them with rooftop solar.\n\nSo that’s the fourth piece of our puzzle as we put enough solar on the roof to cover\n\nall of those needs to cover the air source heat pumps, to cover your plug loads, to cover\n\nall the electrical requirements.\n\nIt does your space heating, it does your water heating, and it does your cooling.\n\nAnd that roof that solar system powers all of it.\n\nBeautiful.\n\nSo at the course of the entire year your utility bill is ideally zero.\n\nSo the four main elements of this sort of transformation and fuel switch would be to\n\nreduce the load with the wrapping, the insulation, the ceiling to switch out basically your\n\nappliances that are dealing with heating and cooling of air and water and so forth.\n\nThe PV, or excuse me, the rooftop PV, the electric generation, utilizing this incredibly\n\nwonderful nuclear generator, we all have access to, called the Sun, right, 163,000 terawatts\n\nof energy continually streaming onto our planet since the beginning of the human race and\n\nlong before that, there’s such an abundance of energy we can all be harvesting.\n\nAnd so that harvesting with rooftop solar is a third and then the fourth.\n\nIs that the electric vehicle?\n\nIs that the fourth in the puzzle?\n\nWonderful.\n\nAnd I was struck by this graphic that I know you guys have on your Facebook page, which\n\nis fuel switch on the Facebook app.\n\nAnd on here there’s a graphic, we’ll show it in our show notes.\n\nBut I am so struck that when we’re talking about things we can do at the individual\n\nand household level, some of the standards that we grew up with like recycling are yes\n\nimportant to do, but ultimately have really minuscule impact compared to the impact we\n\ncan have when we do the fuel switch that you’re describing.\n\nAnd getting into electrical vehicles is another one that is potent and one of the things\n\nI’m struck by as I still own and drive a fossil fuel, combusting vehicle, is that not\n\nonly am I continually paying for the fuel, but also for all of the fluids and lubricants\n\nthat are needed in that more complex and we could say less efficient in a sense more\n\nprimitive way of delivering power to the four wheels.\n\nAnd boy, that gives expensive at times as well just that ongoing maintenance of that internal\n\ncombustion engine.\n\nYeah, and my favorite data point on that is an internal combustion engine has something\n\nlike 2,000 moving parts, an electric vehicle has 20.\n\nSo imagine the amount of maintenance and the costs that it is to maintain that gasoline\n\ncar, the internal combustion engine, it’s a totally different world with electric vehicles\n\nand they’re really cool.\n\nYeah, it’s happening.\n\nI love it.\n\nWell, and I’m really excited that today we’re here in the home of Steve and Price, one\n\nof your clients and friends and what we’re going to be able to do is take a tour with your\n\ncolleague Clay Doosel and look at some of the different components and technologies and\n\ntechniques that you guys have incorporated in this home, in this remodel project.\n\nSo hang tight will be getting to that tour that’s going to be a lot of fun.\n\nAnd I think before we go there, one of the things I want to circle back on Adam is the\n\nelement of the indoor air quality as it relates to these issues and these opportunities.\n\nBecause I think one of the things that I know a lot of my friends and family may not realize\n\nis that this actually making this fuel switch delivers incredible benefits that go actually\n\neven beyond reducing our carbon footprint as it relates to climate change.\n\nAnd some of these additional benefits are extraordinarily important in terms of our own\n\nhealth and well being that of our kids and our pets and so forth.\n\nSo can you just tell us a little more about that?\n\nYeah, absolutely.\n\nSo we’ll come back to the economic side of things because that’s another, that’s kind\n\nof icing on the cake as I like to put it.\n\nBut the indoor air quality is a huge piece that I learned many years ago in the green building\n\nspace.\n\nThe materials that we use in our home, off gas and put all kinds of toxic pollutants into\n\nthe air.\n\nIf you’re in an older home and existing home, we haven’t done much of that in a while.\n\nIt’s not as big a deal because you’ve already inhaled all that and it’s already, you know,\n\noff gas, right?\n\nBut so there’s lots of things that we can do around that.\n\nHowever, one of the big, big pieces that causes indoor air quality problems is cooking\n\nwith the gas cooktop.\n\nAnd you know, people are like, oh, but I love my gas cooktop, the greatest things ever.\n\nAnd I’m like, that’s fine.\n\nIt feels switch.\n\nWe don’t make you get rid of your gas cooktop.\n\nAlthough it is really cool to cap a gas line and say, by buy utility, I don’t need gas\n\nanymore.\n\nWe’re out of here.\n\nSo we’ve got plenty of customers who’ve done that.\n\nBut, but folks can keep their natural gas ranges if they do.\n\nHowever, I’m going to give you a data point that’s really fascinating and Clay can talk\n\nabout this in a little bit.\n\nHe’s going to do this tour.\n\nBut Clay put in a food box.\n\nWe’ve got this, it’s an indoor air quality monitor.\n\nWhat the heck is a food box?\n\nIt’s this little box that’s in your mantle of your house or whatever, just put it out\n\nin the middle of your house.\n\nAnd it hooks up to your cell phone and it tells you what the quality of your air is and\n\nmeasures all different kinds of pollutants that are bad for your health.\n\nAnd Clay can be sitting in his office looking at this phone and he can know when his kids\n\nor his wife goes and puts on the tea kettle on the gas stove.\n\nAnd immediately, just turning on that gas stove enough to boil some water, takes the indoor\n\nair quality of his house above EPA’s recommended levels for health.\n\nThat’s just good.\n\nA sounding tea, right?\n\nSo we know that burning natural gas is just not a good thing.\n\nWe don’t need it.\n\nThere’s incredible technologies like Stephen has here.\n\nWe’ll show that when the tour in a minute, an induction cooktop.\n\nThis thing can boil a kettle of the huge kettle of water in two minutes.\n\nOh my God.\n\nIt’s so powerful and it’s very detailed control.\n\nMost people who love to cook, when they use an induction cooktop, they’ll never go back\n\nto gas.\n\nSo it’s just a neat feature and you get all these benefits of indoor air quality.\n\nSo we’re not at all talking about the old electric resistive coils that some of us\n\nmaybe remember growing up or what have you.\n\nWe’re talking about something that is the cutting edge really provides as much or greater\n\ncontrol as gas when we’re preparing meals for friends and loved ones and all that.\n\nAbsolutely.\n\nThat’s great.\n\nI think with the indoor air quality thing, it’s particularly important as we know a lot\n\nof research is showing that increased rates of childhood asthma and other respiratory\n\nand health issues related to pollutants in our indoor air, the air in our homes, the\n\nair in our offices, daycares and so on, is really impacting society in a big way.\n\nAnd my gosh, this opportunity to kind of clean it up at home is really what a powerful\n\nstatement that becomes in terms of what we’re valuing as people.\n\nThat’s right.\n\nAnd we don’t have to burn fossil fuels, you know.\n\nIt was a great invention.\n\nIt helped our economy.\n\nIt helped us grow.\n\nIt helped us do really neat things in society, but now we know the consequences and it’s\n\ntime to switch because we don’t need it.\n\nIt’s time to switch, indeed.\n\nWell, I just want to mention a couple things, Adam, for our audience.\n\nOne is if you’re in the Metro Denver area, the front range of Colorado, fuel switch is providing\n\nservices ranging from the beginning energy audits of your home all the way through to the\n\ndesign, looking at the financial modeling and helping with the installation of all these\n\ndifferent technologies and tools.\n\nAnd for folks who would like to engage with fuel switch to get your initial energy audit\n\ndone, you can mention the Y Honors community podcast and get a $50 discount on that initial\n\nenergy audit.\n\nAnd that’s a wonderful value.\n\nThank you for sharing that with us.\n\nSo outside of the Metro Denver area, we know that fuel switch is looking for additional\n\npartners, contractors and others who do this kind of work in other communities.\n\nAnd for folks who would like to engage with Adam and Clay on that front, hello at gofuelswitch.com\n\nis a great way to connect in.\n\nAgain, I want to mention that on Facebook, you’ve got fuel switch, easy to find there.\n\nThere’s some great graphics there.\n\nAnd I would like to mention as well that for any of you out there who would like to check\n\nout any of our electronic or audiobook products at Y on Earth, use the code podcast to get\n\na discount on those as well.\n\nSo I just, I want to circle back Adam to the context.\n\nHere we are.\n\nOur world is changing.\n\nThe climate is destabilizing and that’s not a debate.\n\nThat’s happening.\n\nWe face incredible challenges with that reality.\n\nAnd there are so many things right at our fingertips we can be doing in our own homes,\n\nin our communities.\n\nI want to ask you how, how does it feel when you’re waking up every day, getting\n\nready to work, and you know that A, on the one hand, you have so much to offer folks\n\nto help mitigate these challenges that we’re facing.\n\nAnd on the other hand, these are big, big, big challenges.\n\nWhat’s that like for you?\n\nIt’s daunting, right?\n\nNot for sure, but it is the reason I wake up every morning.\n\nIt is my purpose.\n\nSo all the businesses that I’m involved in, we’re really working hard to save carbon in\n\neverything that we do.\n\nAnd some of the businesses we can actually track the savings and we can tally up the numbers.\n\nAnd it’s really fun to be like, wow, this business just saved 500,000 metric tons of carbon\n\nthrough what we were doing.\n\nSo those types of things are like, okay, take a deep breath.\n\nYou know, Trump might screw up this country and by taking this out of the Paris Accords\n\nand the entire world by doing this, but what’s really amazing is that people are stepping\n\nSo a great example of that is through the US Sustainability Directors Network.\n\nThis, you know, when Trump said, we’re out of the Paris Climate Accords, we don’t care\n\nabout climate, a group of cities representing 40% of the nation’s population stepped up\n\nand said, we’re going to do the Paris Climate Accords, and we’re going to pre-desivate,\n\nand we’re going to meet those goals.\n\nSo we can do this.\n\nSo government governments are ready, the people want it.\n\nThere’s another study that I just read from Vox just recently that was really fascinating\n\nabout what do consumers want, and it was about the utility industry and how to do consumers\n\ncare about renewable energy, 75% of US utility bill payers said that they want their electricity\n\nto be 100% renewable.\n\n51% of those people said they would gladly pay a 30% premium to get it.\n\nThat’s big.\n\nThings are changing.\n\nPeople want this stuff.\n\nThey get it.\n\nWe know it.\n\nAnd regardless of what our federal government is doing, the cities, the states, and the utilities\n\nare starting to step up and say, okay, we can do this.\n\nThis is so powerful.\n\nYou know, it strikes me that if you look around in the media currently, there’s not that\n\nYou’re going to find 75% of Americans agreeing on apparently.\n\nAnd we have so many friends in the Green Faith community, for example, who have a variety\n\nof different political persuasions, but this very issue is galvanizing us throughout society.\n\nAnd to me, it’s one of the greatest sources of hope being out there in various communities\n\nseeing that people from a variety of backgrounds and walks are engaged in this issue and engaging\n\nin what can be done.\n\nAnd I think that with a resource like what you guys are providing through fuel switch,\n\nit just puts so many more tools in the tool chest of us, folks, and communities all over.\n\nAnd I’m so excited to be able to share this with our audience and really encourage the\n\naudience to check out fuel switch, get involved, get engaged, get that energy audit done for\n\nyour home, and it’s amazing how much change we can make so quickly with these approaches.\n\nThat’s right.\n\nSo we’re probably about ready to do a tour, Adam.\n\nIs there anything before we get to kind of look around the house here that you want\n\nto make sure to mention?\n\nI think that’s really it.\n\nIt’s going to be fun to walk through Steven’s house and see a lot of the different pieces\n\nthat we’ve put together here.\n\nThere’s lots of new technology that’s out there.\n\nThis isn’t your father’s house, mobile anymore.\n\nThe reason we’re able to do fuel switching on existing homes and make it cost effective\n\ntoday with today’s technologies is because of all this new stuff that’s come out in recent\n\ndays, as well as the incredibly regularly decreasing price of solar.\n\nRight.\n\nAmazing.\n\nSo we’re dropping the prices and so all of this is now well affordable for all of us.\n\nOne of the things that I discovered doing research when I was writing Why on Earth is that\n\nour fossil energy prices generally are bouncing along a band of price ranges that behave like\n\ncommodities.\n\nThey are commodities, right?\n\nMeanwhile, our renewable energy technologies which are harvesting a virtually limitless\n\nsource of energy from the sun are following a very different price behavior, a price curve\n\nsimilar to Moore’s law as it relates to computing technology.\n\nWe know that with computing technology, for example, we get to double the capacity and\n\nspeed of processors at half the price every 18 months or so.\n\nThat’s been the experience over several decades.\n\nThere’s a very similar pricing dynamic occurring with solar in particular now in well over\n\n30 states in the United States.\n\nFor example, it is cheaper to install, this is at utility scale, to install renewable generating\n\ncapacity than it is to install the fossil generating capacity.\n\nThis is just to me another example of what an amazingly hopeful moment we’re in right\n\nnow and not that dynamic really just kicked in in the last couple of years.\n\nWe face these big challenges, but we actually have so many solutions right at our fingertips.\n\nShould we give folks a tour?\n\nAll right.\n\nSounds good.\n\nFriends, if you’re listening to the podcast, maybe you’re driving in your electric vehicle\n\nor in the comfort of your renewable powered home, we’re going to now switch and go on\n\na tour here of Steven’s home.\n\nAnd so just want to invite you that if you’re engaging right now through audio and you would\n\nlike to check out the tour, you can go to yonder.org, the podcast page, and get to the video\n\nportion of this and join us in this tour today.\n\nFriends, so we’re getting ready now to go on the tour of Steven Price’s home.\n\nAnd Clay Ducel is going to lead us through this tour.\n\nClay, you were the brains behind a lot of the renovations and retrofits that were done\n\nhere in Steven’s home.\n\nTell us just what that framework is and how you kind of approached working with Steven\n\non this project.\n\nWell, that’s great.\n\nThanks.\n\nYou know, we had a neat opportunity here.\n\nSteven bought a house that was in bad need of a full renovation.\n\nThis house was pretty rough.\n\nSo Steven was in a position where he had to upgrade this house.\n\nHe needed new windows.\n\nHe needed new heating cooling system.\n\nHe needed new hot water heating.\n\nAnd we said, let’s think about doing this a little bit differently.\n\nMake your house more comfortable and save you a lot of money in the long term.\n\nSo he listened to our advice and we’ve got a really good house now.\n\nSo maybe Steven, you can tell us from the standpoint of being a homeowner and acquiring a project\n\nhouse.\n\nWhat was it about the work that Clay and Adam do with fuel switch that compelled you to\n\nwork with them on the project?\n\nWell, I know Adam personally before and we had sat down and talked about it and Clay\n\nhit on the big point, which is I had to do everything.\n\nBut when you sit around and you think about the economics of it, we’re talking about\n\nDelta’s, a normal standard historical furnace that people put in versus an air source heat\n\nIt’s not the focus of the air source heat pump.\n\nIt’s what’s that Delta.\n\nAnd that’s what I had to keep coming back to and with all being electric and then having\n\nthe solar, there’s a payback period.\n\nSo from an economic standpoint, it made a lot of sense.\n\nAnd then from doing what’s right for the world standpoint, I believe it made a lot of sense\n\nso because I do believe in climate change and I believe that every little bit helps\n\nespecially.\n\nI’m one house out of thousands and thousands in the area, but you guys start somewhere.\n\nAnd these guys were a conduit to allowing me to open my eyes to see that I could be one\n\nof the first to do that net energy neutral and start that process.\n\nWell, tell you, I want to first of all thank you for inviting us into your home and sharing\n\nthis with our community and our audience.\n\nAnd I’m really struck.\n\nI can just tell talking with you that what you’ve been able to do here, what you’ve been\n\nable to create here feels wonderful.\n\nAnd it’s a great space to be inside of.\n\nIt’s so comfortable.\n\nAnd I’m curious, you were barefoot earlier when we got here.\n\nIt’s obviously a very comfortable space.\n\nCan you just share with us a little bit about that experience you have?\n\nYeah, I mean, there’s the physical comfort, obviously, of this stuff works.\n\nThe technology’s there.\n\nAnd when it’s cold out, I can be warm in here and when it’s warm out, I got air conditioning\n\nin here that I didn’t think I was going to get through the air source heat pump.\n\nBut it does.\n\nThere’s that physical feeling.\n\nBut there’s also, at my other house where I used to live, I had a furnace.\n\nAnd every time I’d walk into the winter and be warm, it maybe it’s me, but I had a little\n\nbit of a guilt.\n\nI’m like, because I know why it’s hot.\n\nIt doesn’t burn any combustion.\n\nI’ve got combustion.\n\nI have a fossil fuel that are burning.\n\nThat’s not good for the environment.\n\nI don’t have that guilt here as much at all.\n\nI come in and it’s like, it’s hot.\n\nIt’s like, oh yeah, all that solar energy during the day that I collected is now heating\n\nmy house at night so I can sit down and watch it on movie.\n\nI love this.\n\nSo in a sense, we could say that with fuel switch, you too can feel good about feeling good.\n\nRight?\n\nIt’s a fabulous change.\n\nThe way I use energy, the solar tubes I was talking about, they have LED lights.\n\nAnd I don’t turn the lights on in those rooms at night because these night lights are bright\n\nand they’re not powered each day.\n\nThey charge back up.\n\nWhen I make it to silent to make for dinner, a lot of times I’m like, ah, pasta, I got\n\nto boil the water and it’s going to take so long and I’m like, oh wait, it’s induction.\n\nIt’s like a microwave.\n\nThe water is going to boil that quick and I’m going to be eating faster than I can make\n\na sandwich, but I’m going to be making pasta.\n\nI mean, it changes the way I think and the way I use it.\n\nThat’s fabulous.\n\nThat’s fabulous.\n\nAnd Clay, I want to ask you, before we go on this tour and I understand we’re going\n\nto be getting down in the crawl space underneath, I want to share with us what’s your background\n\nand how did you get to where you’re at now today helping folks make the fuel switch?\n\nThat’s great.\n\nThanks.\n\nMy background is construction.\n\nI’ve been a general contractor for years doing high-end home remodels, kitchens, bathrooms,\n\nnew construction.\n\nI always was trying to emphasize energy efficiency in all of those projects, but again, I realize\n\nthat I think there’s something more that we can do.\n\nAnd when we started this company, I connected with Adam and we decided to launch this company\n\nand everything did very well together.\n\nAdam has the experience with building science, with software development, with energy modeling\n\nand I’ve actually been in the trenches pulling building permits and crawling on roofs and\n\nbuilding things.\n\nIt was a real fun symbiosis.\n\nSo now we’re really focused on getting people off of fossil fuels and by having a general\n\ncontractor type experience, we can look at the whole house as a system rather than the\n\nindividual components and come up with the right solution for each house.\n\nAnd I got to tell you, it’s really fun and it feels really good.\n\nThat’s fabulous.\n\nThat’s fabulous.\n\nSo I guess we’re going outside first, right?\n\nLet’s go underneath the house.\n\nThat’s where it all happens.\n\nThat sounds fun.\n\nAll right.\n\nGreat.\n\nThanks.\n\nAll right.\n\nSo Clay, here we are, we’re about to go down into the crawl space and there’s a lot of\n\nmagic happening down there that wouldn’t otherwise be obvious.\n\nYou know, it’s a part of the house that a lot of people don’t think about very much,\n\nbut it’s actually really important for energy and for comfort.\n\nSo let me show you what we did here.\n\nGreat.\n\nGood thing I’m doing some yoga.\n\nSo Clay, here we are under the house in the crawl space and what are we looking at?\n\nWell, again, what Adam was saying earlier, the first step is energy efficiency, which\n\nwe talk about insulation and air sealing.\n\nThere are two different things.\n\nThey work very well together.\n\nThe insulation we like to say is like a wool sweater, keeps you nice and warm, but if\n\nyou’re outside with the wool sweater and the wind blows, you’re going to feel cold.\n\nAir sealing would be like that windbreaker that goes over the top of your wool sweater.\n\nAnd if you wearing both the windbreaker and the wool sweater, you’re going to feel warm,\n\nsame thing with your house.\n\nThat makes a ton of sense.\n\nSo, crawl spaces are generally quite leaky, especially in older houses.\n\nSo what we’ve done here is we’ve wrapped the whole perimeter of the crawl space with a\n\nfoil-based insulation that seals air from getting in and out as well as has a thermal barrier\n\nto it with the insulation.\n\nWe’ve also used quite a bit of expanding foam to seal any holes in the house.\n\nAnd then what we’ve done down here is we’ve got a vapor barrier, a vapor and moisture barrier\n\non the floor.\n\nIn addition to making this space as pleasant as a crawl space to be, works to keep moisture\n\nfrom the ground from getting into the space, keeping this dry, keeping mold down.\n\nAnd in Colorado, radon is a big issue.\n\nSo in this house, we have a radon mitigation system that is drawing air from underneath\n\nthe barrier to remove radon and prevent radon from getting into the house.\n\nThat’s great.\n\nSo with a few very simple pieces of technology here, you’re accomplishing quite a lot.\n\nIt’s really quite simple.\n\nWe call this the low-hanging fruit.\n\nWe apply these same concepts to the walls and the attic above, not as easy to show in\n\na video podcast, but it works great.\n\nAnd this space stays warm now, and that keeps the floors of stairs warm.\n\nSo when Steven gets out of bed in the morning with his bare feet, he’s going to be stepping\n\non to much warmer floors than this house used to have before all this work was done.\n\nWhich, like he was saying earlier, is just really pleasant.\n\nRight, yeah, we know there’s a sort of psychosomatic aspect to our experience of comfort in\n\na home, and that the temperature of the floor is actually a huge driver of that, isn’t it?\n\nIt’s a big driver, and a lot of people wake up and feel cold feet, and they might turn\n\ntheir thermostat up.\n\nRight, right, right.\n\nBut really, they just need to seal and condition their crawl space.\n\nOh, it’s so easy."
}