{
  "title": "Episode 05 – Stephanie Syson – Herb Farming, Growing Biodynamic Medicine",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2498/episode-05-stephanie-syson.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-05-stephanie-syson/",
  "episode_number": 5,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHi friends, I’m here with Stephanie Syson from Biodynamic Botanicals and we are just outside\n\na carbon-dale at Sustainable Settings and Stephanie’s been nice enough to give us a quick\n\ntour of her herb garden here and maybe you can tell us a little bit about what’s going\n\non here.\n\nWe grow about 30 different variety of medicinal herbs for my own product line, for other\n\nproduct lines and apothecaries, so most of it gets dehydrated and is used for teas and\n\ntinctures and saves and oils and whatever else herbalists want to craft with it.\n\nWonderful.\n\nCan you walk us through and tell us a little bit about what’s going right through here?\n\nI can.\n\nAnd so this is a new entrance we’re just starting and we have some of the biodynamic\n\nprep plants here that are also medicinal herbs, so these are used in biodynamic agriculture\n\nbut also for lots of different herbal purposes.\n\nSo this is Yarrow, which is native to Colorado and lots of other places, but this Latin\n\nis Achilia Milafolium, which is said to come from the warrior Achilles, who was reported\n\nto never go into battle without Yarrow for his soldiers.\n\nThe reason being it’s a rapid blood coagulator, they also like to call it nose bleed because\n\nit’ll stop bleeding, whether it’s your wound or your nose, and then we use it as well\n\nfor like an allergy tease and things like that because it helps drain congestion out of\n\nthe head.\n\nSo that’s a really fun one and it’s really, really drought tolerant, so this is an area\n\nthat doesn’t get much water, and so a lot of our edges will be planted or are planted\n\nwith Yarrow because it likes this dry, sunny landscape.\n\nI think I remember hearing that Yarrow that Roman soldiers would spread Yarrow all over\n\ntheir bodies before going into battle to help if they got wounded basically.\n\nRight.\n\nRight.\n\nIt also helps prevent infection.\n\nSo it’s a good one to have in your first aid kit if you’re out in the backcountry and\n\nyou get cut.\n\nGreat.\n\nBeautiful.\n\nSo we’ve got a few other little guys that we’ll see some bigger patches of those as we\n\ngo through.\n\nSo some echinacea, which people are familiar with, some lavender, lemon balm, hawthorn.\n\nThis is all angelica, so this is native as well.\n\nAnd most folks will probably be familiar with it.\n\nIt’s in a lot of bitters like in your cocktail, but a really beautiful root that most of\n\nthe time, the roots what we’re using, interesting flavor profile and just gets incredibly tall\n\nwith these beautiful, umbaliferous flowers, which bring in beneficial insects and there’s\n\nall kinds of other uses, but for us it’s a really beautiful medicinal.\n\nAnd the others in the umbal family are like queen Anne’s lace, I think carrot might\n\nEverything in the carrot family.\n\nWe’ve got OSHA is in that category, we’ve got wild carrot, which is queen Anne’s lace.\n\nWe’ve got loveage, cilantro, parsley, those are also in that family.\n\nReally beautiful flowers that are great in our gardens to bring in the beneficial insects.\n\nBeautiful.\n\nUm, this is kind of permaculture’s darlene herb, do you know it?\n\nNot comfrey, is it?\n\nIt is comfrey.\n\nDing ding.\n\nOh my gosh.\n\nYeah, so really beautiful nutrient accumulator, creates a lot of biomass and it’s good for fertilizing\n\nour garden.\n\nWe can make compost teas out of it, but it’s also a rapid cell regenerator, so it’s going\n\nto help heal wounds faster.\n\nUm, they also just caught nip bones, so people would make poltuses and put it on spraying\n\nand strains and broken bones and things like that.\n\nAnd do you use it internally as well as topic?\n\nUm, I do a little bit, but it’s not done in the trade.\n\nIt’s a really, really strong, powerful herb and can be hard on the liver for folks.\n\nSo mostly it’s a topical.\n\nMm-hmm.\n\nSo we’ve got a smattering of other things in this area, and we’ve got hiss up.\n\nUh-huh.\n\nWhich is an herb that’s a classic old world herb that we’ve used for coughs and congestion\n\nand lung mucus, things like that.\n\nAnd we’ve got some alacam pain around.\n\nWe’ve got some bird-ock, which is, you know, a weed to some folks, but also what’s up for\n\nthat stump?\n\nUm, a food and a great medicine helps to bind heavy metals in the body, um, really, really\n\nbeautiful herb.\n\nI have to share really quick.\n\nOne of the things I love to do is get bird-ock root and then chop it up or even mince it\n\nand include it in my soup or stew.\n\nAnd you know, it’s so mellow in terms of taste.\n\nNobody would even necessarily know it’s there, but of course you’re getting those medicinal\n\nbenefits.\n\nRight.\n\nAnd speaking, um, uh, the Oriental folks, China, Japan, a lot of them use bird-ock as a\n\nfood regularly.\n\nAnd you saute it.\n\nIt’s delicious.\n\nReally good.\n\nLove that.\n\nLove that.\n\nYou know, uh, my friend, Brigitte Mars, uh, recently told us in a class that, um, bird-ock\n\nis this French en bua, means butter, and one of the old ways of wrapping the butter was\n\nwith the bird-ock leaves.\n\nAnd, uh, I hadn’t known that.\n\nThat’s kind of fun to, uh, um, think about.\n\nAnd they say that this is one of the possibilities of how Velcro was created, if anyone, um, ever\n\ncome in contact with the seed head, it just attaches to you and won’t let go.\n\nUm, and that is said to be how we came up with the idea of Velcro.\n\nIs that the notion of having a bur under your saddle?\n\nYeah, maybe.\n\nAlright.\n\nThis is so fun.\n\nThis is a little bit more wild section where every herb can be, um, and live.\n\nAnd so we have probably 60 to 70 varieties in here, but in small numbers.\n\nAnd then as we move back, it’s more of their traditional kind of row culture, and we have\n\nabout a dozen herbs that we grow more for the larger scale.\n\nSo we’ve got some wild ones in here, um, Mugwort, Valerian.\n\nUm, um, this giant Turkish plantain, as you can see over here.\n\nThis guy is, uh, the Elecantane, which it all just looks green right now, but this\n\nwill get really tall and have this beautiful yellow flower on top.\n\nBeautiful.\n\nBeautiful.\n\nAnd what is this structure?\n\nUm, this is just the place that I come to in the morning and have my tea or the place\n\nthat I come to in the evening and have my tea and look at Mount Sofras and have fires\n\nand, you know, kind of have some reverence for this space.\n\nBeautiful.\n\nThank you for sharing this with us.\n\nAnd you have tall people have to bow and then come in.\n\nNot me though.\n\nShould I be following you right now?\n\nIf that works with your…\n\nOf course.\n\nWe’ll see.\n\nHahaha.\n\nI’m on a leash.\n\nYou are.\n\nHahaha.\n\nI didn’t bow far enough.\n\nHahaha.\n\nAlright.\n\nWe’re going to make sure we’re not getting hung up here.\n\nAnd we’ll just kind of stay on this straight path of the evening.\n\nThank you.\n\nDo you know this one?\n\nUh, okay.\n\nDon’t tell me.\n\nDon’t read my phone.\n\nI didn’t see it.\n\nI want to say it’s, um, Motherwort.\n\nYou are right.\n\nSo, okay.\n\nBeautiful.\n\nWe have a few patches of it around here.\n\nMotherwort is a Lyonaurus cardiaca.\n\nIt’s a cardiac heart.\n\nLyonaurus lion.\n\nLion heart.\n\nSo, one, it’s actually just good to help heal the heart.\n\nBut it’s also used as a nerving.\n\nIt’s used for stress and anxiety, especially the types that, like, is, like, right here.\n\nIt, like, makes it hard to breathe in your upper heart region.\n\nUm, it’s an amazing…\n\nLike when a parent’s worrying about a child.\n\nPotentially.\n\nRight.\n\nOr lots of different scenarios.\n\nUm, yeah.\n\nIt just calms those moms down just enough.\n\nYou want to strangle those little ones.\n\nUm, so we also have lots of other herbs in here.\n\nAnd we’re really kind of walking the line between how wild we can keep it, um, because\n\neverything here except for the grass is an herb and is useful and medicinal.\n\nSo how, um, much can we let them play together in this poly culture while still being able\n\nto harvest a clean product and not have too much, um, labor post-harvest trying to get\n\nthe other things out of it, because we need it to be pure.\n\nUm, so we’ve got plantain and clover, um, the next road goes into a skull cop, which is\n\na mint.\n\nYou see it?\n\nOh, yeah.\n\nAll of this.\n\nLook at that.\n\nAcross.\n\nHow tall will that get?\n\nAbout here.\n\nWith these really beautiful, kind of light purple flowers.\n\nAnd this is, um, another nerving that is really, really calming great for kids, um, and\n\nhelps to just kind of tone down any nervousness or anxiety or like we’ve eaten too much sugar\n\nand we’re all hyper or had too much caffeine, um, it just, it just takes it down a notch.\n\nIt’s a really beautiful herb and you can take it for long periods of time.\n\nSo what would happen if we mixed some of that in our coffee in the morning?\n\nUm, it would probably be less edgy.\n\nIt’s not going to counteract the caffeine, but just takes the, the kind of jitter out of\n\nRight.\n\nUm, and we were talking earlier about the cat, the nettle caterpillar that’s moved in.\n\nOh, yeah.\n\nThese are two big nettle beds and we can find one that you guys can really see.\n\nI definitely see some right here.\n\nThey’re like, they’re really impressive.\n\nSo they calm, sorry.\n\nUm, here’s one.\n\nYou see that?\n\nOh, yeah.\n\nAnd will that destroy the foliage or, yeah, okay, they’re there to eat it.\n\nBut they only come once per season and nettle is a crop that we can get many cuttings\n\noff of.\n\nSo I already took a cutting.\n\nThey’re coming in.\n\nThey’re taking their cutting and then it’ll regenerate and I’ll probably get three more\n\ncuttings this season.\n\nUm, so it’s just, it’s their turn and they need it too.\n\nThey won’t go on anything else, um, whether you’re back east or here, if you have a large\n\npot of nettles, you’re probably going to run into these guys and they’ll just end up.\n\nThis is just the beginning.\n\nThey’ll be all over these crops and just, um, thousands of them.\n\nWell, you’re doing that sharing.\n\nYeah, it’s their turn.\n\nIt’s okay.\n\nThat’s wonderful.\n\nReally.\n\nWell, I think if they, you know, we’d have to figure something else out if, um, it was\n\na crop that wouldn’t bounce back or if they started moving on to other crops or stayed\n\naround for too long and just kept reproducing, but that’s not the situation with them.\n\nThey just come and do their work and then they’ll move on and we won’t see until next\n\nBeautiful.\n\nSo, you know, I think one of the things to note with that is just the incredible love\n\nand care and the sense of stewardship that goes into having this relationship with\n\nthese insects and they’re, you know, probably some of us would be inclined to want to kill\n\nor eradicate and what you’re doing is very different and absolutely lovely to be able\n\nto experience.\n\nAnd they’re, they’re really fascinating to watch.\n\nThey’re, they’re really good at their job and then we get these beautiful moths that fly\n\nSo, um, it’s a good relationship.\n\nI’m okay with them being here.\n\nThat’s wonderful.\n\nAnd of course, nettle is really important in the biodynamic practice.\n\nIt is.\n\nAnd a lot of the herbs we grow here are, are important from a biodynamic perspective,\n\nbut then also just from a nutritional and health perspective.\n\nAnd nettle is one of our best herbal endohistimines.\n\nSo, again, people are using it for allergies or to help the body of some light iron and\n\nreally provide some much needed vitamins and minerals and it’s delicious if you just\n\nwant to eat it.\n\nAs soon as you heat it, the thing all goes away, so you don’t have to worry about that.\n\nI’ve used it as a substitute for spinach, making things like lasagna and what have you.\n\nSo it’s so good.\n\nSo good.\n\nUh, and then we can just run through this and then, okay, thank you for showing us all\n\nLike gosh.\n\nSo we’re planning on doing these, um, along these irrigation lines will be wild hedgerous.\n\nSo we’ve already got them perennial willow and rose and choked cherry all planted along\n\nSo each irrigation row will be just all tall perennial woody shrubs and grasses and everything\n\nthat wants to just grow wild and it’s going to help us create some wind breaks, some micro\n\nclimates, because this is a pasture full sun all the time for everybody, full wind and\n\na lot of our herbs would really appreciate a little bit of shade or a little bit, just\n\na little bit more to work with.\n\nLike we said, the yaro loves it dry, so where the irrigation doesn’t hit is a great place\n\nfor it.\n\nWhere we have irrigation that’s crossing over a double, it’s really wet and so our mints\n\nand things like that climates.\n\nSo the more micro climates I have, the more I can play my crops into that and give everybody\n\nwhat they want.\n\nSo the hedgerous will help to do that.\n\nBeautiful.\n\nThere’s catnip.\n\nAnd then we’ve got our mints.\n\nSo we’ve got our spear mints and then our big rows of comfrey chocolate mints, peppermint,\n\nangelica and then the same thing is happening here.\n\nThis last year was Tulsi, but this year it’ll move into the perennials with more mints and\n\ncomfrey and you can see the oats are seeded in.\n\nThe oats like oatmeal, but we use the milky seed head.\n\nSo before it’s matured into a grain, it’s a great for the nervous system, helps to rebuild\n\nthe myelin sheath and the brain, a really nutritive, safe long-term herb.\n\nAnd the straw is also a pretty popular crop in teas for vitamins and minerals.\n\nI’ve heard don’t nursing mothers often use oats?\n\nIs that something I’m remembering correctly?\n\nI’m not familiar with that usage, but there’s pretty much no one that wouldn’t benefit\n\nfrom using oats.\n\nIt’s just a good food safe long-term building herb that helps to build us up and fortify\n\nour body, keep us strong.\n\nAnd it’s great for us both red clover and oats are for the other areas out there which\n\nare in vegetable production.\n\nWe follow the vegetables around, everyone else’s cover crop is our medicinal crop.\n\nSo we get to feed the soil, we get to add the nitrogen with the clover, add the biomass\n\nwith the oats, but also pull a crop off of it as well.\n\nThat sounds to me like a win-win.\n\nIt is a win and we just rotate right around with the veggies.\n\nThat’s wonderful.\n\nSo it’s a good deal.\n\nSo do you have a very favorite herb would you say?\n\nOf the moment.\n\nI think, last year was Clary Sage was my most favorite herb and we had a three week drought\n\nright before it flowered and the scent of it would just knock you to the ground anywhere\n\nyou were, anywhere 500 feet from them.\n\nIt was amazing.\n\nThe year before that it was Blue Vervein, it was one of my favorites this year I don’t\n\nknow yet.\n\nWe’ll see.\n\nLet me say or ask a question, little play on words with YonEarth the work we’re\n\ndoing with YonEarth Community, YonEarth is herbal medicine important for people?\n\nThese are plants that have adapted and evolved with us over time.\n\nThey have, there are ancestors, they have this symbiotic relationship with us and this\n\nability to adapt to place much quicker and longer term than we do.\n\nAnd so by consuming them, not just as a, okay, I don’t want to take asked for and I’ll\n\ntake Willow Barkin said, really integrating these plants into our lives on a daily basis,\n\nremembering what it’s like to be wild.\n\nThese herbs, I love vegetables, the herbs get me in a different way and their genetics\n\nare so much more wild still.\n\nYou don’t get germination when you germinate a flat of Oshwaganda.\n\nYou get like three in four days and then maybe ten more pop up in a week and then maybe\n\nthree weeks later or three months later, more will germinate because they’re just still\n\nvery much wild.\n\nSo there’s so much diversity it sounds like you’re not so much diversity.\n\nAnd like we talked about with the irrigation, there’s an herb for every place in our, whether\n\nwe have a north side of our house, we have a hot side that’s on the south that’s dry.\n\nThere’s an herb that can go there.\n\nAnd these are plants that other farmers plant in their gardens to bring in beneficial insects\n\nand to keep their veggie patches healthy.\n\nAnd so we don’t have pest issues, we don’t have disease issues, it’s, they’re tough.\n\nAnd I like that about them.\n\nBeautiful.\n\nWell let me ask you another similar sort of question now, you’re doing a lot.\n\nThis is a biodynamic growing situation and you’re growing a lot of the herbs used in\n\nthe biodynamic preps here and of course soil is really central to all of that.\n\nSo let me ask you, YonEarth is soil important?\n\nWe all come from the soil, the soil is what we’re standing on, it’s, you know, for lack\n\nof a better term, the earth beneath our feet, the ground beneath our feet, the life in\n\nit creates everything else.\n\nWe eat the plants, but they eat the soil, they eat the sun.\n\nAnd our relationship with it with, there’s a whole world down there, when you really start\n\ngetting into soil science and the life that’s down there, it’s a whole nother ecosystem.\n\nIt’s not dirt, it’s not just something that we build our houses on, it’s alive.\n\nAnd that goes into everything we do here, whether into straight into my hands from the dirt\n\nunder my fingernails or into the plants or the animals, everything is better when we\n\ncare for this first.\n\nEverything else is easy.\n\nBeautiful.\n\nWell Stephanie, thank you so much for giving us a little tour to experience what you’re\n\ndoing out here.\n\nIt’s absolutely beautiful.\n\nAnd I just want to reiterate, if anybody, although there’s tremendous demand and you’re\n\nselling often before harvesting for folks who would like to learn more, they can go\n\nto biodynamicbotanacles.com.\n\nAnd we’re here at Sustainable Settings, SustainableSettings.org.\n\nAnd thanks.\n\nWe’ll just come out and volunteer and learn about all these plants, lives, and in person.\n\nThank you so much.\n\nThank you Stephanie.\n\nPleasure."
}