{
  "title": "Episode 09 – Katie Garces – “Sexy, Spiritual, Sane”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2679/episode-09-katie-garces-y-on-earth-community-podcast.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-09-katie-garces-y-on-earth-community-podcast/",
  "episode_number": 9,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHi friends, welcome to another episode of our Stewardship and Sustainability Podcast\n\nseries at the YonEarth Community.\n\nAnd I am so happy that today we have the opportunity to talk with Katie Garces.\n\nHi, Katie.\n\nHi, Aaron.\n\nKatie comes with a very interesting background and story.\n\nAnd I’m so excited that we have the opportunity to visit with her today and have a discussion\n\nthat I’m confident you all are going to find very interesting and hopefully inspiring.\n\nSo Katie is both a nurse practitioner and a certified nutritional therapy practice nurse,\n\nwhich means that she has deep expertise in training and what we might call the conventional\n\nWestern medical world as well as a very deep set of expertise and knowledge in the food\n\nand nutrition realm and which brings together an incredible framework for understanding\n\nhow health and well-being can be cultivated in our lives today.\n\nAnd this blending in her professional background in traditional healthcare wellness and nutrition\n\nwith her passion for the healing power of spiritual wholeness for women and men across\n\nthe country has Katie helping folks cultivate health and well-being in communities all\n\nKatie also has been producing a whole lot of content and her blog was listed as the 2017\n\none of the top 10 health blogs to watch in the Huffington Post.\n\nHer work has also been published in Paleo Magazine, Westward Magazine, and her recipes have\n\nbeen published in Paleo Magazine’s Holiday and Summer Cookbook series, which is awesome.\n\nAnd then Katie has also founded the wildly popular Denver-based Beyond Book Club and serves\n\nfellow nutritionists and students with her enterprising nutritionist, coaching, and\n\nmentorships programs.\n\nSo Katie resides in Denver with her husband, Twin Boys, and their puppy named Piper, and\n\nKatie so much.\n\nThank you so much for being on the show with us today.\n\nWell, Aaron, I’m so happy to be here.\n\nThank you.\n\nI know that was a mouthful getting through that.\n\nWell, it’s a lot of important information and I think it’s particularly pertinent to\n\nwhat we’re going to be discussing today.\n\nI think it’s really important that our audience understands your background, the technical\n\nexpertise, the different disciplines you’re coming from, as we’re going to be talking\n\nabout health and well-being in the context of our very busy, modern lives and world.\n\nAnd I thought it would be a fun place to start, Katie, to ask you to sort of walk us\n\nthrough what you call your trifecta of sexy, spiritual, and sane.\n\nAbsolutely.\n\nSo I developed sexy spiritual, saying, how about three years ago now, based out of a need\n\nthat I found for myself that was not out there?\n\nI was looking for communities and tribes and spaces online and virtually that included\n\nand compassed all of the above, which is just to describe.\n\nAnd what I was finding was there, yeah, there were groups that were super spiritual.\n\nAnd yeah, there were mom groups out there, but there was nothing that was doing it all.\n\nThe mom group, if you said it works spiritual, you might be kicked out, and then the spiritual\n\ngroups, if you complain about your kids or stuff you wanted to kill your husband or something,\n\nyou weren’t spiritual enough.\n\nAnd I just wasn’t like, where all of this is human humanity, all of this is us and we\n\nneed a place to be all of those things, a safe place.\n\nSo I created sexy spiritual, saying, which began as just a private community for women,\n\na Facebook community.\n\nAnd the way I describe sexy spiritual, saying, is sexy is the way we feel in our bodies,\n\nthe way we feel in our skin, and it’s health.\n\nIt’s how we eat, move, sleep, we do stress, all of the things that make us feel good in\n\nour skin, no matter what the scale says, no matter what size, pants, or wearing, or whatever.\n\nIt’s just really how we feel in our skin, and that’s going to be different for everybody.\n\nSo sexy is really kind of encompassing that physical piece.\n\nSpiritual is encompassing, finding what that means for us, because what we maybe were\n\nraised with, what we’re into now, or lack of what we’re into now, it’s a really big\n\ncomponent of our overall mind body wellness.\n\nI like to say it’s plugging back into that spiritual power outlet, if you will.\n\nAnd for some of us, it’s discovering something totally new, for some of us, it’s rediscovering\n\nsomething we may have left, and it may look a lot different.\n\nFor some, it’s finding a whole new definition of what spirituality is, but we are physical\n\nbeings having a spiritual, sorry, we are spiritual beings having a physical existence.\n\nSo we need to embrace spirituality, whatever that means to us.\n\nAnd I think a lot of people are scared of the word spirituality.\n\nThey immediately get taken back to some, you know, stuffy old church that they couldn’t\n\nwait to get out of.\n\nAnd so I really encourage and try to help facilitate people finding what that means for them, and\n\nreally plugging back into that, because I think when we have that foundation, all the\n\nother things that we need to work on, or maybe that we think is wrong in our life, all\n\nthat starts to fall into place a little bit easier and a little bit more slow.\n\nAnd then the same piece is, especially for us women, especially for the moms out there,\n\nyou know, we have eight balls in the air at all times, we are super multitaskers, but\n\nthat doesn’t always serve us, and that doesn’t always serve our hearts and our souls when\n\nwe feel pulled in 18 different directions.\n\nSo it’s really about having that life balance, and we’re told we can have it all.\n\nWe think we can have it all, and to some extent we can, but if we’re not doing any of it\n\nwell, then we don’t have anything, right?\n\nAnd so it’s really learning how to say no when we need to say no, setting boundaries,\n\nfinding the things that are going to work well for our life, not our neighbors, not the\n\nmom down the street, finding the work that lights us up, not because it’s what we necessarily\n\nwant to school for, what our parents think we should do.\n\nIt’s really kind of getting back into what’s truly going to make us sane, and then that\n\nlife balance.\n\nAnd so for me, that trifecta is, you know, the physical aspect, the spiritual aspect,\n\nreally that mental health, and just kind of getting through the day piece.\n\nAnd I think when we can work on that, we have the best shot of being truly happy and\n\nhealthy, both mentally, physically, spiritually, all the above.\n\nWell, it’s beautiful, Katie, I think it’s such a compelling framework.\n\nBecause it excites me as I know you know.\n\nI believe for us right now in our culture, which has, in many respects, become highly secular\n\nin certain communities anyhow, I think it’s so important for us to be able to have discussions\n\nthat include spirituality.\n\nAnd there’s a difference between, you know, me trying to convince you or persuade you\n\nto believe something a certain way.\n\nThat’s very different than me saying, hey, part of this experience is spiritual.\n\nAnd perhaps I might even share a few ways I experience that.\n\nI’m really interested how do you experience that?\n\nAnd I think if we can cultivate more acceptance around having those discussions, it’s actually\n\ngoing to help us as a culture create more sanity, more stability, more sense that there\n\nis greater purpose and connection beyond, you know, what we’re going to find at the\n\ngrocery store or something like that.\n\nAnd I’m just I’m curious, Katie, what is something you might share just in terms of that,\n\nthat spiritual connectivity that you might experience, you know, in the day to day or\n\nweek to week?\n\nIt’s not a great question and I get that a lot is, you know, how do I keep in my spiritual\n\nconnection?\n\nI think a lot of people, and I used to feel this way too, literally equated spirituality\n\nwith going to church or religion.\n\nAnd I was raised Catholic as you were.\n\nAnd that’s still a big part of who I am.\n\nAnd I would say it is a big piece of my spirituality, but it doesn’t define for encompass my entire\n\nspirituality.\n\nAnd once I was able to reconcile that with myself, it opened up this whole world of things\n\nthat light my spirit up and to me that is kind of the definition of spirituality.\n\nSo things that I do a lot of things to help maintain and deepen my spiritual practice.\n\nI meditate.\n\nI try to spend as much time in nature as I can.\n\nI live in the city so that might include just, you know, walking my dog at night at\n\ndusk, which I think is a beautiful time of day.\n\nAnd I try to do it as much of my time walking him per in quiet in peace, just almost like\n\nthat walking meditation that I know you and I’ve talked about before.\n\nI read books, I listen to podcasts, I follow people that I find inspirational or that their\n\nwords really touch my spirit on, you know, the social medias.\n\nI’m going to go to my first spiritual retreat.\n\nI, you know, I have conversations with people like yourself who watch, understand, and\n\ndeepen and explore spirituality.\n\nI always say sleep is a spiritual practice.\n\nI think when we give ourselves to the self-care, especially at older, I think we need more\n\npractice.\n\nBut you really respect our bodies need for sleep and rest, that we are physically more\n\ncapable and just ready to, you know, hit the day when we’re well-rested and that allows\n\nus to have space for these things that can help deepen our conversations.\n\nI think that’s most of it.\n\nIt’s kind of like piecemeal.\n\nIt’s kind of all of it.\n\nMusic is a huge one for me and I’m not even saying like spiritual music or say anything\n\nthat lights me up.\n\nLike I always tell people, spiritual music is the number one thing to kind of raise your\n\nvibe or pop your mood, like if you’re a bad mood, put on one of your favorite songs,\n\nplay less.\n\nLike it’s almost impossible not to like get happy when you listen to your favorite music.\n\nAbsolutely.\n\nI love that.\n\nI was just meditating on music and how it literally almost instantly transports us in\n\ntime and space and psychospiritual experience almost instantly.\n\nAnd it’s so powerful and we happen to live in a time where our technology essentially\n\nallows us to access virtually any music at any time.\n\nAnd my goodness, what an incredible gift that is right now.\n\nIt really is.\n\nLike I heard a song on some HBO show the other day, it was an old Led Zeppelin song.\n\nI was like, oh my god.\n\nAnd I’ve been listening to it for like two weeks straight because it’s just, it’s thank\n\nI mean, the beginning of music is just amazing and it just, I don’t know, just like makes\n\nmy day.\n\nI pack my kids’ lunches to it every morning.\n\nIt’s amazing.\n\nLove that.\n\nLove that, Katie.\n\nWell, I’m really struck by you mentioning being lit up and this notion of light is actually\n\nsomething we find throughout time being discussed by humans who are asking those deeper questions\n\nabout our spiritual lives and so forth.\n\nAnd of course, in the beginning of the Judeo-Christian story and Genesis, we have the divine saying\n\nlet there be light, right?\n\nSo this light thing is pretty important and I think that might tie a little bit to where\n\nwe’re heading in our discussion.\n\nAnd I wanted to also highlight that you mentioned walking at dusk and there’s a very special\n\nthing I think that occurs around dusk.\n\nIt’s a time of day when some of our indigenous wisdom and elders would tell us that the\n\ngateways to the spiritual experience are more open and there’s something very special,\n\nvery magical, very powerful about that time of day in particular.\n\nAnd before we go there, though, I want to ask about the sane piece in your trifecta.\n\nI am so delighted to see that mental health and well-being is one of the three pillars\n\nthat you’re working with.\n\nAnd it strikes me in the course of researching and writing why on earth, which of course\n\nthe subtitle is, get smarter, feel better, heal the planet.\n\nThere is so much we can do that is not only bolstering the health and well-being we’re experiencing\n\nin terms of our physical bodies, but also very much in terms of our mental, psychological,\n\nwellness and states of being.\n\nAnd it seems to me that that is such an important key to cultivating the kinds of lives we\n\nhope for, cultivating the kinds of futures we hope for our kids to experience.\n\nAnd I’d love to hear you speak a little more about some of the mental health insights\n\nand pointers, even tips that you might share with some of the people that you’re working\n\nI’m glad you pointed that out.\n\nI think that, traditionally, when we think about mental health, sort of from a black and\n\nwhite standpoint, we think, oh, there’s the people that have the diagnosis, severe depression,\n\nthe bipolar, like, the diagnosable conditions, and then there’s everybody else.\n\nAnd the fact is, like, everybody else, we all have our mental health issues day in and\n\nday out, whether you’re a stressed out mom who literally doesn’t think they can take\n\ntheir kids for one more second, or, you know, I was working with a client today, who,\n\nyou know, her kids are getting a little older, and she gave up her prior career to be a\n\nAnd now she’s like, what do I do?\n\nCan I go back?\n\nAnd it’s really weighing her down.\n\nIt’s causing anxiety.\n\nIt’s causing lack of sleep.\n\nLike, this is what I’m talking about when I’m talking about mental health.\n\nWe don’t have to be, you know, in a hospital or on a ton of medications to be in, and there’s\n\na time and place for that.\n\nDon’t get me wrong, but to be struggling with our mental health.\n\nAnd so I think coming back to, for me, that spirituality piece, whether that’s really\n\ncarving out some time for meditation or contemplation on a daily basis to muck through some of the\n\nstuff that’s swirling in our head.\n\nI always say, you know, when we’re so chatty with all the voices in our head, we can’t\n\nhear all the inner wisdom that we all have within us.\n\nAnd I think that’s what’s so important about meditation or some sort of contemplative\n\npractice is quieting these voices that go on all day long, that physically and mentally\n\nexhaust us, quieting them enough to be able to hear this inner wisdom, this inner guide,\n\nwhat the universe has for us, what God has for us, we need to slow down and quiet enough\n\nto hear that.\n\nAnd then that can help a lot with just kind of getting through the muck.\n\nI think, you know, having a community, having people that you can reach out to, one of\n\nthe biggest things I’ve seen in my community of women that has helped them is knowing that\n\nother women are going through the same types of things, that knowing that other women are\n\na thing of their rope or screaming at their kids and they’re not the only bad mom out\n\nthere.\n\nThat is hugely comforting, I think, just as human kind to know that we’re not alone\n\nin how we feel even when we might feel crazy or we might feel like nobody else could possibly\n\nfeel this way or have this much anger, I think just knowing that you’re not alone in\n\nthat is huge.\n\nSo does those are things that first come to mind?\n\nI really appreciate that and I really appreciate at the outset how you were talking about\n\nour humanity, you know, really encompasses all of these different dimensions and aspects\n\nof being.\n\nAnd that in your work, there’s really sort of an acceptance and OK-ness with the variability,\n\nwith the ups and downs of our emotional beings and some, you know, some pema children and\n\nothers have equated that to the weather.\n\nIt’s like, oh, there are some dark clouds rolling through, but guess what?\n\nIn a few hours or a few days, it’s going to be sunny again.\n\nAnd often that, you know, is perhaps one of the most apt ways to describe what goes on\n\nwith us as emotional beings and to just recognize that and to say, that’s OK, that’s who we are.\n\nI think is a huge and an important step in moving in the direction of greater balance,\n\nhealth, well-being and so forth.\n\nRight.\n\nI also think that as a society, we are so used to having a quick fix, there’s a quick\n\nfix button for everything and maybe this will lead us into our next component, but whether\n\nit’s, you know, hopping on the TV and numbing out with the TV show or hopping on our phone,\n\ngetting our Facebook fix, if we’re feeling crappy about something, we have some unpleasant\n\nemotions that we don’t want to feel, we have tons of ways out right now as a society.\n\nAnd we have lost the ability, and I might say it’s our innate ability to just sit with\n\nit and be with those unpleasant feelings because we don’t have to as a society.\n\nBut in order for us to move through them, in order for us to move out of these dark\n\nplaces, we have to sit with them, even though they’re uncomfortable and even though it’s\n\nnot fun.\n\nBut when we continue to escape with our various ways of escaping, we’re not really doing\n\nourselves any long-term benefit, we might feel better for the moment, but we’re not\n\nmaking a situation better.\n\nWe’re certainly not going any further out of whatever that is that we’re struggling with.\n\nAbsolutely.\n\nWell, I think it is a great segue.\n\nAnd so here we go, drum roll.\n\nWe’re going to be talking about some things here, Katie, that you and I have been personally\n\nsharing with each other, but haven’t been talking so much publicly about, and I know we’ve\n\nalso had the opportunity to chat with some of our friends and peers, and it’s interesting,\n\nbecause when we’re talking about health, well-being, when we’re talking about the sexy, when\n\nwe’re talking about the spiritual, and when we’re talking about the mental sanity, there’s\n\nthis nexus point that connects all these thoughts in a sense, which is our neuroviochemistry,\n\nright?\n\nThere’s so much going on in our complex biochemical bodies that is related to mood, that is related\n\nto what’s happening physically and so on.\n\nAnd one of the ways we quickly fix when we’re feeling stressed, or we’re feeling unpleasant\n\nabout something, is what, we pour a glass of wine or a martini or a gravacold beer,\n\nand you and I were now at an age where we’re really beginning to say, you know what,\n\nthat might not be one of the most effective tools any longer for working as a human being\n\nthrough all of the different ups and downs and the mucks and so on, and so you and I are\n\nboth experimenting with not drinking alcohol.\n\nAnd I think it’s an amazing opportunity to share with our friends and our audiences\n\nand other folks out there because it seems to me the more I talk one-on-one with an\n\nold high school buddy or a colleague about this, that person will quickly say something\n\nlike, wow, I’ve been thinking about that too, and let’s talk about that a little more.\n\nAnd so Katie, here we are, having a very public discussion about this, and I’d love to hear\n\nfrom you kind of where you’re at in this journey with your relationship with alcohol, with\n\nthe spirit.\n\nRight, and ironic that that’s what it’s called, right?\n\nI know you’ve shared a little bit about that too with me before, but yeah, so I start\n\ndrinking in July, and this was a very long time in coming decision, one that I have wrestled\n\nwith in my mind for quite a while actually, wine and alcohol, and that activity is going\n\nto part of my life for most of my life.\n\nIt was in my family growing up, not in a problematic way, it’s just always been there.\n\nAnd I think, as you mentioned, as we get older, for me, it was two-fold, there’s the physical\n\ncomponent of, as we get older, we just don’t tolerate it as well, I could have one glass\n\nwine and feel it not sleep that night, so crappy the next day, I really have it ruined\n\nmy day, maybe not make it to the gym, then you feel bad on yourself, and you’re maybe\n\nnot feeling great, so you eat kind of crappy, and it’s just like this, you know, kind of\n\nnegative spiral.\n\nBut then there’s that whole other piece that we’re talking about, sort of the emotional\n\nspiritual, mental piece, and I feel like in a way it was kind of like swashing my\n\nspirit.\n\nHere I am, constantly trying to grow, evolve, learn more about myself, come into my own,\n\ndo the same, help other women do the same, and I kind of felt like my relationship with\n\nalcohol was beginning to hinder that, I also was recognizing that it was becoming more\n\nof a habit than I wanted it to be, and with any habit, they’re hard to break, and especially\n\na habit that you’re consuming, what’s proven to be an addictive substance, it’s going\n\nto be that hard, much harder to break, it’s one thing to, you know, you know, change\n\nit, easy habit, it doesn’t include a substance, but, you know, it’s easy, but easier.\n\nSo I just was recognizing all of this, and you know, it wasn’t that I was identifying\n\nwith being an alcoholic, I wasn’t, I didn’t have some major life event, or a hit rock\n\nbottom.\n\nI’d even heard the term gray area drinking, which I would say I feel a little bit more\n\nwith, just kind of zooming out a little bit and taking, you know, inventory of my life,\n\nthe areas, you know, I talk a lot about self-care, and I obviously talk a lot about health\n\nand food, and the things that we can eat, and the way that we can live to eat as healthy as\n\nwe can, physically and emotionally, yet here I am putting, you know, a toxin, essentially,\n\nright, into my body on a regular basis, it started to feel incongruent, and it started to,\n\nyou know, they say alcohol works till it doesn’t, a lot of things that we do work for us until\n\nthey don’t.\n\nAnd I just didn’t feel like it was working anymore.\n\nI was still in counterproductive, to my productivity, to my happiness, to my presence, in my life,\n\nwith my clients, my friends, my kids, and my husband.\n\nSo it was just a choice that I felt was long-term in coming, and one day I just decided.\n\nSo beautiful.\n\nWell, I really appreciate in our friendship that we’ve been able to share back and forth\n\nover the months and even over the years, and one of the things that, to me, is so awesome\n\nabout not drinking for several months now, is probably now a few times a week.\n\nI suddenly get this aha, and it’s like, oh my gosh, it’s sort of like, I have twice\n\nas much time as I used to have, and in part, this is because for me, when I would go\n\nin in an afternoon or an evening and enjoy some wine or beer with friends, often the next\n\nday, I feel so sluggish and physically drained, but also I feel like mentally rather foggy\n\nand not firing on all cylinders or whatever the expression is.\n\nAnd now it’s like, wow, every day I’m clear and productive and able to say, whoa, I’m feeling\n\ntired, perhaps it’s time to go take a walk in the woods for a few minutes or whatever,\n\nto have a little bit more of that self-awareness that I think helps us kind of navigate through\n\nall the different weather, the daily weather, in a way that we’re probably not only taking\n\nbetter care of ourselves, but perhaps we’re even more fun to be around and better folks\n\nin our families and communities and all of that as well.\n\nSo anyway, to me, there’s all this upside in my experiment of not drinking alcohol.\n\nAbsolutely, I agree.\n\nAnd right after I stopped, we had tickets for a concert, and I was really worried because\n\nI don’t think I’ve ever been to a concert sober, but I really went into it just kind of\n\nto see, just as an experiment, like, how was this going to go?\n\nAnd I was pleasantly surprised that I was still up on my feet, singing and dancing.\n\nI remember every minute of it, it was, I wasn’t hung over the next day, I was just amazing\n\nto me that that possibility even existed, because I wouldn’t have even entertained it before\n\nto be honest.\n\nAnd I think that, you know, it’s part of, it’s kind of part of growing up, just what are\n\nour priorities and how do we want to feel and how do we want to show up in our life for\n\nnot only the people in our lives, but for ourselves, because, you know, we’re all blessed and\n\nlucky enough that we haven’t given this wonderful life.\n\nAnd we have the choice, what we want to do with it.\n\nAnd I agree, when we’re feeling sluggish and not on our game, then we’re not able to\n\nshow up and bring all the awesome things that we have to share with the world.\n\nSo I love that you’ve been doing it, you’ve been a huge inspiration for me.\n\nAnd it’s exciting.\n\nI actually feel like the biggest feeling or emotion that I’ve had about this is freedom,\n\nbecause I don’t feel obligated, I don’t feel, oh, shit, I shouldn’t, I’m not doing\n\ntonight.\n\nIt’s off the table.\n\nAnd that’s okay.\n\nI have freedom to not worry about needing to sleep in, because I’ve been up at a party drinking\n\nThere’s just so much freedom that it’s been given to me already.\n\nAnd it really excites me for what that’s going to allow me to do in the future.\n\nIt’s so beautiful, Katie, well, it makes me think about a spiritual freedom that perhaps\n\nshows up.\n\nAnd you know, I remember talking with my brother, Ethan a few months ago, and he shared\n\nwith me, wow, Carl Jung, the philosopher and psychologist actually wrote a bit about our\n\nrelationship with alcohol.\n\nAnd I didn’t realize this till he was explaining it to me.\n\nAnd what Jung said was essentially, for a lot of us, consuming, inviting alcohol is part\n\nof an impulse to have deeper connection with the divine, to have deeper spiritual experience.\n\nBut of course, it gets in the way of that authentically occurring.\n\nAnd it’s interesting to me that part of this spiritual searching and exploration we humans\n\nhave been doing for a long, long, long time, is that it’s very closely linked to the\n\nnotion of freedom.\n\nAnd I’m really wondering if for us and some of our other friends and peers, if there\n\nisn’t perhaps also an opportunity to experience more spiritual connectivity in our lives\n\nwhen it’s no longer being sort of substituted by the effects of drinking alcohol.\n\nI agree.\n\nI agree 100%, and I would say in the past I was seeking those deeper spiritual experiences\n\nwith lying or what have you, but now that I am clear at all times, I feel like even on\n\nmy evening walks, I’m so much more clear and so much more, I just feel like I’m so much\n\nmore open to see whatever it is that I need to be receiving.\n\nI definitely feel more connected, and that’s what I wanted, and that’s what I was kind of\n\nsearching for.\n\nAnd I feel like it was kind of a shoulder tap from God, the universe, and it was just a matter\n\nof time for me to be ready to accept that, and I appreciate that tap, tap, tap, and\n\nthe people in my life like you that kind of come up and showing, and by example, and\n\nI think when we pay attention to those shoulder taps, we eventually know what we need to do,\n\nand I do believe that timing is perfect for everybody, so I’m just very thankful for all\n\nAbsolutely, Katie.\n\nWell, I know that the conversations, the sharing, just in our recent discussions, is so\n\npowerful, and for me, back to this dusk and light, and late afternoon, early evening,\n\ngloaming is a term some of our friends may know.\n\nThere’s a time of day when that light is really getting magical, and that’s when I tend\n\nto say, oh boy, it would be nice to have a nice, cool glass of sparkling wine or something\n\nlike that, but that’s when I think, no, I have friends out there, I’ve had these conversations\n\nwith, I know there’s something deeper going on here, I don’t actually need that wine.\n\nI’m not going to have that wine.\n\nAnd anyway, for me, it ends up being very liberating, so now I can enjoy that moment when previously\n\nit would be a very tempting time of day, and now it’s like, wow, it’s kind of a fun,\n\nalmost comical, but still kind of profound part of the day where I can appreciate the beauty\n\nand just have a feeling of gratitude to be able to make these kinds of choices now.\n\nRight, and presence, just being fully present.\n\nAbsolutely.\n\nI think that part of the reason that, you know, that time of day sort of speaks to us is\n\nA, it’s habitual, right?\n\nMaybe we’ve been doing it for lots of years, it’s, you know, happy hour or, you know,\n\nit’s just kind of what we do at the end of the day, but also I think it’s so societal.\n\nAnd I think they say like 80, 80 to 90 percent of adults in the US drink.\n\nAnd again, I’m not judging anybody and everybody, you know, do your thing, but I think we’re\n\nso, it’s so normalized and it’s so, you know, this is what we do, and this is how we\n\nunwind, and this is how we relax.\n\nAnd it’s made to look very attractive on, you know, she’d be in magazines.\n\nAnd even when you walk by and you see a couple, you’re not having the last line, it does,\n\nbecause it looks so nice.\n\nI want to be a part of that, you know, so I think sort of unlearning that or unwinding\n\nthat is part of the process.\n\nI know it is for me, and just kind of getting past that initial like, ooh, that looks nice.\n\nBut you know what?\n\nI can have just the same experience.\n\nIt’s not a greater one.\n\nIt’s my starting mother.\n\nRight.\n\nThat’s so beautiful.\n\nKatie, well, I know that you are inviting folks to join you for the stop tober event that\n\nyou’re doing in October, the accountability and support group in October for those interested\n\nin trying a month without alcohol.\n\nAnd in the show notes are some informational links for folks who want to check that out.\n\nI want to make sure that people know about Katie Garces.com that go and check out your blog.\n\nAnd to also look at the sexy, spiritual, sane Facebook group where you’re working with\n\na whole bunch of like-minded women who are on that path of cultivating health and well-being\n\nand all those different dimensions.\n\nKatie, is there anything else in terms of resources and events coming up that you want\n\nto share with folks?\n\nI think that’s everything.\n\nYou know, on social media, I do post quite a bit, pretty active on Instagram and Facebook,\n\nand that’s also that Katie Garces.\n\nAnd yeah, regarding the stop tober, that’s again just a group for people who are maybe\n\ncurious and exploring their relationship with alcohol, just by no means defines you or\n\ncommits you to anything.\n\nIt’s just to start with just sort of a challenge just to see, can I do this?\n\nDo I want to do this?\n\nHow do I feel when I do it?\n\nSo there’ll be some educational pieces.\n\nIt’s going to be pretty low key, but just an opportunity for us to walk through this\n\ntogether and explore and see what may come for it.\n\nSo I would really invite people to check that out and join us.\n\nBeautiful.\n\nThanks, Katie.\n\nI also mentioned for our audience and listeners that this is the Why On Earth Community Stewardship\n\nand Sustainability Podcast, and I want to invite you to go to our whyon earth.org slash\n\nmarket and use the code podcast to get special discounts on our digital products, including\n\nthe audio book version of Why On Earth.\n\nAnd we’re so excited to share that with you all you’ll find in Why On Earth that a\n\nfew of the chapters in particular connect, delight, culture and balance are probably\n\nreally nicely tied to the discussion we’re having today with Katie.\n\nAnd also wanted to mention in Katie you reminded me of this before the call that are recently\n\nlaunched relaxation soaking salts, whey-lay waters also provides one of the opportunities\n\nfor great self-care on a day-to-day week to week basis and want to invite folks to go\n\nto whey-lay waters.com, check out our free soaking ceremony guide if you’d like to check\n\nthat out.\n\nAnd I think in that spirit, Katie, I mean so much of this is really about uping, enhancing\n\nour health and well-being experience, and well, some of that is what we choose to put\n\nA lot of this is also what we choose to pick up in the way of new habits and new practices.\n\nAnd I know you and I spend a lot of time developing some of those frameworks to share with folks.\n\nAnd maybe we could end wrap up our discussion, Katie, by you sharing with folks some of your\n\nfavorites and what you would suggest in lieu of drinking from time to time.\n\nI think it’s really important that if we’re going to take away a habit or something that\n\nwe routinely do, like you said, we fill it up with something.\n\nSo that’s a, you know, whether that’s a come home from work, changing up your routine\n\nor end of the night routine.\n\nSo something like so-teen and whey-lay waters would be amazing, but there’s so many other\n\nbenefits with those back salts.\n\nI recommend women, I mean, all of the things we’ve talked about are awesome and important.\n\nBut I think women, especially moms, we tend to be a little bit, I don’t want to use the\n\nword martyr.\n\nBut, you know, we feel almost guilty if we take any time for ourselves.\n\nSo I like to give women permission to go book yourself a massage or go get your darn toes\n\ndone and relax and don’t go guilty to just take some things that make you, that you’re\n\njust loving up on yourself and you’re feeling like a woman and you’re feeling like you don’t\n\nhave to be a mom for that moment and you don’t have to worry about your business for that\n\nmoment or wherever it is.\n\nThat’s just feels like when I do it, I feel like I’m spoiling myself and that feels good.\n\nAnd for a lot of years, I didn’t think that was okay.\n\nAnd so I think that’s a huge part of self-care and finding and doing the things that you love.\n\nDon’t do an exercise routine because everybody says it’s what they should be doing.\n\nDo it.\n\nDo find something that you love.\n\nFind that something that makes you feel good and make you feel the way you want to feel.\n\nThose are the things.\n\nThat is what self-care is and being okay with your decision.\n\nAbsolutely.\n\nSo beautiful.\n\nWell, Katie, thank you so much for being with us today, Katie Garces, and it’s been a pleasure\n\ntalking with you.\n\nNow, thanks so much for having me, my great."
}