{
  "title": "Episode 151 – Nicolette Hahn Niman, Author, “Defending Beef” – Regenerative Grazing",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13588/episode-151-nicolette-hahn-niman-author-defending-beef.mp3",
  "publish_date": "December 2, 2023 6:41 pm",
  "url": "https://yonearth.org/podcast/episode-151-nicolette-hahn-niman-author-defending-beef/",
  "episode_number": 151,
  "subtitle": "AboutDefending Beef",
  "description": "InDefending Beef(a Chelsea Green Publishing book), Nicolette details how our globed evolved over millions of years with very large herds of grazing animals playing a central role in Earth’s carbon cycles, water cycles, and atmospheric stability, and how that has been disrupted in recent millennia through human activity, especially industrialized mechanical and chemical agriculture. Buffaloe, bovines, caribou, wildebeest, cape buffalo, and other grazers moved through the landscape in vast, dense congregations. Now, through a form of agricultural biomimicry, humans can help restore balance by intensively grazing large herbivores, working in harmony with sunlight, rainfall, soil life, plants, and animals to sequester the anthropogenic carbon that we humans have released to the atmosphere in staggering amounts over the past three centuries, and especially since WWI and WWII. In tandem with substantial reduction in fossil fuel combustion, regenerative grazing is our most promising – and proven – strategy for climate change mitigation.",
  "about_sections": {
    "about_what’s_so_special_cows?": "With a potent ensemble of enzymes, microflora, and microfauna in their saliva and manure, cattle are literally walking, “mooing,” organic fertilizer dispensers. As biodynamic rancher Brook Le Van has described, Cattle tend to deposit twice the fertility that they consume when grazing in healthy pastures (see Brook’s and other related podcast episodes below). Additionally, as they selectively graze a mixture of grasses and herbaceous plants, cows naturally generate some of the most nutrient dense food available to humanity – with a unique blend of essential fatty acids, omega-3, and other brain-boosting, bone-strengthening, and immune-enhancing compounds difficult to obtain in sufficient quantities from other natural food sources. The intimate connection between our evolution and our consumption of grazing animals, according to Nicolette, is one of the most important threads running through the last 3,000,000 years of our species’ development – especially our brains and intelligence.",
    "about_nicolette_hahn_niman": "Nicolette Hahn Nimanis a writer, attorney, and livestock rancher.  She authored the booksDefending Beef(2014, and 2d ed. 2021) andRighteous Porkchop(2009), as well as numerous essays for theNew York Times, The Wall Street Journal,andLos Angeles Times.  She has also written forThe Atlantic,The San Francisco Chronicle, andThe Earth Island Journal.  She is a frequent speaker at national and international conferences, and was one of just 23 speakers from around the world at the Nobel Week Dialogue 2016 in Stockholm, Sweden.  She has appeared onThe PBS Newshour,The Dr. Oz Showand in numerous films and documentaries, includingEating AnimalsandSustainable, and her work has been featured inTIME, O Magazine,andThe Guardian, among others.  Previously, she was Senior Attorney for the environmental organization Waterkeeper, where she focused on animal agriculture; before that, she was an environmental lawyer for National Wildlife Federation.  Hahn Niman served two terms on the City Commission for Kalamazoo, Michigan.  Today, she lives in Northern California with her two sons, and her husband, Bill Niman, founder of the natural meat companies Niman Ranch and BN Ranch."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast. I’m your host, Aaron William Perry. And today\n\nwe’re visiting with Nicolette Han Nyman, the author of Defending Beef. Nicolette, hey,\n\nhow you doing? It’s so great to see you today. Thank you. I’m so happy to be here with you.\n\nNicolette Han Nyman is a writer, attorney, and livestock rancher. She authored the book Defending Beef,\n\nas well as the book, Righteous Pork Chop, and has written numerous essays for the New York Times,\n\nthe Wall Street Journal, and the Los Angeles Times. She has also written for the Atlantic,\n\nthe Sanford System, Go Chronicle, and the Earth Island Journal. Nicolette is a frequent speaker\n\nat national and international conferences, and was one of just 23 speakers from around\n\nthe world at the Nobel Week Dialogue in 2016 in Stockholm, Sweden. She has appeared on the\n\nPBS News Hour, the Dr. Oz Show, and in numerous films and documentaries, including eating\n\nanimals, as well as sustainable. And her work has been featured in Time, O magazine,\n\nand The Guardian, among many others. Previously, she was senior attorney for the\n\nEnvironmental Organization Waterkeeper, where she focused on animal agriculture, and before that,\n\nwas an environmental lawyer for National Wildlife Federation. Nicolette served two terms\n\non the City Commission for Kalamazoo Michigan, and today, she lives in Northern California,\n\nwhere there are two sons and her husband, Bill Neiman, founder of the Natural Meat Companies,\n\nNeiman Ranch and BN Ranch. Nicolette, today, we’re talking about defending beef,\n\nand I’m really, really excited to get into this topic, because among the many themes and\n\nthreads out there in the climate movement, the regenerative movement, the food and health movement,\n\nthis issue seems to be one that bubbles up quite often, and has a lot of misperceptions\n\nand varying views and opinions out there in the public. So maybe to kick things off,\n\nI’ll just throw it right up for you. Maybe it’s a bit of a softball. Why does beef need defending?\n\nYes. Well, I kind of wish that it didn’t. It’s a kind of a frustrating process to have\n\nto try to defend something over and over again that you kind of don’t feel needs to be\n\ndefended, but I guess it’s kind of a two-pronged response. On the one hand,\n\nthere’s this whole question of the healthfulness of the food. Is it something that is good\n\nfor our bodies and will sustain our health over the longer term? And that’s an idea\n\nthat’s kind of been out there. I would say since around mid-20th century,\n\nthere was this kind of rise in heart disease in the industrialized world,\n\nand there were actually two major camps on the topic. One really felt that it related\n\nto the consumption of animal fats in the industrialized world. And then there was another group\n\nof researchers, scientists, and physicians that felt that actually the shift towards\n\nmore sugar in the industrialized diet was much more important in terms of what might\n\nbe triggering the rise in heart disease and other diet related diseases.\n\nAnd unfortunately, the sort of the dietary fat argument kind of won the day at the time.\n\nAnd even though over the last couple of decades, there has been some really good,\n\nincredible re-evaluation of the thought process and the research.\n\nTo the point where I would say the argument has actually been dismantled,\n\nbut it was out there for so many decades that it’s still a very mainstream belief,\n\neven among nutritionists, dieticians, and doctors. But from my perspective,\n\nthe science has basically been broken down to the point where it’s not credible anymore.\n\nSo on the health side, there’s still this argument that we shouldn’t be eating it\n\nbecause of primarily because of the saturated fat content. On the other side,\n\nand this is kind of a little bit newer of an argument, there’s this argument that\n\nmeat is too ecologically damaging. It’s too resource intensive,\n\nit’s too water intensive, and it’s specifically beef. The beef is the one that usually\n\ngets the focus in this arena. And then in the last decade, in particular,\n\nthis idea that it’s too harmful to the climate, especially because of messing.\n\nSo as a person who was kind of a lifelong environmentalist and spent three years\n\nspecifically working as a lawyer for environmental organizations, nonprofit organizations,\n\nand two of those years were specifically focused on the meat industry.\n\nI’m someone who really has kind of delved into this on a professional level.\n\nWhat does the science really say on the ecology?\n\nAnd then for the last 20 years, I’ve been living and working on a ranch\n\nand I’ve met ranchers all over the world and really studied it from that perspective,\n\nfrom a practitioner’s perspective. And so I have increasingly become convinced\n\nthat the ecological argument is just very, very wrong on many levels.\n\nAnd so what my defense of beef is is kind of this too pronged\n\nyou know, reputation of these two sort of, you know, I’d say almost commonly\n\nheld beliefs that beef is not good for your health and that beef is damaging to the environment.\n\nAnd so I, you know, the more I learned about it, the more I felt that someone\n\nwho had a kind of a, not just a deep understanding, but a kind of a nuance understanding\n\nbecause of these various different components to my background.\n\nSomeone needed to really make cohesive arguments that beef was valuable food for our health\n\nand also ecologically, when done well, beneficial.\n\nYeah. You know, I’m really, really excited.\n\nWe have the opportunity to dive into this with you and unpack this a little bit for our audience.\n\nAnd I have found, you know, in the years I’ve been doing this kind of related work\n\nthat this beef and animal issues seems to be among the most polarizing out there,\n\nat least in the portion of our national demographic that finds the anthropomorphic climate change concerned to be genuine.\n\nAnd what’s amazing to me and what many Americans aren’t aware of is that globally virtually everybody\n\nseems to be in an agreement in understanding that human impacted climate change is very real,\n\neven though here in the United States there seems to be some confusion about this.\n\nBut within the arena of folks who are taking that threat seriously, this seems to be one of the most polarizing divisive issues,\n\nwhich is astonishing for those of us who are engaged directly in agriculture and especially regenerative agriculture.\n\nAnd, you know, we collaborate with dozens and dozens of farmers and ranchers at many scales.\n\nAnd not one yet in all of these years have I come across a farmer or a rancher who says, yeah, we can maintain\n\nand steward soil and landscapes and ecosystems and food production without animals.\n\nAnd particularly the bovine ruminant animals.\n\nSo I’m hoping and in your book is so well documented, I’m going to show it to our audience that are looking at the video version of this here.\n\nAnd of course audio you’re not seeing this, but it’s such a beautiful book published by our friends at Chelsea Green Publishing.\n\nAnd the book is so well documented.\n\nAnd I’m hoping that you can paint a picture for us of the scene, if you will, of cattle grazing on grasslands, the soil ecology, the water, the wildlife, the biodiversity.\n\nBecause I think a lot of folks have a very different picture in mind when thinking about this issue.\n\nYeah. Well, first of all, you said so much, and I just want to respond quickly to a couple of points you made.\n\nFirst of all, I have traveled around the world quite a bit in various contexts and talking a lot, a lot of times I’m talking about beef and in other, you know, capacities where I’m traveling.\n\nAnd I’m always really struck by how the farming and ranching community in other parts of the world is not arguing that climate change is not happening.\n\nSo it’s still a uniquely American phenomenon pretty much that that is still a pretty widely held view in certain quarters of the agricultural community, although I do think that’s shifting.\n\nI have noticed a dramatic difference from five or 10 years ago that there’s more and more acceptance of it.\n\nAnd also, interest in the idea of, okay, what can agriculture do? How can we be proactively preparing for these changes?\n\nAnd also, how can we be making our own practices better so that we’re not contributing to the problem?\n\nSo I think that’s kind of how I see where that situation is.\n\nAnd then with respect to this whole question of the role of animals, I mean, I, you know,\n\nI was explaining this issue and thinking about it and writing about it for a long time before I ever heard something that Alan Savory said,\n\nthe wildlife ecologist from Zimbabwe, who has done such an amazing job establishing sort of holistic management principles in grazing and agriculture in many parts of the world.\n\nAnd the way he said it that just made so much sense to me, and I think it’s such a beautiful sort of encapsulation of the whole book that I wrote defending beef.\n\nAnd that is that essentially the globe evolved for millions of years.\n\nAnd for those for millions and millions of years, there were very large herds of grazing animals.\n\nAnd that that was a very important element of the earth’s ecology.\n\nAnd then only in fairly recent times, you know, so like about the last hundred thousand years, which is a long time.\n\nBut it’s very short in geological time.\n\nMany of those animals either disappeared entirely or their populations dwindled dramatically.\n\nSo we have today just kind of a remnant of the wild grazing herds, whether they were, you know, prehistoric animals or things like caribou,\n\nwhich are still on the earth that are in much smaller numbers now.\n\nAnd you can just look at it when I give talks and I, you know, show slides of the sort of the remnant of large grazing herds that are still on the earth.\n\nCaribou being one of them.\n\nAnd we also have things like cape buffalo and wildebeest and the vicin in the American West, although they’re a tiny fraction of what they want to work.\n\nBut what I, what I like about showing them to people, the visualization is so important.\n\nYou can see that there are large number of numbers of animals and they’re very densely congregated as they move across the landscape and they do move.\n\nAnd so what Alan Savory said a few years ago, and I’ve met him many times and I have a strong connection with him and have read his, you know, seminal book about holistic management.\n\nBut he said in these words that just clicked in my mind is that we need a proxy, a replacement for the disappeared wild animals that once covered the glow.\n\nAnd so that is why he and I also strongly believe in this idea that the grazing animals like cattle in particular are not just, you know, okay.\n\nThey’re essential for the ecological function of the earth.\n\nAnd you couldn’t, you know, kind of break it down into a lot of different components of why that is.\n\nBut I think just thinking of it in that context is really helpful.\n\nIf you think, you know, for the vast majority of, you know, for millions and millions of years, there were tens of millions of years.\n\nThere were large grazing herds and they’re largely absent today.\n\nSo we need to sort of figure out how to have that same kind of ecological impact on the earth in order for ecosystems to function properly.\n\nAnd especially for the soil to function properly.\n\nAnd so that is kind of a cornerstone of the defending beef book.\n\nAnd I have to say when I first started researching and writing the book, the original version of it, I didn’t even know what I just said.\n\nLike I had a lot of other reasons that I thought I could make a great argument for cattle.\n\nBut this whole idea that they are absolutely essential for soil biology and microbiology and that it goes way back to this long sort of geological perspective of earths,\n\nlong existence was something I did not understand until, you know, much more recently when I started writing this book.\n\nThat’s kind of this short version of the argument.\n\nYeah, it’s so important.\n\nAnd I want to pick up on that and add a little to it.\n\nWhen we were researching for my book, YonEarth and our soil stewardship handbook, we were looking at the numbers globally for carbon concentration in the atmosphere in the form of carbon dioxide and methane and some other compounds.\n\nAnd carbon in the living canopies of the forests, et cetera, carbon in the living soils worldwide.\n\nAnd looking at those aggregate numbers, we essentially saw that a 10% increase in soil carbon worldwide from the natural sequestering of atmospheric carbon.\n\nWould be tantamount to sequestering virtually all of the industrial and fossil carbon that we’ve released since the beginning of the industrial revolution.\n\nAnd so there’s this very important nexus in the soil itself, right, vis-a-vis the climate and carbon cycling.\n\nI was hoping you could unpack that for us a little bit as well and help us understand, you know, what’s going on with the large grazing animals vis-a-vis that kind of carbon soil climate atmosphere connection.\n\nYeah, well, I think a couple of important kind of foundational points on that.\n\nOne is that there’s been this very large migration of carbon into the atmosphere and that a lot of that has come from the soil.\n\nAnd that has been well documented that there’s been a dramatic loss basically starting around, you know, the mid 1800s when this sort of industrialization process really started happening.\n\nBut we’ve had, you know, we have kind of a long human history that has been impacting the life and health of the soil.\n\nAnd a lot of that relates to the plow, you know, and I was very surprised when I was, you know, again, sort of in my research, I was uncovering, you know, West Jackson saying things like nothing has done more damage to the earth than the plow, you know, and it’s something that most people,\n\nagain, especially people outside of agricultural circles would never have thought of that, I don’t think.\n\nBut it’s just this basic idea that the earth itself has kind of a protective vegetative blanket.\n\nAnd whenever you sort of, whenever you run a plow through it or anything is kind of ripping it apart, you’re not just taking that protective vegetative blanket off,\n\nbut you’re ripping all of the very complex networks, network of roots and filaments that are below ground.\n\nAnd you’re doing tremendous damage to the whole sort of subterranean ecosystem that’s down there that is, you know, I think just in the last decade, there’s been a great deal more awareness of how complex that below ground environment is.\n\nAnd how the microorganisms and all the living entities that are down there, whether there’s been a lot of attention to earthworms and they’re very important, but there’s much more to it than that.\n\nAnd so whenever we plow the ground, we’re sort of dramatically injuring the health of that whole system. And we’ve been doing this for thousands of years, not just since the 1850s.\n\nBut so there’s that kind of collective impact of agriculture and other human activity that we’ve been having on how much life and health and carbon are in the soil, those things are all kind of connected.\n\nAnd then we have this sort of rapid acceleration of that health process happening since the industrialization, the sort of industrial revolution.\n\nAnd so that’s kind of a big piece of it. There’s been this migration from basically from the soil to the atmosphere.\n\nAnd so when you talk about sort of trying to come up with ways to get more carbon back into the soil, not just to take it out of the atmosphere, but also to improve the health of the soil.\n\nAnd then something that I’ve become much more focused on and interested in the last couple of years in particular is just this whole question of the importance of doing it in order to create more helpful food.\n\nLike these whole, you know, these are sort of simple concepts in a way, but in another way, we rarely hear these things being discussed in the same conversation.\n\nAnd I’ve gotten very intrigued by work of people like Fred Provenza, who’ve shown how when you have soil that isn’t helpful enough, you know, it impacts, you know, what it’s not biologically vibrant enough, it impacts the health of the plant that’s growing there.\n\nAnd then even that affects the health of the animal that’s grazing it. And then, of course, there’s a lot of research now showing that modern versions of fruits, vegetables, grains, even animal foods that we’re consuming have a much lower nutrient content, they have lower nutritional value to humans.\n\nAnd a lot of that is being connected to this lack of life and health in the soil. So all of this stuff is connected. And the reason why Erin, you asked me about the role of animals in that. So animals, by being there, you know, and they were there for millions of years, having this impact, these wild grazing animals.\n\nAnd then, of course, domesticating, grazing animals have been around for quite a while as well, but in the thousands of years, not in the millions of years.\n\nBut where an animal treads, it has a number of impacts just by virtue of, you know, for example, pushing seeds into the ground, where it grazes, it clips vegetation, which fosters growth, and also allows other species of plants\n\nthat are later sprouting to come up because they have more sunshine that are actually reaching them as seedlings.\n\nSo there’s research from all around the world showing that there’s greater diversity of vegetation where you have grazing animals, whether domesticated or wild.\n\nAnd then, of course, there’s the impact of the manure on the sort of, not just people talk a lot of times about the fact that manure has nitrogen, phosphorus, et cetera, in it.\n\nBut even more importantly, perhaps, is the fact that manure has a lot of microorganisms in it. And so between the nutrients, the moisture, and the microorganisms, manure actually has a dramatically positive effect on the healthfulness of the soil, how much life is in there, and ultimately how much water is retained in there, which allows more life to exist in the soil.\n\nAnd so the grazing animal, if you don’t manage it, you know, again, to sort of go back to the Ellen savory concept of proxy for a wild animal.\n\nIf you manage it in a sort of thoughtful way, usually one that kind of mimics the disappeared wild animal that might have been there, you will have tremendously beneficial effects from the presence of that animal.\n\nIt needs to be kind of moving. It needs to be the land needs to be resting, but the fact that there’s that grazing, the cropping of the vegetation, the addition of the manure, and the urine back into the soil and the addition of the microorganisms that are, and also even just recently I was reading something about saliva and the saliva of the animal having an impact on the growth of the plants.\n\nSo there are just many, many levels, some of which are still being figured out, where it has a positive effect on how much vegetation you have, how much diversity of vegetation, and not just the diversity of the vegetation, but everything from the diversity of microorganisms, the diversity of the insect life.\n\nAll of these things have been shown in many, many studies from around the world to be to be more vibrant, more abundant, just more diverse, where you have the grazing animals, and they’ve actually done quite a few studies in every, every place from Europe, Asia, United States, where animals were removed from a plot of land.\n\nSometimes it’s like a park or something like that, and there’s a belief that this will help kind of help the land to recover, and there’s been a sort of surprising result over and over again, to the point where it’s not even surprising anymore, that the help of ecosystem declines.\n\nAnd that’s something that Alan Sabry talks about as well, that in his work as a wildlife ecologist, that a lot of the work that he was doing when he was younger, they were trying to reduce numbers of grazing animals, whether they were wild or domesticated, and that again and again he was witnessing for himself in the African landscapes, that the health of the whole ecosystem was declining when they would remove these animals.\n\nAnd that’s what kind of triggered his whole life’s work of trying to figure out how do we use grazing animals as an ecological renovator and protector rather than viewing them as inherently damaging.\n\nAnd I think for a lot of people, that is a major paradigm shift right there. I was struck, we’ve had my friend, my friend, Brooklyn, a co-founder of sustainable settings, a beautiful biodynamic ranch here in Colorado, did a multi-year study with the NRCS, and this study included a number of different farms and ranches ranging from conventional to organic and biodynamic farming.\n\nAnd in the case of sustainable settings, combination of biodynamic regenerative practices and rotational grazing and some of the methods recommended by Alan Sabry and others, the soil carbon levels grew so dramatically that they literally after a handful of years went off the charts, like literally had to change the vertical axis.\n\nIt increments the NRCS did to accommodate the results they were seeing at sustainable settings. And so we hear whether it’s through the Sabry Institute’s work or the ecosystem restoration camp movement worldwide and they rebranded as ecosystem restoration communities.\n\nWe’re seeing in places all around the world, including full-blown deserts, this ability to restore landscapes, ecosystems, and thereby sequester incredible amounts of carbon while also significantly impacting the hydrology, the water flows in those regions.\n\nAnd I know one of the chapters in your book is dedicated to the water, and I was hoping you could unpack that a bit for us as well, because I think we see some of the old studies that have probably been debunked by now indicating, oh, you know, to raise one beef cow or steer, you need so many hundreds of gallons of water.\n\nBut this is creating a significant misperception about what that actually really means in the landscape, right?\n\nYes, and first of all, I just want to pause and say, I love the way you, I don’t know if it’s intentional or not, the way you said, restore, because I hadn’t ever thought about that word that way.\n\nIt is, it is about getting back in, storing again, something that once was there, the carbon and the water and the life into the soil and into the landscape.\n\nSo, yes, water is something that I’ve focused on a lot over the years as an environmental lawyer, actually both the job I did at National Wildlife Federation, as well as the job I did at Waterkeeper were focused a lot, almost primarily on water.\n\nSo, it’s something I’ve worked on and thought about a lot and read a lot about, and I think it is one of the biggest misperceptions around beef specifically, because there have been these kind of, you know, they were, they were around long before memes existed, you know, but there were these things flying around saying that, you know, your hamburger, you know, was, you know, a lakes worth of water, you know, whatever, ridiculous exaggeration.\n\nAnd I, again, when I sort of actually looked at the research and looked at the studies and understood what the numbers meant, I was really surprised at how false that argument is, because for many different reasons, and I kind of break it down in some detail in my book, defending beef.\n\nBut this, you know, again, kind of the short version is that for one thing, the vast, vast majority of water that goes into beef anywhere in the world, but certainly here in the United States, is from rainfall, it’s not water that’s being extracted from the ground, it’s not water that’s being, you know, taken from a lake or from municipal water system or whatever, it’s rainfall.\n\nSo it’s water that would be there anyways, and then the question is, well, what happens with it? And the really interesting part that I think really surprises people is that that water gets, you know, sort of captured in the soil and it ends up being stored essentially in vegetation.\n\nAnd as we’ve been talking about vegetation has a really valuable role in protecting the soil, protecting the below ground environment, protecting the whole ecosystem.\n\nAnd actually that whole grass system or, you know, whatever vegetative system you’re talking about really benefits by this, this animal impact, you sort of have to have the grazing of it in order for it to be diverse and for the growth to be triggered and so forth.\n\nAnd grazing animals do that, but it’s that water in the vegetation that makes up the vast majority of the water that’s in those water footprint numbers.\n\nSo from my perspective, that water really doesn’t even belong in that number.\n\nAnd the these group of scientists, a number of years ago at UC Davis also felt that way and made that argument and they did a detailed analysis of how much water would go into a pound of beef.\n\nIf you didn’t count that number, if you didn’t count the water that’s in the grass, essentially, and the natural rainfall that’s in the grass.\n\nOkay. And what they found was that the number that water that beef is still, you know, more water intensive than some other foods that’s undeniable, but it was actually comparable to other foods that people commonly eat such as rice.\n\nAnd so it took it dramatically reduced. It doesn’t it’s not an outsized water footprint. It’s a water footprint that’s, you know, comparable to many other things that people already eat.\n\nAnd so I think that’s just to me that’s like it’s kind of a context point, you know, you need to think of it in the greater context.\n\nAnd then the other piece of that is that where you have ecosystems with grazing animals that are well managed, you actually have more water stored in that ecosystem.\n\nYou have more water stored in the soil dramatically more. And that’s been, you know, quantified in a number of different places in a number of different studies.\n\nAnd it’s been shown to be a dramatic increase. And also you’re storing more water in the vegetation that’s on the landscape because you have more vegetation.\n\nThere’s more, you know, just held in the ecosystem because you have more plant growth because of the presence of the grazing animal.\n\nSo the grazing animals actually, again, when well managed, it’s not the cow, it’s the how, you know, it’s the phrase I like to say over and over again.\n\nIf they’re well managed, you will actually be essentially protecting water. And as I talk about as well in defending beef, that’s the quantity side of it.\n\nBut there’s also water quality side, which is, you know, the pollution are are we polluting? And again, there’s been a lot of suggestion over the years that that beef cattle cause a lot of water pollution.\n\nBut in reality, where you have well managed grazing animals, that sort of vegetative cover that you will have in a grazing landscape is extremely effective at filtering the water that’s going to the ground.\n\nAnd in many cases also ending up in surface water. And so you there again, this has been quantified in a number of different studies.\n\nYou actually have cleaner water where you have grazing animals than especially compared to something like prop production. So it’s a, you know, the water side to me, there’s that quantity argument and there’s that quality argument.\n\nSo both sides of it, I think the question’s a lot more complex than people tend to realize. And I think there’s a very strong, you know, pro beef argument on both quantity and quality.\n\nI really appreciate this. And, you know, to give a shout out and connect another dot to another wonderful Chelsea Green author, Judy, Judith Schwartz, who’s written a book, Cow Save the Planet, as well as a book on water.\n\nAnd we actually did two different podcast conversations with her about each one, one each. She’s helped connect some of those dots as well.\n\nI think one of the things that may not be intuitive to folks that you’re, you’re hitting on here is the fertility boosting effect of the grazing animals, right.\n\nAnd to emphasize the point you’re making when we’re doing cereal or grass crop production, which is rice or corn.\n\nOften we’re putting in these nutrients, right, that are flowing into the water, infiltrating into the surface water, the creeks, the ponds, the major river delta is causing incredible adverse ecological impacts.\n\nAnd I think it’s especially when we get into the kind of, what do we call it, Franken meter foe meat, you call it in the book.\n\nThinking about, well, is it better to make, you know, protein substitutes from crops like soy versus grazing cows on undisturbed grassland landscapes.\n\nI think it’s really important to kind of unpack this whole thing a little bit more. And I was hoping with your background and expertise, you could tell us a bit more about the adverse impacts on water we’re seeing from conventional crop production worldwide.\n\nYeah, so it there’s absolutely this whole question of chemical runoff and chemical seepage into groundwater. And even, of course, chemicals that are present in the air surrounding these fields and dramatic impacts on wildlife, whether they’re migrating, you know, monarchs or other birds.\n\nIn fact, there’s a lot of really good research that I cite some of it in my book about migratory birds and how where you have a kind of a grazing landscape compared to a crop field, how much better it is and how much more robust the populations tend to be.\n\nAnd you can just go out into a field and see a dramatic difference in that regard, literally just on your own, just walk out into a grazing pasture and then walk out into a crop field and you’ll see very little wildlife in the, you know, the crop field versus a pasture, which is, you know, like a, you know, sort of Amazon, Amazonian rainforest type environment, you know, where there’s just lots of teaming life.\n\nAnd one, one thing that I’ve noticed over the years myself is the, is the sounds, you know, if you’re, if you’re in the middle of a pasture or a grazed landscape, you’re going to hear a lot of birds and you’re going to hear a lot of insects and you’re just going to, you’re going to feel the presence of a lot of life.\n\nAnd if you walk into the middle of a conventional corn or soy field, it’s, you know, it’s almost like being in a large parking lot.\n\nYou know, there’s, it’s just, there’s a dramatic difference that’s just visible to the eye and to the ear.\n\nSo I would say, and then the other piece of the sort of conventional crop land versus, you know, a grazed area is that.\n\nYou’re.\n\nBasically, you know, the whole thing that you’re doing there is you’re sort of scraping off and\n\nreplacing, you know, essentially a natural environment that can be the home, you know, the\n\nhabitat for not just the birds, but insects and snakes and so many other things. And, you know,\n\nand I’m always struck when we have visitors here at our ranch, they’re so taken with how much\n\nwildlife is present here. And if you were to walk through a conventional field, you just wouldn’t\n\nhave that same experience. And you’re going to, in addition to the absence of the wildlife and\n\nthe presence of chemicals, if it’s a conventional farm, but there’s also, oh shoot, I lost my\n\nthought, I’m sorry, there was one other point I was going to make on that and it just escaped me,\n\nbut it’ll come back to me at some point I’m sure. There’s a dramatic difference though.\n\nYou’re going to see on the sort of ecological level, oh soil erosion, I’m sorry, that’s it.\n\nSo there’s this protective blanket that we’ve, you know, already talked about a few times\n\nthat is created by the sort of dense and diverse vegetation that’s going to exist in a\n\ngrazed environment. And it, it, you don’t have that in a crop production setting. And this has\n\nreally been something that struck me again on that sort of a personal firsthand account level.\n\nWhen I was driving through over the years a number of different times is that I’ve been driving\n\nthrough either Iowa sort of corn and soy territory or Idaho where I have a sister who lives there.\n\nAnd I was driving through potato fields and I’ve never seen it was, it was outside of the\n\ngrowing season. And I’ve never seen such a desolate landscape. It was dry, gray, dusty, dirt.\n\nAnd I do say dirt, not soil everywhere. I mean, too, as far as the eye could see, for miles. And I\n\nwas just, oh my god, because the irony of, I remembered, I was being interviewed at a radio station\n\nin San Francisco by a vegan, very nice woman, but a vegan radio producer who had me on her show.\n\nAnd she was eating a potato. And that was her vegan lunch. And I was thinking to myself as I was\n\ndriving through those potato fields. Like in her mind, she’s doing something that is helpful and\n\necologically beneficial by not eating animals and eating this potato. And then I’m driving through\n\nthese desolate landscapes and I’m thinking this is not ecologically healthy here. And I just,\n\nyou know, it’s the kind of stuff that I just, I wish more people would be out in the landscapes\n\nmore often and actually seeing what farming and ranching actually looks like in real, in the real world\n\nbecause rather than just sitting in their, you know, urban offices with ideas. That was, that was\n\nSiri. Siri agrees. Siri’s all be okay. Yeah. And I think I might have gotten on a couple\n\ntangents there, but hopefully I answered the question that you got. You did, you did. And also,\n\nI think woven a few really important themes. And this, this, this exact thing you’re speaking to\n\nis something that has become abundantly clear to me over the last several years. Not to pick on\n\nany particular friend of ours who might be vegan or urban, but one of the things I’ve certainly\n\nnoticed is that a lot of the folks who have the misperceptions around the role of grazing animals\n\nin ecological stewardship and restoration tend to be urban and tend not to spend much time\n\nat farms and ranches. And from my perspective, for a variety of reasons, and you kind of get at\n\nthis too with some of your discussion around children’s immunity, which I want to be sure to ask\n\nabout, but for a variety of reasons, it seems to me one of the things that would be really, really\n\nhelpful as we are species wide confronted by so many challenging systemic interconnected\n\nsituations is for more of us to get out and spend time at farms and ranches.\n\nEspecially those of us who are urban dwellers, especially those of us who are educated urban\n\ndwellers who have the privilege of the time and resources where maybe on a Saturday it’s\n\nrelatively feasible for us to get out of town and visit a farmer or a ranch. This is me,\n\nyou know, and I’m going to ask you if you could wave your magic wand question in a few minutes,\n\nbut this is part of what my magic wand response would involve. I think it would help all of us\n\nto see that interconnectivity more between the agricultural and the urban communities.\n\nAnd back on the biodiversity piece, in your chapter on biodiversity, you devote a whole chapter to\n\nthis. You mentioned a nature conservancy study looking at ponds and songbirds just to drive this\n\nthis point home. Not only do you have the anecdotal evidence right of folks visiting your ranch.\n\nAnd I know what this is like. Right here, I’m at a small regenerative farm elk run outside of\n\nthe Boulder Lions area in Colorado, and I can hear the birds often even from my office.\n\nBut in addition to the anecdotal pieces, you provide a good bit of scientific studies that are\n\nlooking at this biodiversity. In fact, and obviously biodiversity along with climate and water\n\nand some of these other major issues we’re facing is one of the most important. So I was hoping\n\nmaybe you could just tell us a bit about that nature conservancy study and why we ought to know about it.\n\nWell, I didn’t know about Vernal pools until I moved to California. It was not even a term I was\n\nfamiliar with, but that’s what that study was specifically looking at. And it’s another example of how\n\nwe think we know something, and then we actually sort of try to research it and document it,\n\nand we find it the story is quite different. So there was actually a fair amount of\n\ncontroversy surrounding Vernal pools. These are sort of ephemeral pools that just appear periodically\n\nsort of small ponds on open landscapes in California. And I’m sure other parts of the west, but I know\n\nthis is particularly an issue in California. And for many years, there was a kind of a movement\n\nwithin the environmental community that we needed to get cattle off of these areas because it was\n\nbelieved that the Vernal pools were really important. And we had cattle on a lot of these\n\nlandscapes where the Vernal pools would seasonally appear. And so the feeling was, oh, they’re\n\nharming it. The plant life and the animal life and those Vernal pools is being injured by\n\nthe presence of cattle. So there was kind of a movement to get cattle out of those areas.\n\nAnd the nature conservancy decided to study this and figure out, try to understand,\n\nwell, what does it take to make a healthy Vernal pool environment? And actually the person\n\nwho did this study expressed quite a bit of surprise at the results because when they started\n\nthis study, they weren’t exactly sure, you know, a lot of studies are done with a pre-determined\n\noutcome that people want to get to. But this was actually, I believe, a study where they were\n\ntrying to understand how do we create a healthy environment for the, you know, for the preservation\n\nof these really ecologically unique Vernal pools. And they wanted to preserve them because there\n\nare quite a few species of animals, wild animals that have been found in these Vernal pools that are\n\nextremely rare. Okay. So there was a kind of a feeling like, oh, God, we gotta get cattle out of\n\nthese areas. Okay. And so a multi-year study was undertaken looking at the Vernal pool environments,\n\nlooking at the cattle, you know, in trying to sort of measure the impact. And at the result,\n\nthe result of the study was that they discovered that where you had cattle present in Vernal pool\n\nsituations, you had healthier Vernal pools. You had more and you had more species living in them.\n\nAnd you basically had a healthier ecosystem that existed as it should have because, of course,\n\nVernal pools would have evolved during times when there were large numbers of grazing animals\n\non the landscape. You know, and in California, specifically, we had something like 18 mega-phonus\n\nspecies that included not just the elk. A lot of people are familiar that the tuli elk were\n\nhere in larger numbers at some point in time. And not, you know, not too distant past. But there\n\nwere also things like camels that existed in California and other large, you know, two types of\n\nelephant-related animals that existed in prehistoric times. And so you had these big heavy\n\nanimals on the landscape that were having all kinds of ecological effects on the landscape\n\nover millions of years. And they created ecosystems. And now that, you know, most of those animals\n\nare all gone, just tiny numbers of elk were made and then some deer and not much else from the\n\nwild side of things. And so it turns out the nature conservancy study really seemed to\n\nbolster the argument that having domesticated animals that would serve as proxies for those\n\ndisappeared wild animals and sort of have impacts on the landscape that would preserve the ecosystems\n\nwas really important. And so the nature conservancy study actually helps make the argument\n\nthat you need to have these, especially as Alan’s every point out, cattle uniquely because they’re\n\nlarge, heavy animals that’s often been said why they’re so ecologically damaging. But as he argues\n\nand I really agree with him is they are actually uniquely valuable because so many of these disappeared,\n\nyou know, the musk ox and the, you know, the mammoth and all these other animals that once\n\nroamed in large numbers on our landscapes and are not really here anymore,\n\nwe need to have things that are somewhat similar to that in sort of in their weight and their size.\n\nAnd so the impact is more similar. And so I love that study too. It’s very kind of like, you know,\n\nmind bending and, you know, orthodox shattering and everything else. And so yeah, and I didn’t know\n\nanything about any of that until moving to California and learning about that particular ecosystem.\n\nYeah, and by the way, just to give another shout out, and I’m going to show your book again to our\n\nvideo viewing audience, Defending Beef, a beautiful book that is extremely well-documented,\n\npublished by Chelsea Green Publishing. And I’ll remind our audience, this is the YonEarth\n\nCommunity podcast. I’m your host, Aaron William Perry, and today we’re visiting with Nicolette\n\nHan Naiman, the author of Defending Beef, and an extraordinary attorney and defender of\n\nnature and ecosystems. And I want to be sure to mention that you can get the book at Chelsea Green.com.\n\nAnd you can use the code, Y-O-E-3-5. That’s for YonEarth’s 35% discount that Chelsea Green offers\n\nour audience as part of our partnership when you get the book. And you can also go to YonEarth.org\n\nto find on our partners and supporters page. Chelsea Green, along with a number of others who make\n\nour podcast series possible, whom I’ll thank in just a moment. And I want to be sure to mention too\n\nthat you can connect with Nicolette on her Facebook page, which is called Defending Beef. And of course\n\nwe’ll include the links for all of these resources in our show notes. And she also has a defending\n\nbeef presence on Twitter or X as it’s now known. And so yes, a very big shout out to Chelsea Green\n\npublishing. Again, the code is Y-O-E-3-5 to take advantage of that generous discount they offer\n\nto our audience. And a special thanks also to Purium Organic Superfoods. I’ve got mine right here.\n\nThis is a delicious organic greens blend that I enjoy very frequently. A big shout out to\n\nwhaley waters of regeneratively and biodynamically grown hemp infused aromatherapy soaking salts.\n\nThanks to Earth’s hero sustainable products. Thank you to profitable purpose consulting.\n\nAlso to soil works, biodynamic garden preparations. Of course, Earth Coast Productions that has a\n\nhuge hand in making our podcast series possible. And finally, a very special thank you to all of our\n\nY-O-Earth community ambassadors, many of whom are giving on a monthly basis. And if you’re not yet\n\nin our monthly giving program and you’d like to be, you can go to Y-O-Earth.org and click on the\n\ndonate button and set all of that up at whatever level works best for you. If you’d like to contribute\n\nat a $33 or greater level per month, we will send you at least one jar of the whaley waters of\n\naromatherapy soaking salts monthly as a thank you gift. So be sure to check that out and support\n\nthe podcast that way if you’re able. And one of the many benefits you get as an ambassador includes\n\naccess to our resources behind the scenes resources that include video recordings from multiple\n\nconferences, seminars, and symposia that we’ve hosted and or participated in and are behind\n\nthe scenes segments with many of our podcast guests, which we’ll also be doing with Nicolette\n\nright after this main interview. So in order to access those behind the scenes segments, you have\n\nto be enrolled in our ambassador program. So encourage you to join. It’s a lot of fun and a lot of great\n\nfolks worldwide doing amazing, amazing work. And so Nicolette, we’ve been talking quite a lot about\n\nthe ecological side of this coin. And you had mentioned right at the outset that we’re talking about\n\nreally two sides to this coin when thinking about beef in particular. And so the other is\n\ndiet and health and impacts on diet and health. And I want to be sure to get to the bioavailable\n\nnutrients, the omega-3 fatty acids. And so before doing that as a bit of a segue, I thought I’d\n\ncircle back and ask you about this children’s immunity thing that you mentioned in the book.\n\nBecause this is also and I’m a parent as well. This is also a really important topic, right? And\n\nwe want our kids to thrive. And one of the things that’s happening especially for those of us again\n\nin the urban settings is that the kiddos aren’t getting exposed to some of the good things nature\n\nhas to offer quite to the same degree, right? So could you unpack that for us and we’ll sag into the\n\ndietary discussion from there? Yeah, so there is this whole question of sort of urban and suburban\n\nlifestyles versus sort of how we’ve evolved over, you know, tens of thousands of years and are,\n\npre-human ancestors, you know, over a hundred thousand years ago. And if we think about how we’re\n\nliving today, our daily lives, they are so radically different from how we would have been living for\n\nthe vast majority of the time we’ve been unearthed, you know, in our pre-human ancestors.\n\nAnd actually, I’m getting kind of interested in this in a sort of broader context of everything\n\nfrom lighting, you know, like we live not by the sun and which should tell us when it’s time to go\n\nto bed, time to rise, etc. We have all this artificial lighting and now we have this super artificial\n\nlighting that has this weird, you know, I mean, I thought I was kind of imagining it first, but I\n\nhave noticed myself that I have negative effects, whether it’s help, you know, feeling kind of\n\nheadache-y or dizzy from certain types of artificial lighting. And it turns out those are\n\nquite widespread. So I have a lot of thoughts about just how we’re living today and how different\n\nthat is from how we would have been living, you know, and how we evolved and how we’ve been living\n\nfor such a very, very long time. But the sort of immunity side of that is that we lived, of course,\n\nyou know, sort of out in nature and amongst, you know, in contact with plants, animals of all types\n\nand soils for the, again, is sort of the vast majority of our existence as a species and as our\n\nand the species that preceded us that we evolved from. And now we live in these very sanitized\n\nenvironments where we’re, you know, we’re in buildings. I lived in New York City for five years,\n\nso I’m, you know, very familiar and I’ve lived in other big urban environments as well. But,\n\nyou know, I really was really aware at that time how much I was on cement, you know, concrete,\n\nasphalt, metal, stone, you know, you’re kind of not, you know, in contact with the soil, not in\n\ncontact with plants, you know, just kind of what you would have been around as a human forever until\n\nvery recently in time. And how sort of unnatural that was and how many different health effects\n\nthat could have, you know, and I noticed I had a sort of low level insomnia the whole time.\n\nI lived in New York City for five years. I thought I actually had insomnia and then I moved\n\nMary Villaniam and moved to the ranch and slept like a baby first night.\n\nLiterally, and I realized, oh, I don’t have insomnia. It’s just living in Manhattan. So, in any case,\n\nwe have kind of divorced ourselves from these natural environments. And one of the things that\n\nhas been super interesting is this whole idea that as a species, we were kind of co-existing and\n\nliving alongside and even really close proximity with not just wild animals, but domesticated\n\nanimals. And actually, there are these very interesting paintings I’ve seen from France\n\nin the Middle Ages where people are actually sleeping with their livestock and so forth because,\n\nyou know, kept them warm. And it was also a way to just, you know, watch out for your animals and\n\nmake sure they weren’t being stolen or, you know, who knows all the different reasons people were\n\ndoing it. But people were living in very close proximity from much of human history and the\n\nmigrations that happened around the world. A lot of them happened with, you know, goats and cattle.\n\nAnd so, we were sort of constantly interchanging diseases and we were developing sort of\n\npopulation-wide immunity to a lot of diseases because we were being exposed to them by virtue of\n\nbeing near those animals. And so, one of the really interesting things that happened in the sort\n\nof modern medical research was a few decades ago when they began to be this pretty dramatic rise\n\nin food allergies and also asthma among children. It was realized that the Amish were a community\n\nthat was almost absent of both of these conditions that children were not experiencing very much\n\nfood allergy or asthma. And so, you were seeing a pretty dramatic rise in industrialized countries,\n\nincluding the United States, and almost none in Amish community. And so, they called it the Amish\n\neffect, in fact. And so, there began to be, you know, research being done in lots of different places\n\naround the world trying to figure this out. And there’s a pretty solid case that’s been made now\n\nthat it has to do with the exposure to livestock. And because Amish are not just\n\ntypical farmers, like there’s a lot of farming in the United States that’s not Amish. And as, you know,\n\nas we know, the vast majority of farming now is not diversified farming. It’s monocrop and so,\n\nyou know, you can live on a corn and soy farm or, you know, a farm that’s just raising other grains\n\nor whatever. And maybe there’s no livestock there. But the unique thing about the Amish farming was\n\nit’s diversified and it almost always has livestock there. So, they kind of started\n\nhoming in on this idea that livestock were essential for this sort of immunity boost that came to\n\nbe believed was the reason children on Amish farms were not getting food allergies and were not\n\ngetting asthma. Not that there’s zero, but pretty close to zero in those populations. And so,\n\ntaking that kind of, you know, broadening that concept, we as sort of modern humans living in\n\nmostly urban and suburban environments, we’re kind of missing out on this opportunity to get exposure\n\nto all kinds of, you know, microorganisms in our environments from soil, from animals, from plants.\n\nAnd it’s, you know, everything from perhaps pandemics, like the COVID pandemic that we obviously\n\nall just recently experienced, we’re just more vulnerable as a population now to lots of different\n\nkinds of problems, whether they’re infectious diseases or allergies or things like asthma. And\n\nyou know, that may sound kind of hoki to someone who hasn’t been hearing about this. But there’s\n\nreally quite a lot of science on this now. And ironically, you know, again, kind of not the cow,\n\nit’s the how, where you have large concentrated forms of animal agriculture. It can have a negative\n\neffect. Lots, lots of different kinds of negative effects on human health. But also there hasn’t really\n\nbeen nearly as much showing of a positive impact on immunity for people living in those environments\n\nbecause you’re actually, you know, first of all, the kinds of exposure that you’re going to get are\n\ndifferent. And you don’t have that sort of daily interaction with healthy animals that are going\n\nto help your body develop immunity and just ability to cope with all different kinds of microorganisms\n\nthat you get when you are on a more diversified farm that has a regular interaction with healthy animals.\n\nSo, yeah, it’s a super interesting topic that I think there’s a lot of research going on. The\n\nresearch I cite in the book comes from various parts of the world in Europe and the United States and\n\nelsewhere. But I think, interestingly, just on PBS, just like a couple of years ago, I saw\n\nsomething about asthma and they were talking about it and they said, if you can possibly be around\n\nanimals of any kind, that’s good. And I thought, oh, that’s interesting because I swear, you know,\n\n20 years ago, they would have been saying, if you have asthma, avoid animals, but I think, you know,\n\nthere’s a growing understanding of the importance of exposing yourself to things in order to be\n\nhealthier. Even with food allergies, they’re starting to use exposure therapy more. So,\n\nyeah, I don’t know if I said that. You were hoping I’d talk about it or not, but.\n\nThis is, yeah, no, it’s perfect. And really, the emphasis on healthy animals, right? So,\n\nwhen we’re talking about these issues, what we’re not talking about just to be crystal clear,\n\nare the concentrated animal feeding units, otherwise known as feed lots, where conditions are\n\nvery different than naturally grazing animals out on pasture, right? It’s a very different type\n\nof system. And when you’re talking about healthy animals in particular, that’s of course related\n\nin parts of them eating diverse nutrient dense foods. And for us humans, this is also critical.\n\nAnd you point out that with grass fed, pasture ranged beef, we are getting a whole sweet\n\nof very important nutrition that often isn’t available through sort of vegetarian processed food\n\nalternatives or other foods that we might be eating these days, especially in the modern industrial\n\ncontext. And I was hoping that you could walk us through what’s going on. And why are these\n\nnutrients particularly bioavailable as you point out? And how is this impacting bones, muscles,\n\nbrains? You know, the good functioning of my body spirit, if you will, for each of us as humans.\n\nYeah, well, I get, you know, my background is as a biologist. That was my my major in undergrad.\n\nAnd I also have this sort of very long, you know, history as a child and, you know, growing up\n\nwith my parents who were very focused on sort of being out in nature and eating good food and\n\ngetting lots of exercise. And so I had this kind of focus on health and how do you live\n\nhealthfully that goes back since, you know, literally birth. And, you know, one of the things that\n\nhas always just sort of inherently made sense to me is, again, to sort of think about our evolution\n\nas a species and what, what were we doing and what, what have we always done and therefore our,\n\nyou know, our sort of physiology is constructed in such a way that expects to get certain things.\n\nAnd I think it’s very important to note, you know, that we began eating as a species. We began\n\nsort of, again, our pre-human ancestors began eating meat over three million years ago.\n\nSo that’s a lot of time during which we as a species were evolving with that being a key component\n\nof our diet. And, you know, there’s all kinds of arguments about how much and how necessary\n\nand blah, blah, blah. But there’s no doubt whatsoever that we’ve been eating meat for a very,\n\nvery long time and that it was a key component of our evolution. It, you know, there’s,\n\nthere’s so much nourishment in meat that it helped us to grow bigger grains, but it was also\n\nthe complexity of hunting, which is said to have contributed to the fact that we evolved\n\nbigger brains. And we just evolved sort of more complex inter, you know, societies, more complex\n\ncommunities and relationships with one another in order to be able to hunt and to be able to\n\nprepare the meat. And meat has been one of these foods that, for a very, very long time,\n\nhas been cooked. In fact, I don’t know if you’ve read that book by Richard Brangham Catching Fire,\n\nwhich I love. And I had the pleasure of spending time with him when I was at the Nobel event,\n\nactually. And his whole argument is that we actually were cooking, that cooking has been a really\n\nimportant part of our evolution, and that maybe one of the reasons why some of the pathogens that\n\nare more concerning are from meat in our food system is because of the fact that we never really\n\nevolved to eat meat raw. It’s one of the foods that we, for a very, very long time, have been cooking.\n\nAnd so we, he argues, haven’t really evolved the sort of systems to counter the pathogens that\n\noccur in meat. So there’s no debate whatsoever that it’s been an essential part of our evolution\n\nfor a variety of different reasons. And again, if you sort of think of it from that perspective,\n\nI think it’s easy to understand that our physiology is built to kind of expect those nutrients to\n\ncome to us. And a lot of other foods that, for example, protein, protein is a food that\n\na macro nutrient that we get a lot of from meat, fish, dairy, eggs. And then, of course,\n\nthere are plant sources to it as well. But what people very often fail to understand is that\n\ndifference in bioavailability, like how well can your body actually utilize it? And so when you look\n\nat a nutritional label for a food, and it says it has five grams of protein in it or whatever,\n\nthat doesn’t mean your body’s going to be able to utilize five grams. And the studies have been\n\ndone. And again, kind of, you know, objective sources like the United Nations Food and\n\nAgricultural Organization. They have huge divisions that study nutrition and health and\n\ndiet. And they just emphasize over and over again in their documents that there’s almost no\n\nway to replace the foods that come from animals, whether it’s eggs, meat, fish, because they are so\n\nhigh in protein and many other nutrients, but also because the form that they come in is of such\n\nhigh quality. And in fact, there’s a whole thing called a protein quality index. And so a lot of\n\npeople think just by eating soy or just by eating, you know, potatoes, again, you’re going to get\n\nenough protein. And in fact, there’s a whole, which I think is kind of absurd, but there’s a whole\n\nnarrative out there that we eat too much protein in the industrialized world. I think actually\n\nthat is totally untrue. But in any case, we won’t get bogged down in that point. But regardless,\n\nyou won’t get the same quality of protein from non-animal-based foods. So for me, it kind of goes\n\nback to that evolutionary argument. And then there’s sort of, I would call kind of an emerging",
  "related_episodes": [
    {
      "title": "Ep 142 – Maria Rodale, Author, Love, Nature, Magic (a Chelsea Green publication)",
      "url": "https://yonearth.org/podcast/episode-142-maria-rodale-author-of-love-nature-magic/"
    },
    {
      "title": "Ep 123 – Marissa Pulaski, Co-Founder, Drylands Agroecology Research & Elk Run Farm",
      "url": "https://yonearth.org/podcast/episode-123-marissa-pulaski-co-founder-drylands-agroecology-research/"
    },
    {
      "title": "Ep 114 – Elizabeth Whitlow, Executive Director, Regenerative Organic Alliance",
      "url": "https://yonearth.org/podcast/episode-114-elizabeth-whitlow-executive-director-regenerative-organic-alliance/"
    },
    {
      "title": "Ep 95 – John Liu, Founder, Ecosystem Restoration Communities / Camps",
      "url": "https://yonearth.org/podcast/episode-95-john-liu-founder-ecosystem-restoration-camps/"
    },
    {
      "title": "Ep 91 – Finian Makepeace, Co-Producer, “Kiss the Ground” Movie",
      "url": "https://yonearth.org/podcast/episode-91-finean-makepeace-co-producer-kiss-the-ground-movie/"
    },
    {
      "title": "Ep 89 – Yichao Rui, (former) Senior Soil Scientist, Rodale Institute",
      "url": "https://yonearth.org/podcast/episode-89-dr-yichao-rui-senior-soil-scientist-rodale-institute/"
    },
    {
      "title": "Ep 3 – Brook Le Van, Co-Founder, Sustainable Settings Biodynamic Ranch",
      "url": "https://yonearth.org/podcast/episode-03-brook-levan/"
    },
    {
      "title": "Ep 2 – Judith Schwartz, Author, Cows Save the Planet (a Chelsea Green publication)",
      "url": "https://yonearth.org/podcast/episode-02-judith-schwartz/"
    }
  ]
}