{
  "title": "Episode 87 – Rennie Davis, Futurist, Activist, Philosopher, “Earth Whisperer”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11359/episode-87-rennie-davis-futurist-activist-philosopher-earth-whisperer.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-87-rennie-davis-futurist-activist-philosopher-earth-whisperer/",
  "episode_number": 87,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Welcome to the YonEarth community podcast. I’m your host, Aaron William Perry. And today we’re visiting with futurist, philosopher, and activist, Rennie Davis. Hi, Rennie. Hello. God be here.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast. I’m your host, Aaron William Perry. And today we’re visiting with futurist, philosopher, and activist, Rennie Davis. Hi, Rennie. Hello. God be here.\n\nGood to have you here. We’re going to have a very interesting conversation today. I’m sure.\n\nRennie Davis was the coordinator of the largest anti war and civil rights coalition in American history.\n\nHe planned to bring 500,000 people to protest the Vietnam War at the 1968 Chicago Democratic Convention.\n\nWith parallels to today’s Republican White House, Chicago’s mayor denied permits and the right to peacefully assemble.\n\nInstead police beat and tear gas demonstrators while the whole world was watching.\n\nMore people watched the police riot on television and watched the first man landing on the moon.\n\nFor his role in Chicago, he was indicted with seven others in what the New York Times described as the most significant political trial in American history.\n\nNow, the movie The Trial of the Chicago Seven, a Dreamworks movie, is being released October 16 of this year.\n\nRennie also organized the largest civil disobedience arrest in American history and partnered with John Lennon to end the Vietnam War.\n\nWhen the vice president of the United States called him the most dangerous man in America, all his friends celebrate what they called this Academy Award of Protest.\n\nRennie later became a venture capitalist and lecturer on meditation and self-awareness.\n\nHe is the founder of Foundation for a New Humanity, a technology development and venture capital company commercializing breakthrough technologies.\n\nRennie has appeared on Larry King Live, Barbara Walters, CNN, Phil Donahue, VH1, and other network programs and he consults and provides advice in business strategy for Fortune 500 companies.\n\nRennie, it’s so great to have this opportunity to visit with you today and I know that you have a handful of things that you are working on and looking forward to sharing with our audience that are of a very timely nature.\n\nStay tuned for that folks, but before we get to some of those things, Rennie, I want to ask you, going back to the 60s and what happened in Chicago, can you take us back there and paint the picture of what that was and what it was like to be front and center at that point in our nation’s history?\n\nOne of the things that strikes me is the parallels between 1968 and today.\n\nYou know, it just seemed like there was just one calamity after another, Martin Luther King was assassinated.\n\nIt really shook us to our core and then shortly after that Robert Kennedy was assassinated in the day when the California primary was shot and killed.\n\nSo there were just to much of events for coalition.\n\nWe had 150 national organizations in coalition, something we urgently need today.\n\nAnd I was a coordinator of that coalition when we went to Chicago.\n\nI fully believe we would bring 500,000 people to the Democratic Convention, which at that time was responsible for the Vietnam War.\n\nAnd I mean, we knew Chicago was tough, but we just didn’t quite imagine that the mayor of Chicago would basically suspend the First Amendment, the right to petition.\n\nI mean, just basic constitutional rights, but he did, he denied permits to our demonstration.\n\nAnd so obviously our numbers went way down, but you know, mostly young, extremely courageous, you know, people went to Chicago.\n\nAnd, you know, on the, we were in a park, you know, camped out and had the curfew was 11 o’clock.\n\nWe picked this park because Boy Scots had been granted permits to stay in the park overnight.\n\nAnd, but at 11 o’clock, you know, police dissembled and soon tear gas was flying.\n\nAnd police came crashing and beating and clubbing as they went.\n\nIt wasn’t as demonstrated as they were clubbing.\n\nThey club the news anchors and major of major networks.\n\nEverybody knew them, you know, and what their heads get bloody.\n\nI mean, even people who were watching the event on their porch step outside Lincoln Park, you know, got clubs and beaten and gas.\n\nI mean, it was, you know, and I mean, as I said earlier, you said earlier, you know, this was an event that was watched on television by more people that watched the first moment that the first man landed on the moon.\n\nAnd this is a staggering thing. It changed public opinion in the country.\n\nGallup polls show that a majority of the country, you know, supported the government in a war before that event.\n\nBut the same Gallup polls two weeks after that event basically concluded a majority of the American people now supported our position, the anti-war moment.\n\nThis was the lead Vietnam.\n\nIt was a remarkable thing. You know, obviously there was a big debate afterwards about who caused the riots.\n\nThere was literally a presidential commission that was formed with, you know, hundreds of investigators and it was called the Walker Report.\n\nIt went right to the top of the New York Times bestseller list.\n\nAnd it basically concluded that the Chicago event was a police riot. That was their terms.\n\nSo they placed the responsibility squarely at the footstep of the mayor’s office.\n\nIt was actually the best thing ever written about me. I’ve never had.\n\nSo that was good. But, you know, Nixon was elected and John Mitchell of his Justice Department concluded that, you know, they wanted to basically, you know, coalesce with a long order elements of the Republican party.\n\nAnd so what better way than to basically round up the so-called leaders of the demonstration and invite them.\n\nWhat many people, you know, don’t realize that it was one of the worst attacks on our Constitution in American legislative history.\n\nIt basically said that if you cross the state line or you used interstate commerce with the intention with an estimate what you read or what you spoke or what you wrote.\n\nOkay. If you had the intention to incite a riot and a riot was defined as an assembly of three or more people, one of whom threatened or to violate a law.\n\nSo, I mean, you could have a misdemeanor. You could have three kids on the street quarter with clenched fist.\n\nA year after someone like me or Martin Luther King is spoken.\n\nAnd for that event, where there’s no time connection at all, you know, the speaker could face five years in jail.\n\nIn our case, there was also a conspiracy to basically incite a riot.\n\nSo that had another five years to our sentence.\n\nSo we faced ten years in jail in a trial that, I mean, the New York Times is on the opening day of the trial called of the most significant political trial of American history.\n\nEverybody knew what was coming and it certainly lived up to the billing.\n\nIt essentially was a unique moment because what we did was put the government on trial and we did it with humor and we did it with serious presentations.\n\nI went on the witness stand for three days.\n\nAnd while my testimony is not mentioned in the movie, the trial of the trial of seven, it was really one of the most dramatic, you know, moments in the trial, you know, and it would be, you know, to me, it would have been important to include it.\n\nWhat I was able to do was to basically hold up a little bomblet to the jury.\n\nI mean, there’s a tiny little thing, you know, about the size of a tennis ball.\n\nAnd I explained that this went off in this courtroom. Everyone here would die.\n\nBut the room would be attacked for another trial on the Vietnam War because this is an anti-personnel weapon.\n\nIt doesn’t take out property.\n\nYou know, what it would typically do is maybe hit a little ricochet, you know, a bomblet would hit your leg and ricochet up your leg.\n\nAnd then you would die of slow bleeding to death.\n\nAnd literally, a Vietnamese woman who lost her entire family from this particular weapon that I was holding my hands.\n\nOkay, it was, it gave me this weapon to explain what the US military was doing in Vietnam.\n\nSo it was, you know, it was very dramatic testimony and it made our point profoundly.\n\nI mean, the jury was just wrapped attention. The judge was hysterical and I was actually being effective.\n\nAnd I got, you know, every time I would make a good point, the judge would find a way to take me for a contempt of court.\n\nI actually got two and a half years of contempt of court for being on the witness stand.\n\nAnd the prosecutor, the lead prosecutor, Tom Foren decided that he was going to use this trial to run for governor.\n\nI mean, it was such a media event. And so when it came time for him to cross examine me, this was his road to the governor’s mansion.\n\nAnd it’s not like, you know, we were just sincere.\n\nThat’s all we knew what we were talking about.\n\nI’d been to Vietnam, to North Vietnam twice.\n\nAnd I brought back American prisoners of war from North Vietnam to their families.\n\nAnd so I had a pretty good understanding of what was really going on in that country.\n\nSo the cross examination was just me being myself and just saying what the way it really is.\n\nI mean, at that stage, he decided not to run for governor as a result of that cross examination.\n\nSo it was a very momentous event, you know, both the event and the trial.\n\nYeah, I would say that one of the things that was so moving about the trial was the support that we had.\n\nI mean, the movie doesn’t mention this at all, but every evening we would go out and speak.\n\nAnd, you know, I would typically speak to 10,000 people every night during the trial.\n\nYou know, a really small turn out might be 5,000 often when the governor would call out the National Guard.\n\nAnd I, I spoke in a stadium.\n\nAnd so, and we just had such a passionate following and support system.\n\nI mean, that was our jury, you know, especially young people.\n\nAt the end of the trial of Chicago seven called for a nationwide student strike and 90% of American colleges and universities shut down.\n\nThat’s incredible.\n\nDid you an idea, a little feel for what that time was like?\n\nWell, let me ask, did you end up serving time? What was what was the outcome of the trial?\n\nWell, at the end, the jury was deadlocked.\n\nIt pretty much like the country, actually, you know.\n\nSo they, they went before the judges.\n\nAnd so our judge were deadlocked, you know, we can’t reach a decision.\n\nWell, the judges wouldn’t have it.\n\nI mean, he said that there’s no way.\n\nI mean, there’s too much time, too much money’s been spent.\n\nYou’ve got to make a decision.\n\nThese are people who have been sequestered from their families for five and a half months.\n\nAnd they literally thought they were just being prison forever and those they made a decision.\n\nSo they basically decided the only way out was to compromise.\n\nIt’s time to fill in on the, some of the charts that we crossed the state line to decide that riot.\n\nThat’s those three people I mentioned.\n\nBut the conspiracy charge we were found in the sun.\n\nSo we went to jail.\n\nYou know, bond was high.\n\nI don’t remember exactly what it was.\n\nI just remember, wow, it’s a high bond, you know.\n\nIt was amazing to see this support.\n\nI mean, there were 25,000 people outside demanding our release within one hour of being incarcerated.\n\nAnd we raised the bail money in three hours.\n\nAnd I realized walking around my tier that almost everybody there was in because they could post a hundred dollar bond.\n\nAnd they’ve been in jail for nine months, ten months, you know, with no, you know.\n\nAnd so I said, well, why don’t we just stay in jail and keep raising money, which is bail out the old jail.\n\nAnd when we, when we go, we’ll bring them all out.\n\nSo everybody, you know, we had a friendly guard who went around to all the defenders.\n\nWe were in different tiers.\n\nEverybody agreed.\n\nSo we stayed in for two weeks.\n\nSo what we did to have prison time of two weeks.\n\nAnd then we brought the jail out when we came out.\n\nAnd basically, I would say when it went to a keel, every, you know, we were, we were exonerated on every issue.\n\nAnd the, just the apartment had the right to retry us again.\n\nBut they just realized that was the last thing on earth they wanted to do was to try us again.\n\nSo we basically served two weeks in prison.\n\nAnd the, their…\n\nThe one in the last, our sentence, amazing.\n\nYou know, you mentioned a few moments ago that you had visited Vietnam and even.\n\nBrought prisoners back.\n\nPrisoners of war.\n\nI’m curious.\n\nDid you ever have an opportunity to connect and visit with the late senator, John McCain, who of course famously was prisoner of war?\n\nthat I was going, and he was chosen to basically be among the three people who would be released\n\nto me and brought back. And you know, one of the things that makes me admire his particular\n\ncourage is that he refused to go. He would stay in prison until all the prisoners were released.\n\nIt was really quite noble, you know. Yes. So although John could have come back with me,\n\nhe didn’t. And so there were three other amazing men who came back. Yeah, absolutely amazing.\n\nWell, I want to ask you about working with John Lennon, also another well-known John,\n\nbefore getting to that, though, I’m really curious, Rennie, given what’s going on in our\n\ncountry and society right now, and many of the parallels that can be drawn. It strikes me as an\n\nobserver that there are a whole lot of us who frankly do not have a very good grasp on history.\n\nAnd it’s very, it’s worrisome. And of course, that’s going clear back to the Greek philosophers,\n\nand more recently the great framers like Jefferson and Franklin, the great concern in the\n\ndemocratic system of governance is that you have too many folks with not enough understanding\n\nof history and of what’s at stake. So I want to ask you, Rennie, given what you saw and experienced\n\nin the 60s, what is your take on what’s happening in our country right now?\n\nWell, I know we only have an hour, so I have to put on a muffler a little bit.\n\nI would say the biggest thing about, I mean, you don’t have to be a psychic, honestly, to know\n\nwhat’s coming, but we’re so steep in civilization, and that civilization is the way we see ourselves in\n\nour world, that the idea that we’re in a time like the Ottoman Empire or the Roman Empire,\n\nwhere a civilization itself unwinds. Maybe slowly, but it’s basically an end game for a\n\ncivilization itself. It’s really hard to grasp or imagine. I would invite your listeners to just\n\nthink about what you do know. You do know that the temperature is warming up, and you do know that\n\nhigher temperatures means more accelerating to routes. And what you might not quite understand\n\nis that there’s best regions of the world where farmers and their families have farmed for\n\na thousand years that just simply are coming to an end. There is no option. You see their die\n\nwere basically moved. So, you know, as startling as 2020 is, the biggest calamities are going to\n\nbegin in 2022. And this is going to include mass migrations, not millions, but hundreds of millions\n\nof people migrating across international borders, which is going to challenge every established\n\nsociety. And droughts also mean that aquifer depletion, which is occurring at a alarming rate,\n\nis going to accelerate. And that is perhaps the number one event to keep your eye on aquifer depletion,\n\nbecause as that occurs, that’s going to create the future of humanity. And that basically is going\n\nto result in people who live in cities, who never even think about growing their own food,\n\nstarting to realize, you know what, I need to grow my own food, because food distribution\n\nchains are going to begin to snap. And that will be the obvious thing, you know, it doesn’t take\n\nabout two minutes to figure it out, but if you’re going to basically live on your own garden,\n\nyou need a community. You really do. You know, you’ve got to need your friends, your family,\n\nyou know, an intentional community of some kind. So, for everybody who is thinking about a movement\n\nto change the world, you might want to really consider just the common sense thing of what you\n\ncan see with your own eyes, if you just look up at their eyes. I mean, this is what’s coming is\n\nbasically intentional communities that want to live and thrive. Now, we happen to understand,\n\nis not, you know, rocket science, that people lived in cities their whole life, you know, really\n\ndon’t have much understanding about soil regeneration, mycelium, carbon farming, permaculture,\n\nbiodynamic farming. These are kind of alien concepts. And without it, you’re going to be in\n\nhardship and struggle if you try to do an intentional community. So, what we’re doing is forming a\n\nproject in Arizona that is pulling together all of the know-how, the best in the world,\n\nand creating training videos as well as, you know, a showcase where people can come on site\n\nand see for themselves how it’s done. You know, it’s a beautiful task, but there is something\n\nthere as much to learn, it really is. And so, we’re just going to package all of that information\n\nand the best resources on the planet to make it available to any intentional community on Earth.\n\nYou know, my personal opinion is that these intentional communities which are inevitable\n\nare going to become a network. And this is a network that could lead into a new nation on Earth.\n\nAnd that nation could become the future of humanity. So, that is our vision.\n\nIt’s a beautiful, absolutely beautiful vision. And it’s so in line with the work we’re doing\n\nat the Wieners’ Community through our network of ambassadors who are themselves leading and or\n\npart of permaculture projects, biodynamic soil regeneration work, etc. And the notion of a network\n\nof intentional communities worldwide reminds me of one of my favorite essays that was written by\n\na futurist, another futurist named William Irwin Thompson in the 1970s called The Metta Industrial\n\nVillage. And what he, and I’ve mentioned it on a couple of other podcast episodes, it’s really one\n\nof my favorites. And what he envisioned in these times is a return to localized soil-based\n\nfood and fiber production. While simultaneously, we increasingly network and communicate globally\n\nthrough the technologies that are available to us. And it’s a wonderful read. And I think in many\n\nrespects, we’re now living in the time, Randy, where his version of this possible future\n\nmay well be unfolding before our eyes. And it’s beautiful that you’re helping to lead the\n\nway and to create resources for others to learn from. I think one of the great tasks in front of\n\nus in these next two to three years is a massive retraining in education for humanity regarding\n\nthese core life skills. And really, it’s about regeneration and stewardship of the biosphere. And\n\ndone locally, it’s called a garden or a permaculture food forest. And I’m curious, working folks go\n\nto learn more and follow along and get access to those video resources and other resources you\n\nguys are creating. Yeah, we’re having an event on November of the 11th that I view as one of the\n\nsignificant events of our time because it’s going to lay out in detail how we could unfold\n\nsuccessfully. You know, rather than just going to the spare and gloom and doom and the end of the\n\nworld and pull out our hair, you know, all our team, we call it the new humanity team, you know,\n\njust brimming with hope and positive outlook because they really see a pathway. Now it’s not to\n\nsay there’s not hard times in struggle and difficulties coming there, there are, but there is a way\n\nto navigate this time that he’s in grace. One of the concerns that I had personally about\n\nthis election is that it gets challenged by the Republican White House at the end no matter what\n\nthe outcome is and that the challenge which will be legal and be massive and vicious, okay,\n\nis going to create a period of doubt in this country, but also in the world. And we’re going to\n\nwatch fear peep for all times in human history right after the election. I’m hoping to be wrong,\n\nbut we’re preparing for it. Yeah, we don’t understand the impact sometimes that fear can have\n\non a global level. I mean, there was massive fear about Hitler and World War II, but led to\n\nWorld War II. Fear, fear basically can create global war. And so one of the really amazing\n\ndiscoveries, you know, I don’t want to, I know it’s really difficult for a species that has\n\nsuch an early stage of awareness to understand the profound nature of frequencies. I mean, lots of\n\npeople are dabbling in it and have a subject, but we’ve been able to discover there is one frequency\n\nand all creation that is improving the fear. You actually literally have to go outside of the\n\ngalaxy and find a central sun, which is no little matter, and then recorded perfectly, which we’ve\n\ndone and then bring it back into our planet, which would be the first time in human history that\n\nthis has happened. And we’ve embedded it in the recording. And so there’s a meditation that we’re\n\ngoing to do with this hope 11-11 event. It’s not the only thing. We’re also really bringing\n\nthought leaders and people who have a sense of what’s coming and how to really put this together.\n\nBut the hope 11-11 meditation is really a beautiful gift that is here. You know, what it does\n\nis the balance of fear and protects the balance of life, no kidding. We’ve got a band of this\n\nfrequency circling the globe right now. It’s about 25 miles in width and it just sits below the\n\nstratosphere. You know, you’re very intuitive, extremely intuitive listeners can go there and\n\nsee for themselves. I mean, it really is there and is basically helping the world just not\n\ncompletely go bonkers, you know, with a spirit thing. And so if you want to learn more about this\n\nor get to meditation and just try it for yourself, you know, the link is hope 11-11.com.\n\nThat’s great. Yeah, so that’s hope followed by the 11-11 four times 11-11 and .com. And we’ll\n\nput the link in the show notes as well. Okay, thank you. You know, Randy, I was really struck when I was\n\nlooking at the website. It’s beautiful, by the way. The juxtaposition between fear and hope.\n\nAnd, you know, I’m struck too that many of our spiritual traditions speak to those\n\nto phenomena in very strong terms. We know, for example, the the the adage that comes to us\n\nfrom Yoda, which is really sort of George Lucas’s way of conveying some of the wisdom that Joseph\n\nCampbell assembled from around the world where Yoda says that fear leads to anger, anger leads\n\nto hatred, hatred leads to suffering. And I’m also struck that in the New Testament scriptures\n\nthat it’s purported that the master Jesus Christ, more than anything else, said be not afraid.\n\nAnd it seems to me that among all of the personal practices and inner practices that we can\n\nbe cultivating right now, it is cultivating a way of being that is not in fear. And where I go for\n\nsomething other than fear is the love, hope, gratitude, arena of emotion and psychospiritual\n\nmanifestation, I guess, for lack of another set of words. And I’m curious for you, you’ve encountered\n\nsome situations that it would seem might cause some fear. And as you’re you’re thinking in terms of\n\nthe transition from revolution to evolution, which is also mentioned on your site, how do you\n\npersonally cope with fear and or how do you personally cultivate the hope and the alternatives to\n\nfear? One of the things you can do is basically just listen to this particular meditation. It’s not\n\nthe words of the meditation, although they’re beautiful. It’s the frequency embedded in the recording.\n\nWhat people are discovering for themselves is that the frequency races the chemistry of fear\n\nin your physical body over time. That would include, you know, let’s say you were abused as a\n\nthree-year-old and just can’t get your arms around it and it’s really stuck up, you know, I mean,\n\nthis is the frequency that will remove that at a child abuse memory over time.\n\nHere is a particular numeric frequency that can be described in terms of hertz or megahertz.\n\nYeah, and fortunately it’s not on the hertz scale. It’s a subtle energy frequency. It’s the highest\n\nfrequency that’s possible in the physical universe. It’s the lightest energy in existence and it is\n\na need of discovery. So all of the traditions that you mentioned are beautiful and they all\n\ngot us here. And so this is not a chris of them of any tradition, religion, or spiritual new age\n\npractice, you know, but I would say that we’re in a new situation right now today. So let’s say that\n\nthe journey to evolve is a journey of first stages to wake up. So how are we as a species right now?\n\nI mean, realistically, and right now we are between five to six percent awake. Now after awake\n\ncomes aware of constant intelligence and supreme intelligence. So this is quite an eternal journey,\n\nbut just but but a group of people fully waking up has never happened before in history.\n\nAnd and and while the traditions and the practices that we’ve learned got us here, I mean,\n\nso thanks, thank ourselves for that and all the teachers and everything. And I do want to just\n\nplant one seed and I don’t mean to be upset anybody’s apple card and saying this, you know,\n\nwe need information that’s new to the world to go from five percent awake to a hundred percent\n\nawake in one lifetime. And that’s the task for us. Now it turns out that that information is in\n\nthe world. Now it’s not widely available. So that’s partly what our mission is to make this this\n\ninformation, make them know how for how to do this available. And and if you think that you’ve\n\nfigured it all out and you’ve got all the answers, then this is not for you. But if you are still a\n\nstudent and still wanting to learn, okay, then this is made in heaven for you. So we have,\n\nyou know, for example, 13 life principles that when you read them, you could say, well,\n\nI know those, I mean, that of course, yeah. But then you read a little more carefully and you\n\nrealize, oh my god, you know, this is completely brand new. I mean, let’s just take one principle\n\nto give you an example. The principle appreciates and gratitude. Everybody knows that’s a really\n\ngood idea. And not everybody does know, though, that when you can be in appreciation, gratitude\n\ncontinuously for three or four days, it activates a master hormone in your body that basically\n\nsecretes dopamine, serotonin, endorphins, and all the feel good chemistries. I mean, imagine if\n\nyou had a way to turn off the two adrenal glands at seven top of your two kidneys with your mind.\n\nI mean, you could turn it off for yourself. And then step into dopamine and serotonin\n\nin an abundance that just completely transforms your own body chemistry. And I would submit at\n\nthis point that there’s no tradition or new age spiritual practice can tell you how to do that.\n\nBut the information precisely and exactly or how to do that is here. And so, yeah, I don’t know\n\nwhat to say. Check it out. You can go to our website is FFH Foundation for Humanity FFH South\n\nNetwork. And that’ll take you to the 13 Light Principle Training. There’s a whole place where\n\nyou can basically just work. It’s kind of a system of cards. You shuffle cards. You pick a card\n\nfor the day. You read a one page right up and you take it into your day. This has simple enough,\n\nand it is, but it changes your awareness over time. And there’s hundreds and hundreds and hundreds\n\nof practices, virtually all of the new to the world that supports you in this gigantic moment.\n\nHave you ever tried to change anything in yourself? I mean, really, it’s just like, it is sub-melves\n\nthat change anything in yourself. But, you know, we work with people and we see people are just\n\nchanging right before I’m really beautiful. It can be done. And so I just leave that for your listeners\n\nto wander. Thank you for sharing that, Rennie. Let me take a moment to remind our listeners that\n\nthis is the YonEarthCommunity podcast. I’m your host, Aaron William Perry. And today we’re\n\nvisiting with Futures, Philosopher, and Activist, Rennie Davis. I want to give a special shout out to\n\nthe several sponsors who are making today’s episode and our podcast series in general,\n\na possibility. And our sponsors include Earth Coast Productions, the LIDGE Family Foundation,\n\nAlpine Botanicals, Purium, Earth Hero, Vera Herbles, Growing Spaces,\n\nSoilworks, Earthwater Press, 1% for the planet, Dr. Broners, and Walei Waters. And, of course,\n\nI also want to thank all of our ambassadors and other members of the YonEarthCommunity\n\nwho have joined our monthly giving program. And if you haven’t yet joined and you’d like,\n\nyou can join at any level. At certain levels, you’ll get monthly shipments of the Walei Waters,\n\nhemp aromatherapy infused soaking salts sent to your home as a thank you gift, courtesy of Walei\n\nWaters. So a huge shout out to all of our sponsors and to get more information, go to\n\nyonurth.org. All of this is linked in the show notes as well. And, Rennie, I, because I said I\n\nwould, I want to make sure I ask you about collaborating with John Lennon, who I know is a visionary\n\nand someone who has inspired millions. What was that like working with John? And what was it like\n\nto have the opportunity to know him? I would imagine in a more personal way than most of us\n\nknow him, which is as a as a celebrity in public figure. Yeah, truly, it’s like meeting an old\n\nfriend, you know. I mean, John was at a point in his life where I, you know, I just finished the\n\ndemonstration in Washington where I spoke to a hundred thousand people who are prepared to be a\n\nresident to sit literally in roads and bridges and close the government of the United States\n\nif it doesn’t stop the war and be a nom. I mean, that sense, I mean, this is an amazing group of\n\npeople, you know. It actually, many historians think that that event did lead to the White House\n\ndeciding to enter into the Paris piece of course. It was a profound event that’s not too well-known\n\nin history. There’s now a book out called Mayday 1971 that I would recommend actually,\n\nit’s a good description of what happened. But anyway, I was sort of, you know, wondering what’s\n\nnext after doing that event and it did seem like the anti-war movement was beginning to wind down\n\nand I’ll come to John and Yoko in a television presentation. They’re actually, you know,\n\nbad in their, you know, hotel room and they’re, you know, I listened with wrapped attention\n\nlike so many people did to John. It was very clear. He was saying, I’m in the antiwar movement,\n\nyou know, I mean, the real one. I’m in that. So because of my role as a coordinator,\n\nlike coalition, I’ve seen from myself, you know, his apartment in Lower Manhattan. And, you know,\n\nwe became good friends and we, you know, I mean, I’ve, I’ve, I’ve posted gently and tried to see\n\nwhere it was really at and everything. But, you know, at one point, I just went bold and courageous\n\nand said, John, you know, why don’t we just do a tour you and me? Okay, you bring the musicians,\n\noffering the speakers, we’ll go to 42 cities and we’ll end up at the Republican convention with\n\na million people. Look right at me and said, okay, let’s do it. So after I gathered myself back\n\ntogether, you know, we went forward with our tour. We actually did the first event. It was in\n\nAnn Arbor, Michigan. There were so 25,000 seat venues and seats still allowed in 45 minutes.\n\nStevie Wonder was our guest entertainer. I mean, it was really a beautiful bed. But after that,\n\nthe Nixon White House just came down to John Lindwell Wars. It started deportation, you know,\n\nbased on sort of marijuana charges in England. And so, and John did not want to leave the United\n\nStates. So, so that ended our thing. But one, one day when I was, you know, having a, I don’t know,\n\nwe were making our plans for our tour. And he looked at us, washed and realized he was late for\n\nsomething or other. And I said, well, it’s not a problem. You know, I’m just here for you. So,\n\nyou know, I’ll just see in the morning. He said, well, listen, you want to come? I said, well,\n\nyeah, sure. Well, yeah, fine. Okay. So he had a rented limousine and we jumped in the back of\n\nhis limousine and drove off it. I still didn’t have any idea where we’re going. I got to, we got\n\nto a recording studio in Mid-Made. And I walked in the door. And there was the Yoko,\n\nyou know, was it plastic on a band? John Lindwell’s band at the time was seated. Yoko was there.\n\nAnd there were a few of the technicians from the recording studio standing on the wall. But other\n\nthan that, that was me and Yoko sitting in, you know, about 20 chairs, you know, watching. So, John,\n\nyou know, I still had no idea. I mean, I knew that it was, I guess he’s going to be recording.\n\nAnd so, as John played, you know, hit the song, was the final overdub of Imagine. Wow.\n\nThat was just really kind of my breath away. I mean, even when I listened to it while it was\n\nbeautiful, I had no idea the implications and where the song was going and so forth. But\n\nyou talked, you’re privileged to know John. And I would say he was a real deal and a cool guy.\n\nAnd I liked him and he liked me. Yeah. What a beautiful friendship.\n\nWell, I already want to be sure before we, you know, conclude today’s conversation to ask you\n\nabout an extraordinary chapter in your life journey, which was the time that you were in the\n\nGrand Canyon in the 1990s. And I’ll just, I’ll just ask that you just paint that picture for us.\n\nWhat was that time for you? What was what happened? Well, I was in the middle of a business,\n\nsort of a people and a friend of mine, a really dear friend who took small groups into the Grand\n\nCanyon and called me up. It’s a, what was you think five days off and come to the Grand Canyon\n\nwith our tour? His name was Todd as a top for, I mean, I mean, are you kidding? There’s no way I\n\ncan come to the Grand Canyon. I mean, but you know, he sort of planted a scene with me and I\n\nthought about it and I said, whoa, I could go to the Grand Canyon for five days. I could do that.\n\nWhy not do that? So I worked it up and, you know, made some time and I went, oh, you got to the\n\nGrand Canyon. I walked in and it was the seven hour walk because Todd had a super beautiful\n\nrelationship with the Hawaii Super Indians. We were able to camp on the Native American side of\n\nthe canyon. It was actually a property that was the furthest property before the end of the\n\ntribe and, you know, into, into nature. It was just a really beautiful place and I saw my friend\n\nTodd, you know, donated a tent and I had a tent and at five days I realized there was no way I\n\ncould leave the canyon. It’s just a really special place and so I wound up living in the\n\nbottom of the Grand Canyon for four years and it was probably the single best decision ever made.\n\nChanged everything for my life, you know, it started off really just, you know, I’d be out\n\nway out from my tent and the weather would change and, you know, it could be pretty challenging,\n\nreally, you know, I didn’t have a, you know, an iPhone or any way to link to the weather so\n\nso I began, you know, I was really getting a sense that it’s possible to, I figured out that the\n\nearth is actually a living self-aware being and, you know, science have really now come up\n\ngrudgingly and slowly to realize that the earth is a living organism but self-aware, like you can\n\ntalk to the earth where you and I are talking right now, you know, that’s a little bit of a challenge\n\nof science. However, there have been shamans and, you know, medicine men and intuitive people,\n\nyou know, all through the ages who claim they can do this. So I began to get weather reports from\n\nthe earth about the canyon and they were good and they were reliable that I could trust them\n\nand it really helped, you know. So then one day I was sitting in my tent and I thought,\n\nyou know, if I can get a weather report from the canyon, why not get a weather report from\n\nabout the whole globe? And that’s really what has affected my outlook. I would say,\n\nanybody who’s trying to change the world today might want to take into consideration the earth\n\nherself. You know, the earth is basically guessing plans too. Now there are scientists who know what\n\nthis plan is and they’re the ones who study earth cords and they can see that here’s a year\n\naccording to the core is a period of warming up, like maybe not as strong as the day, but warming\n\nup like today. And then every single time what follows is a cooling down. Okay, and it comes\n\nsuddenly and out of nowhere. Now the scientists who study the core to quite understand the speed,\n\nthe scientists still have this view that an ice age comes in slowly, you know, but it’s not the way\n\nit works according to the earth. You know, so I mean, note this respect to anybody. I’m not trying\n\nto upset anybody. I, you know, plant this seed with love in my heart. If it fits for you fine,\n\nif it doesn’t just set it, this is ready science fiction. That’s fine. But my authority is the\n\nearth. And there are earth whispers in the world that you can consult as well. I train earth\n\nwhispers so I know they exist. And they all have the same opinion, you know, which is basically\n\nthe heat will basically draw the waters of the ocean into the sky. And as the one day of the\n\nstart to rain and the rain will quickly turn to snow and the snow will basically continue not\n\nstop without let up for 40 feet. So this is not some way distant thing. If the timing is up to\n\nthe earth, but the earth is made our decision not to die, but to regenerate. So whatever your\n\nplans are, okay, you might want to take into consideration the opinion of the future weather\n\nfrom the earth. It turns out that there is a livable area. It’s roughly, you know,\n\nsee they think of southern Arizona to the equator and the distance on the other side. So that’s\n\nwhere we’re setting up our showcase for a new way of living on earth. And that’s where we plan\n\nto build the plant disease for the future of the human race. We have remarkable technologies\n\nthat, you know, are coming from inventors that are just brilliant, genius people that have never\n\nseen the light of day. And, you know, they all have working prototypes and we know how to bring\n\ntheir working prototypes into commercial designs. So we’re going to create a technology. You know,\n\nI’m going to be talking about free energy and recycling all waste and dirt and everything. And\n\nwe can make brick pavers or blocks that are twice as strong as cement. We can replace cement\n\nwith the weights of the world with our technologies. We have a heater that basically has an input of\n\nabout 150 watts, which we can generate a little tiny solar panel on a battery and it puts out\n\nthe electricity of a 15 watt electric heater. Now that’s not possible according to the second\n\nlaw of thermodynamics, but we’ll have a major university sign off on it, yep, these are the numbers.\n\nAnd it’s going to create a big stir. It really is. I mean, it’s not a joke. It’s really here. We have\n\nit and we’re going to do it. And so it’s not like we’re into technology. We just see the future of\n\nhumanity is going to be built in this area. And that’s where we’re putting our love and our trust\n\nand our focus. Yeah. That’s really all thanks to the Grand Canyon. I mean, it’s extraordinary,\n\nRennie. And I know that when we’re sharing, you know, visions and intimations and things we might\n\nhear from the earth or other forces, it’s not necessarily something that’s easy to talk about\n\nor that necessarily lands well for everybody listening. But I would just encourage folks to\n\nmaybe take a few minutes and just let what you’re saying kind of sink in a little bit and consider\n\nit at least as a possibility. And I so appreciate that you’re sharing so openly and publicly\n\nsomething that, you know, could very easily be ridiculed or blown off by people. And I know one\n\nthing for sure, I go to a lot of conferences and visit with a lot of scientists and experts about\n\nthe near future. And the one thing I’m convinced about is that virtually none of us, and there\n\nmight be some exceptions, but virtually none of us know exactly what’s going to happen in the future,\n\nwhich I think therefore means in a gesture of intellectual honesty, we ought to at least consider\n\nall kinds of different views and possibilities. And it’s clear to me, Rennie, that one of the things\n\nwe’ve lost in many of our cultural lifeways is an ability to listen and to connect with the\n\nliving biosphere of this planet, of planet Earth of Gaia. And that whatever we might think about\n\nanything else, technology, climate, ice ages, heating up, whatever solar cycles, whatever it might be,\n\nthat it might be whove us at the individual level to do what we can to deepen the relationship\n\nthat we can cultivate directly with our living planet. And that in that humility, we might\n\ndiscover wisdom and knowledge that will indeed be helpful for us for our communities and for future\n\ngenerations. And so I just, you know, I’ll riff a little in response to you sharing something\n\nso beautiful and extraordinary, really. And thank you for sharing that.\n\nYeah. Well, yeah, thank you, Aaron. I really agree with that.\n\nThe humility goes a long ways with everything I’m saying. I would just say, you know,\n\nI planted the seed with your listeners. And you don’t have to respond one where the\n\nother, truthfully, you just wait and see. But as you wait and see, the day will come when you\n\nwill remember this conversation. I’m basically explaining a common sense thing. And it’s based on\n\nthe authority of the earth. So it’s an interesting perspective, a useful perspective when a person\n\nis ready to hear. And when you feel ready to hear, you’re certainly welcome to join us in\n\ncreating the future of the human race. Beautiful, Randy. Well, I’m, I’ve got just one more question.\n\nI want to ask you that I think is an important one for many of us working in the arena of\n\nsustainability and regeneration technology and techniques. And of course, that means interfacing\n\nwith the finance community in many different respects and many different ways. And I’m just struck,\n\nyou know, as I’m reading through your bio and your background and having the opportunity to get\n\nto know you a bit more and understand the very heart-centered way in which you are doing the work\n\nthat you’re doing. It’s interesting to see you’re also a venture capitalist, right? And sort of\n\nthe joke out there is BC stands for Vulture Capitalists. And you know, it’s not necessarily a\n\ndemographic that is beloved to everybody. And I’m struck and I want to ask you what’s different\n\nabout how you’re approaching your work and role in the realm of finance and business\n\nversus what, you know, sort of as the mainstream norm. And why is that different given where you’re\n\ncoming from personally and in terms of your spiritual understanding? Could you speak to that for a bit?\n\nSure, you know, I would, you know, I have several lives, I guess, like we all do. And after the\n\n60s, I went into business and we formed the, which is kind of a miniature booze at\n\nnow, like, you know, a full service management consultant company. And our clients were all\n\nCEOs and senior management of Furchapart fund companies. I was the financial planner for many\n\nof these people. I was the financial planner for the president of the Manville Corporation,\n\nthe Board of Directors of Gase River Company, the president of HBO, people who were in the\n\nforefront of riches. I don’t know what that’s a positive turnout. I mean, I, I learned a lot, you\n\nknow, by that. And I today, I would say the reason I’m interested in assembling the capital is\n\nbecause of our projects, especially our technologies. I mean, we have started, we have 15 world\n\nchanging technologies, very bit as significant as the light bulb. This changes the basic life\n\nand the basic understanding everybody on earth can be commercialized. And for that, you know,\n\nsome kind of capital is needed. So there was certainly a period of time where I tried to just\n\ntuck it in and write careful private placement offerings that complied with SEC and did, you know,\n\nall those kind of things. But I’ve moved on. I can still do that, but I have moved on to an\n\nunderstanding that actually there are quite a few individual people in the world who feel like I do\n\nabout the world that’s coming. And they want to support a vision where humanity not only survives,\n\nbut lives and grows and thrives. And so, rather than just get all hurry hurry, been out of shape,\n\nand I’m a venture capitalizing. I really do that. I just did my chair in my office and get quiet,\n\nand just had the intention that things always work out for me, and that I have the power of\n\nnon-resistant thought in me. And by changing my own perception about it all, not going into all\n\nthe things that can go wrong and worry and doubt and, you know, oh my god, how are we going to do this?\n\nI just chose not to do that. So we have a commitment for our fun thing. We are going to raise some,\n\nyou know, small monies until that money comes in, which will be 60 days. But we’re just,\n\nwe’re all pretty relaxed, but really, you know, I say we’re a venture capitalists who relax\n\ncapitalists, you know, and I don’t know even about capital, you know, one of the things that I’ve\n\nbeen shown is the basically creative digital economy for a new nation on Earth. And so, you know,\n\nin our offering memorandum, which is 80 pages and security compliant, and it’s, you know, quite a\n\nread. Yeah, there’s a long section on digital currency being created, how that would be created,\n\nand how it would work. And basically, you know, as our large or accepted currency comes into doubt,\n\nthere’s a place where all of us that go where we have a way to trade and we have a way to\n\nbasically exchange. So we’re, we’re on that one too, we really are. I don’t know, I’m a venture\n\ncapitalist and no other other I’ve ever met on Earth or so. I’m not a few venture capitalists\n\nof the future. Let’s put it back. That’s really great. Well, that mention of currency reminds me of\n\none of my favorite books called The Future of Money by an old late friend of mine, Bernard Lieter,\n\nwhom you may know. And in it, he describes a potential future scenario where we’re using\n\ndigital currency that is tied to some of the sustainability fundamentals like soil and so on.\n\nAnd for folks who are working on these kinds of developments, I find that book to be a must,\n\na must read it. There’s so much information and historic understanding of what money is and\n\nhow it can work and what we might be able to do as we innovate in that arena. Yep. Great. Great.\n\nWell, Randy, it is such a joy to visit with you today and I appreciate you taking the time to\n\nshare some of your story and perspective with our audience. Of course, hope 1111.com. There’s a big\n\nevent on November 11th. So everyone, please tune into that if you’re called. And before we sign\n\noff for any, is there anything else you’d like to say or share with our audience? Yeah, there’s\n\nonly one law in this reality. And that is the law of free will and the right to exist.\n\nSo when you think that there’s no option or hope in that the world is just on fire,"
}