{
  "title": "Episode 25 – Hunter Lovins – A Finer Future",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2967/episode-25-hunter-lovins-a-finer-future.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-25-hunter-lovins-a-finer-future/",
  "episode_number": 25,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community’s Stewardship and Sustainability Podcast Series.\n\nToday we have visiting with us Hunter Lovins.\n\nHi Hunter.\n\nHowdy.\n\nGreat to see you.\n\nSo good to be with you.\n\nHunter is president of Natural Capitalism Solutions.\n\nShe is the author of 16 books, including Climate Capitalism, Natural Capitalism and her most recent book, A Final Future.\n\nShe has hundreds of professional papers published in Business and Academic Journals\n\nand is a teacher of Sustainable Business Management at Bard College in New York.\n\nHunter is also a CEO of Change Finance, which has released the first truly fossil fuel free exchange traded fund,\n\nwhich you can find with the ticker CHGX.\n\nHunter, it’s so great to have you here today.\n\nThank you for joining us.\n\nThanks so much for having me.\n\nWell, I am just so excited to share with our audience that you just recently published this new book, A Final Future.\n\nAnd it does such a masterful job of presenting the real pickle that we’re in,\n\nbut the fact that we have incredible solutions right other fingertips.\n\nAnd it leaves us in a very hopeful place.\n\nAnd I’m just curious if you can share what was the impetus behind this?\n\nWhat caused you to want to land on such a hopeful note?\n\nA lot of people are saying there is no hope.\n\nIt’s open.\n\nAnd don’t do this because it’ll put you in a very bad mood.\n\nBut you can Google near-term human extension and find what purports to these science,\n\nsaying that humans go extinct within ten years.\n\nI think that’s the most profoundly irresponsible position that you can take.\n\nWe know how to soul hold a problem spacing.\n\nAs we have the technologies, we simply have to implement it.\n\nAnd I was in an argument with some people who were essentially saying it’s over.\n\nI said, it’s not.\n\nAnd they said, prove it.\n\nSo four of us got together.\n\nMy colleague Stuart Wallace, who for many years ran a new economic foundation in the UK.\n\nUnder Ziegman, who is very active in climate policy in the Swedish government,\n\nJohn Fullerton, founder of Capitol Institute for 18 years,\n\nat J.P. Morgan left his managing director.\n\nAnd we pulled together the best of the science, of the policy,\n\nof what people are really doing on the ground around the world to solve the scary problems\n\nlike climate change.\n\nAnd profit thereby.\n\nFor example, we can solve half the climate crisis.\n\nIf a colleague of mine, Tony Siva, is correct.\n\nTony says inevitably, by 2030, the world will be 100% renewable power.\n\nBecause of four things, fall in the cost of solar, fall in the cost of storage batteries,\n\nthe electric car, and the driverless car.\n\nShenzhen China today just announced that their bustle is now 100% electric.\n\nYou may have seen that General Motors recently closed six manufacturing facilities\n\nor announced that it will, because they’re getting ready for the electric car, the autonomous car.\n\nCalifornia has already met its 2020 goal of renewable power.\n\nSo they said, why don’t we go 100%.\n\nSo they did.\n\nHere in Colorado, we’ve just elected a governor pledging to go 100%.\n\nRecently, the utility, our co-loving utility, put out a bit.\n\nWho can give us a lot of 100 megawatts of power, any source, any price?\n\nThe lowest fossil bid, four cents a kilowatt hour.\n\nWind a bit below two, solar a bit above two.\n\nWind plus storage plus.\n\nWind plus solar plus storage.\n\nThree cents.\n\nAmazing.\n\nCheaper than natural gas, which here or for, had been the cheapest.\n\nAnd not as marginally cheaper, cheaper by the security.\n\nAnd these were median bid.\n\nSo there were bids that were even cheaper than that.\n\nEverywhere in the world today, renewables are cheaper than fossil energy.\n\nNow, if honey is right, we will solve half the climate crisis that profit.\n\nBut we will also see the dissolution and value of oil, gas, coal, uranium,\n\nnuclear, the utility industry, the auto industry, the banks of the whole paper\n\nand pension funds and insurance companies that are invested in it.\n\nIt’s going to be the mother of all disruptions.\n\nSo we, we solve half the climate crisis and crash the global economy all at once.\n\nWe are in very interesting times.\n\nWhat this says is we’re going to reinvent everything.\n\nHow we do business is going to change, which is to say,\n\nyeah, look for entrepreneurs.\n\nStart-up companies, young people have the opportunity to their lifetime.\n\nMost people grow up in a time in history when things are going to be pretty much the way they always have been.\n\nThat’s not true now.\n\nRight.\n\nSo just enormous opportunity.\n\nNow, we solve the other half of the climate crisis through regenerative agriculture.\n\nFolk Lake gave brown.\n\nIt was a corn soybean commodity farmer in the Dakotas that was going broke.\n\nSo I’m going broke.\n\nI’m going to do something different.\n\nFirst, he went to no till.\n\nStop inverting the soil.\n\nThen he planted cover crops.\n\nDeep-rooted plants that took nutrients deep into the ground.\n\nThen he brought on animal impact.\n\nCow, sheep, goats, pigs.\n\nThey ate the cover crops, so he no longer has to grow feed for them.\n\nThey’re hooves chop up the soil.\n\nThey fertilize it.\n\nAnd he has them on it only enough to disturb the soil.\n\nAnd then he moves them to another pasture and another pasture.\n\nVery light bison used to move across the great plains.\n\nDesperque because of predators.\n\nNow we do it with electric fences.\n\nAnd it was that co-evolution of animals and grasslands\n\nthat gave us the 10 feet of thick black soil,\n\na pine year’s found when they came and first came across the great plains.\n\nGabe has gone in some of his pastures from a little over 1% soil organic matter to,\n\nin some over 11%.\n\nHe’s taking carbon out of the air, putting it back in the soil,\n\nwhere it’s a nutrient.\n\nAnd he’s now wildly profitable.\n\nSo just with those two examples, renewable energy,\n\nregenerative agriculture, we know how to solve the climate crisis.\n\nAnd in the book, we profile how to transform finance,\n\nthe corporate sector, energy, agriculture,\n\nand the policy measures that can address such issues\n\nas the crushing inequality that we now have.\n\nWe’re now more unequal than we were before the Great Depression.\n\nAnd as Thomas Piketty showed in his book, Capcom in the 21st century,\n\nthese levels of inequality drive to economic collapse.\n\nSo we have a choice.\n\nWe can crash the goal of economy,\n\nor we can build the greatest prosperity humankind has ever known.\n\nAnd that’s what we’re trying to do in the book, is set out.\n\nHow we can do this, what the role of entrepreneurs are,\n\nlet’s start up companies.\n\nA mentor for a group called unreasonable.\n\nWith a name like that, I’d have to be a part of it.\n\nAnd we bring young entrepreneurs from around the world.\n\nI was just over in the UK working with some young people from Africa.\n\nAnd from the UK, from all across Europe, in June,\n\nI was in Hong Kong with young entrepreneurs from around Asia, from India.\n\nAnd everywhere you go in the world, people are hungry for this opportunity\n\nto personally make a difference, to make a good living.\n\nAnd by doing that, to solve the narrowly problems.\n\nYeah, it was so exciting and so hopeful.\n\nOne of the things that strikes me with some of my friends and colleagues around the United States is that\n\nthere’s a dearth of good news in this culture in particular.\n\nAnd I think, you know, a part of the reason we want to have these kinds of discussions\n\nis to share with folks that there is so much underway already that is caused for great hope.\n\nAnd I’m struck that in the chapter on corporate transformation,\n\nthere’s a sense that this is well underway.\n\nAnd maybe you could speak to that a little bit.\n\nI was on the phone yesterday with a major international company, household brand name.\n\nAnd then they said, help us transform.\n\nWe know that we’re a company of the last century.\n\nWe want to be a company that is committed to efficiency in our workplace,\n\nso good quality, good quality work for our workers,\n\nand enhancing the quality of our communities.\n\nThat’s a pretty good vision.\n\nSo I walked through tools we have, things like the helix of managing a sustainable organization,\n\nwhere we lay out, what are the activities that a company can do\n\nas it just starts into the journey, as it spreads energy efficiency,\n\nresource productivity throughout its operations,\n\nas it commits to redesign how it makes and delivers products and services,\n\nusing approaches like the circular economy or biodynamic rate.\n\nAnd then how it commits to being a regenerative company,\n\nregenerating human and natural capital, both for itself and for its community.\n\nThey were so exciting to know that there are pragmatic things that a company can do\n\nthat will cut its cost, enhance its profitability, and engage its workforce.\n\nI cited to them the numbers from Gowel Healthways that an engaged workforce\n\nis 18% more productive, 16% more profitable than a seller workforce\n\nin an identical industry where the workforce is unengaged.\n\nWe know from groups like the Economist Intelligence Unit,\n\nnotably Conservative Outfit, that one of the best ways to engage your workforce\n\nis to enable them to be implementing more sustainable practices as part of their day job.\n\nNow a lot of companies will have, we’re going to celebrate Earth thing,\n\nwe’re going to plant it free.\n\nIf instead you say to the workers, look around you,\n\nlook at the ways in which we use resources, the ways that we create,\n\nany toxic that we may have, and let’s work together to eliminate the toxic,\n\nto eliminate the waste, waste is unsalable production.\n\nYou pay to make it, you’re not driving any value from it.\n\nYou eliminate if you cut your costs.\n\nSo you start with those easy savings.\n\nThose savings then pay to get progressively more ambitious about,\n\nfor example, committing to go 100% renewably powered.\n\nThere are now hundreds of companies that have pledged and are delivering\n\non becoming 100% renewable.\n\nI work, for example, with you, Oliver, they’ve committed to this.\n\nAnd when you make that kind of a commitment,\n\nand then you say as, as is true of many companies,\n\nwe don’t know how to do this, but let’s work together to figure it out.\n\nNow you’re asking your people to become a part of the solution.\n\nAnd they realize, when they go to work, they’re working on what they want\n\nfor their families, for their community,\n\nthey’re building a finer future.\n\nWhat an exciting place to be working.\n\nAnd what a great way to attract and retain talent, right?\n\nIt’s just an incredible win-win.\n\nYou’ve heard the phrase, the triple bottom line.\n\nSo it’s coined by great sustainability worker John Alkington.\n\nFor our audience, we might just mention that this is referring to businesses\n\nthat are in addition to financial performance looking at impacts\n\non social and natural capital.\n\nAnd we talk about capital, yeah.\n\nPlanet and profit makes the triple bottom line.\n\nWell, John has just done a product recall on that phrase.\n\nBecause he realized it doesn’t work terribly well.\n\nWhat we’ve come up with is this concept called integrated bottom line.\n\nWhich is to say, if you ask a business to have three books,\n\nthree sets of accounting, if times are tough,\n\nwhat are they going to shed?\n\nYeah, people with black.\n\nBut if I can show them that the rent to profitability is to behave responsibly\n\nto people on planet, now it’s baked in.\n\nIt’s core to their profitability.\n\nAnd we’ve counted 13 ways in which behaving more responsibly\n\nis just better business.\n\nSo for example, you cut your costs.\n\nYou also cut your risks.\n\nIf you’re not using toxic material, your workers are not going to get as sick.\n\nThey’re not going to sell you.\n\nYour liabilities go down.\n\nNow you are a more appealing investment target.\n\nThe whole impact investment community is going to look at you and say,\n\nwell, responsible company, I want to be part of that.\n\nYou attract and retain the best talent.\n\nAnd that’s worth an enormous amount of money.\n\nBob Willard has figured that could be as much as 10% add to your profitability,\n\nnot having to replace or retrain workers.\n\nYou better brand yourself.\n\nYou better manage your supply chain.\n\nWhy did Walmart announce its green initiatives?\n\nTrust me, it was not out of goodness of their heart.\n\nWhen Walmart goes green, you know there’s a business case.\n\nIn their case, they want it to better manage their supply chain.\n\nThey have at least 100,000 suppliers.\n\nThey have no idea how many they actually have.\n\nBy publishing the Walmart Sustainability Scorecard,\n\nthey were better able to say, these are suppliers from whom we want to buy.\n\nThese are the ones that will just let go, by the way.\n\nQuestion number one on that scorecard.\n\nDo you measure your carbon footprint?\n\nQuestion number two.\n\nDo you report to the Carbon Disclosure Project?\n\nThe Who?\n\nCDT is a group of kids.\n\nWho, about 15 years ago, just because,\n\nit’s set out to the Financial Times 500, 500 business companies on their\n\nlittle survey saying, what’s your carbon footprint?\n\nNow, for a few years, everybody ignored them.\n\nI mean, who died and made them gone.\n\nBut they’re backed by institutional investors who want to know\n\nwhat a company’s carbon footprint is.\n\nAnd so now, essentially, every major company on Earth reports to CDT.\n\nAnd CDT has shown that the companies that are leading,\n\nin measuring and managing their carbon footprint,\n\nhave 18% higher return on investment than the laggers.\n\n67% higher than companies that say, carbon, we don’t care.\n\nThis is better business.\n\nNotice I’m not talking about saving the solar banners.\n\nRight.\n\nAlthough it will help do that as well.\n\nThis is simply better business.\n\nAnd so we are seeing around the world,\n\nthe smartest companies are becoming the most responsible companies.\n\nWhat an incredible transformation.\n\nMy goodness.\n\nI’d like to switch gears just a little bit and ask you,\n\nyou know, I know you have a lot of agree.\n\nAnd I’m happy to know a handful of lawyers and friends of a few.\n\nBoy, the path that you have gone down in your career\n\nis not the typical path of a lawyer.\n\nAnd I’m just curious, how did that happen from law school\n\nall the way through to what you’re doing now,\n\ninspiring and impacting folks all over the world?\n\nWhat was that that got you on that path?\n\nWell, I’m not sure I had a whole lot of choice.\n\nMy mother worked in the co-fields\n\nwith Child Out of Lewis organizing mine workers.\n\nMy father helped mentor,\n\nsays our chalvez and Martin King,\n\nwho were around the house when I was growing up.\n\nSo trying to craft a finer future is sort of the family business.\n\nI took a lot of agree because I believe that would be\n\nthe best way to drive change.\n\nNow, blessings on the good environment of lawyers,\n\ngood social justice lawyers.\n\nBut I decided that’s not the most effective way to drive change.\n\nSo I quit, became a forester,\n\nstarted doing environmental education,\n\nhelped build a little group in California called tree people,\n\nwhich was just still there,\n\nstill planning trees and doing environmental education.\n\nTracked from that into energy policy,\n\nhelped create a little group call rocking out an institute,\n\nran that for 20 years till they fired\n\nmade created natural capitalism,\n\nand here we are.\n\nOne of the way helped create a couple of business schools\n\nin sustainable management,\n\nnow to each at the board MBA,\n\nin which this stuff is baked into every class.\n\nMost, if you’re Harvard,\n\nyou will spend your business school career reading cases.\n\nGenerally written by academics who were not there when\n\neven if it’s a case about something with sustainability,\n\nthe academic typically changes the facts\n\nbecause they want to make some point.\n\nAnd I’ve asked them, I was there.\n\nThat’s not how it happened.\n\nWhy didn’t you tell the truth?\n\nOh, I wanted to make this point.\n\nAt board, all of our faculty are practitioners.\n\nThis is what we do as our day job.\n\nAnd then we teach.\n\nIt’s what’s called a hybrid program.\n\nSo we come together four days a month\n\nand our face to face.\n\nIt’s like an intensive retreat\n\nthen for the rest of the month classes are online.\n\nAnd then a month later we come back together.\n\nIt’s a four on two year MBA.\n\nI think it’s a better way to learn.\n\nAnd our students are now taking jobs as\n\ntens of sustainability,\n\nworking with the leading sustainability research groups,\n\ngoing into big corporations,\n\nhelping to run the badass change agent NGOs,\n\nincredible, it seems like it’s a much more hands-on\n\nand impactful approach to that education.\n\nWhen they arrive,\n\nfirst day of their business school career,\n\nthey enter a class called NYC lab.\n\nWe use the city of New York as a living laboratory\n\nand they become a consultant taught by Laura Gettman\n\nof businesses for social responsibility\n\nfrom one of the best sustainability consulting groups.\n\nWe learn how to be a consultant.\n\nIn most schools we’ll say,\n\noh, go play a traffic kid,\n\ngo get an internship.\n\nWe actually teach people how to do this work.\n\nI teach principalism sustainable management,\n\nthen a course on political economy,\n\nglobalization,\n\ncertain international issues,\n\nhow you do this stuff in developing countries\n\nand what’s going on with big trade flows\n\nand why things like the ideology of neoliberalism\n\nis impoverishing all of us\n\nand why things like John Fullerton’s regenerative economics\n\nis a much better approach.\n\nI was just on the phone this morning\n\nwith a group called Wellbeing Economy Alliance\n\nwhich Fullerton and I helped to create a long list of laws.\n\nThis is an international group that now has about 70 members\n\nof the leading new economy groups\n\nfrom around the world,\n\nall of us working to build a new narrative\n\nof an economy and service life.\n\nAnd it is what Mr. Fullerton called for,\n\nan economy that works for 100% of humanity.\n\nIt’s kind of stuff.\n\nOne of the things I really appreciate\n\nabout the book, The Finder Future\n\nand the approach it takes to discussing all of this\n\nis it takes just a bit of time and space\n\nto talk about how we got to where we are in terms of\n\nwhat was set forth toward the end of World War II.\n\nAnd it’s my sense working with various business leaders,\n\nvarious folks and policy and other parts of our society.\n\nMany of us almost hate for granted\n\nas if they were natural laws,\n\nthe rules of the so-called economic game\n\nthat we’re all planning by.\n\nAnd it seems to me as more and more of us realize\n\nmy goodness, these aren’t natural laws,\n\nthese are very much human constructs.\n\nWe begin to understand probably more\n\nsome of the challenges and some of the opportunity.\n\nSo I’m wondering, could you just give us a quick overview\n\nof what happened at the end of World War II?\n\nMy friend Bernard Lanter,\n\nsays humans are an interesting species.\n\nWe create stories and view them\n\nwith our own reality.\n\nAnd then we forget that we made the story\n\nand think, oh, this is a natural law.\n\nIt’s not.\n\nEconomics is an art of craft.\n\nIt’s not a science.\n\nWe’re in the mess we’re in\n\nbecause in 1947, 36 men gathered\n\nat a hotel outside Montreux Switzerland,\n\na place called Montpellerin,\n\nand yeah, they were all men.\n\nNow, 1947, Europe’s in Rillens,\n\nLudwig von Mises is a poll\n\nthat what national socialism has done, trash Europe.\n\nFrederick Hayack is scared to death\n\nof the rise in the east of Soviet collectivism.\n\nAnd Milton Friedman believes that the individual\n\nis the only legitimate economic actor.\n\nThey and 33 of their buddies argued for 10 days\n\nand built the intellectual foundations,\n\nwhich they call neo-liberalism.\n\nAnd their story is very simple.\n\nHumans are greedy bastards,\n\nbut that’s okay because the market is perfect.\n\nAnd in a perfect market,\n\nyou against me will somehow aggregate\n\nto the greater good.\n\nNo, whoa, it hasn’t.\n\nWe are on the edge of system-wide collapse.\n\nThink of Attenborough at the climate conference\n\nin Poland released a statement saying,\n\nwe are looking at the end of civilization.\n\nAnd this is what neo-liberalism has wrong.\n\nThis belief that money is the only thing that matters.\n\nAnd if you’re rich,\n\nit’s a sign that you’re blessed by God.\n\nThe old Calvinism is not true.\n\nBut they were very effective\n\nat putting this ideology together.\n\nThey also walked into a brilliant storyteller,\n\na woman named Don Rand,\n\nwho wrote that letter, which remains\n\nto the extent that our Cheeto and Chief Reads,\n\nthis is one of his books,\n\nPaul Ryan,\n\nit’s one of his favorite books.\n\nAlan Greenspan credits that book\n\nwith his mental model.\n\nUntil 2008, when he said,\n\nthe market isn’t working like it’s supposed to.\n\nAnd he said, I am God’s name.\n\nThese guys truly believe this narrative.\n\nThe trouble is it’s bad science.\n\nThe evolutionary biologists now tell us,\n\nhumans are not inherently greedy bastards.\n\nWhen the first pre-humans came out of the trees in Africa,\n\nwe were naked,\n\nour claws aren’t worth much,\n\nour teeth are pretty inadequate,\n\nwe’re not as fast as a lion.\n\nAnd there were many tribes of these pre-humans,\n\nmost of them went extinct.\n\nOur ancestors were down to fewer\n\nin number than the now endangered gorillas.\n\nBut they survived,\n\nand you and I are here today,\n\nbecause they cared more for the good of the whole\n\nthan any one of them cared for him or herself.\n\nWe know this from the DNA,\n\nfrom the archaeology,\n\nthey cared for elderly,\n\nthey cared for disabled.\n\nIf you’re in a survival of the meanest bastard,\n\nyou don’t take elderly and crippled people along with you.\n\nYou said that.\n\nAltruism, say these evolutionary biologists,\n\nis not a flaw.\n\nIt’s who we are.\n\nAnd it’s why we love Facebook.\n\nIt’s why we love people.\n\nIt’s why we people watch.\n\nWe love each other.\n\nAnd we care about each other.\n\nAnd this is the beginnings of a new discipline\n\ncalled Humanistic Management.\n\nMy colleague Dr. Michael Pearson,\n\nprofessor at Fordham,\n\nhas built the International Humanistic Management Network\n\nof business teachers around the world\n\nwho are teaching a new way of doing business\n\nbased on how do we enhance the well-being of us all?\n\nHow do we care?\n\nHow do we work together?\n\nThis approach, we think,\n\nis the basis of this new narrative.\n\nRegenerative economics that John Fordham has laid out,\n\nHumanistic Management,\n\nthe best of these evolutionary sciences,\n\nthe understanding that what people want,\n\nand we know this because if you ask them,\n\nit’s what they tell you,\n\nthe world around,\n\nwhat people want us to be happy.\n\nAnd they want a sense of belonging.\n\nAnd they want a sense that they are contributing\n\nto something more than themself,\n\nsomething bigger.\n\nSo we think this is the basis of a new narrative\n\nof a new economics.\n\nAnd this is bubbling up everywhere,\n\nwhether it be Kate Rayworth’s brilliant book,\n\nDonut Economics.\n\nHow do you live below the planetary boundaries\n\nby the love of the human minimums,\n\nthe sweet spot that she calls the Donut?\n\nGroups of young economic students,\n\na group called rethinking economics.\n\nThere are literally hundreds of these groups now\n\naround the world all beginning to coalesce\n\naround this new narrative.\n\nMy colleague, Dr. Katherine Trebek,\n\nis working with governments.\n\nShe was just in Korea at a meeting\n\non well-being put on by the organization\n\nof economic development cooperation."
}