{
  "title": "Episode 158 – Gabe Brown, Regenerative Farmer/Rancher & Author, “Dirt to Soil”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13781/episode-158-gabe-brown-regenerative-farmer-rancher-author-dirt-to-soil.mp3",
  "publish_date": "April 25, 2024 1:47 pm",
  "url": "https://yonearth.org/podcast/episode-158-gabe-brown-regenerative-farmer-rancher-author-dirt-to-soil/",
  "episode_number": 158,
  "subtitle": "Gabe Brown, Regenerative Farmer/Rancher & Author,Dirt to Soil",
  "description": "“We have seen more positive change in the past three years than in the preceding 25 years combined” – this is the perspective of Gabe Brown, one of the most prominent leaders in the regenerative farming and ranching movement. It is a hopeful statement that reveals the big-picture directionality of the movement in the United States (and internationally) and also reveals the career-long dedication of Gabe Brown, an author, leader and spokesperson who has educated thousands, advised government bodies, and inspired generations to carry the cause of earth stewardship, profitable family farming, and nutrient dense food production forward into the future.",
  "about_sections": {
    "about_gabe_brown": "Gabe Brown is one of the pioneers of the current soil health movement which focuses on the regeneration of natural resources. Gabe is a partner and Board Member at Regenified and serves as the public face of the company. He is a founding partner in Understanding Ag, LLC and a founder and instructor for the Non-Profit Soil Health Academy, which focuses on teaching others the power and importance of healthy functioning ecosystems. He authored the best-selling book,Dirt to Soil, One Family’s Journey Into Regenerative Agriculture. He and his wife Shelly founded Brown’s Ranch, a diversified 6,000-acre farm and ranch near Bismarck, North Dakota, now managed by their son Paul and his wife Jazmin. Gabe and the family’s ranch have received many forms of recognition for their work, including the prestigious Heinz Award for the Environment, the Growing Green award from the Natural Resource Defense Council, an Environmental Stewardship Award from the National Cattlemen’s Beef Association, and the Zero-Till Producer of the Year Award, to name a few. Over 2,000 people visit the Brown’s Ranch annually to see this unique operation, and they have had visitors from all fifty states and thirty-one foreign countries. Gabe holds degrees in Agricultural Economics and Animal Science."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today we’re visiting with Gabe Brown, the author of Dirt to Soil, one family’s journey into regenerative agriculture, Gabe, how are you?\n\nGreat. It’s great to be with you today, Aaron.\n\nYeah, I’m really looking forward to our discussion, especially given the extraordinary words you’re doing in the regenerative agriculture arena and also the fact that your book Dirt to Soil was published by our good friends at Chelsea Green Publishing.\n\nGabe Brown is one of the pioneers of the current Soil Health movement, which focuses on the regeneration of natural resources.\n\nGabe is a partner and board member at Regenified and serves as the public face of the company.\n\nHe is a founding partner in Understanding Ag LLC and a founder and instructor for the nonprofit Soil Health Academy, which focuses on teaching others the power and importance of healthy functioning ecosystems.\n\nHe authored the best selling book, Dirt to Soil, and he and his wife, Shelley, founded Brown’s Ranch, a diversified 6,000 acre farming ranch near Bismarck, North Dakota, which is now managed by their son Paul and his wife, Jasmine.\n\nGabe and the families ranch have received many forms of recognition for their work, including the prestigious Hines Award for the Environment, the Growing Green Award from the Natural Resource Defense Council, an Environmental Stewardship Award from the National Calamans Beef Association and the Zero-Till Producer of the Year Award to name just a few.\n\nOver 2,000 people visit the Brown’s Ranch annually to see this unique operation and they have had visitors from all 50 states and 31 foreign countries at least.\n\nGabe holds degrees in agricultural economics and animal science and as I understand it, Gabe, the National Nautilus Association also has designated US 25th of one of the 25 most influential agricultural leaders in the United States.\n\nOf course, not only do you spend a lot of time on the ground as it were with the soil and the animals and the crops you’re working with, but you also do a ton of teaching and also a lot of public speaking on the record for policy makers, including at the national level in Washington, D.C. is that right?\n\nThat’s correct, although I’m trying to stay out of Washington as much as possible.\n\nYeah, I imagine so. Well, it’s just tremendous to have this opportunity to visit with you and I wanted to start first by showing our video audience the book.\n\nSo what a beautiful book in the middle of which are some absolutely wonderful color photos that our friends at Chelsea Green publishing put together with Gabe.\n\nAnd in the book, you talk very openly and candidly about your own journey toward a regenerative agriculture as a farmer and rancher and tell you what, based on reading this, I see that that wasn’t necessarily a predestined outcome through your childhood and early adult years.\n\nWas it? No, it wasn’t. You know, I tell people that I learned to farm in what many consider, quote unquote, the conventional manner, but then through a series of natural disasters over four years of three years of hell and a year of drought.\n\nI was awakened so to speak and became aware of really trying to work with nature instead of against and I tell people that those four years were extremely difficult to live through, but they were absolutely the best thing that could have happened to my wife and I because it sent us on this journey of how to change dirt into soil.\n\nYeah, it was really, really remarkable seeing that part in the book. I, you know, I want to ask you if you would to frame for our audience, the big picture here, what’s going on with the conventional side of things and what’s going on that’s different with the regenerative side of things and why does it matter whether we’re doing one or the other.\n\nGreat question and that there’s to sum it up briefly, I would put it this way, the conventional model that’s been used in production agriculture today was dictated by consumes and by policy makers.\n\nThe consumers through their spending through their vine dollar dictated to farmers and ranchers that they wanted an abundant supply of food.\n\nPolicy makers seeing that made the policy that ensures to what extent they can that we have that abundant supply of food at a low price.\n\nNow, that all sounds well and good, but take a look at what’s happened and occurred as a result of that. I mean, I have the good fortune, I’m on hundreds of farms and ranchers every year all over the world and I tell people I have never, ever stood on a single one, including my own that’s not degraded.\n\nWe are farming and ranching degraded resources, okay, and it’s happening so slowly that many people don’t even recognize it, but give you this is an example, understanding egg is consulting on over 34 million acres across North America, England, Ireland, and I don’t care what farmer ranch I stand on.\n\nApproximately from 50 to 75% of the carbon that was once in those soils is not gone, it’s in the atmosphere, very degraded.\n\nLand where we could decades ago, centuries ago, that could easily have infiltrated 20 or more inches of rainfall per hour.\n\nNow can’t even infiltrate a half of an inch of rainfall per hour. So what this production model has led to is soil now being used more or less as a medium to hold the plant up right.\n\nWater is running off the landscape instead of infiltrating into the soil and then being able to be held there stored via the carbon in the soil.\n\nThis has led to lower resiliency, it’s led to more desertification, which has altered weather patterns.\n\nWater is now a major issue, water scarcity in much of the US and in other countries.\n\nAnd then something that many, many do not want to talk about, but we see it, the nutrient density of the food that we’re producing today is a fraction of what it wants for us.\n\nAnd this is leading many, many aren’t going to believe this, but it’s true. This is helping to compound the problems that we’re seeing with human health.\n\nAnd you look today, the incidences of ADA, ADHD, Alzheimer’s, Parkinson’s, autoimmune diseases, cancer, it’s just exploding.\n\nNow is agriculture to blame for all that? No, definitely not. Is agriculture to blame for part of it? Absolutely.\n\nSo I think what we’re seeing is this degradation on many fronts that need to be addressed.\n\nBut the beautiful thing here is that regenerative agriculture can at least in part be the answer to many of these concerns that we’re seeing.\n\nAnd so that’s what I spend the majority of my time doing now is educating others as to how regenerative agriculture can be that conduit.\n\nI like to call it common ground for common good. Let’s come together and come together as a society and change production agriculture for the better.\n\nI like this common ground for common good. It’s a beautiful phrasing.\n\nYou know, one of the things that really struck me in your book is that you share the ways in which observation.\n\nAnd I’m going to add in here the word humility. And I think you voiced that in the book of nature’s own intelligence.\n\nThe observation of nature’s own intelligence has allowed you to understand methods, practices, opportunities in a different way than the sort of reductionist, scientific,\n\nmanagement paradigm coming out of the early 1900s mid 1900s have generally had had us thinking about agricultural management over the last several decades.\n\nCan you speak to that a bit and maybe compare and contrast these two very different ways of seeing and understanding?\n\nSure. And I’ll just give you a couple of examples to illustrate that. So for instance, when most farmers see a plant that they would categorize as a weed, their first thought is, oh, I got to go kill that.\n\nMy first thought is, okay, what is nature trying to tell me? Because if you study these four species, and I’ll use the word forb instead of a weed, what they’re really doing is they’re indicative of something that’s needed.\n\nPerhaps it’s bare soil. So there’s species of these forms that show up to cover the soil. Perhaps there’s a lack of aggregation. There’s certain grass species that show up in order to help build soil aggregates to improve water infiltration.\n\nThere’s other species that show up to cycle certain nutrients. Okay, we need to understand what nature is trying to tell us. If we have insects showing up that are pests, what they’re really telling us is that there are sick plants.\n\nBecause insects will only feed on the week. That’s the way nature functions. All right, the week are preyed on first. So why do we have that outbreak of those pests species? Okay, what isn’t being provided to the crop? And that’s making it susceptible to these pests.\n\nWe have to look and observe in order to understand these things.\n\nYeah, it’s really a tremendously different way of looking at things than the kind of conventional narrow scientific approach saying, hey, this is you apply this chemical, or what have you?\n\nBut then we need to take it a step further. What if we apply that chemical? What are the compounding negative effects that will occur because we applied that chemical?\n\nI’ll never forget Aaron back in 2011. I was attending a session. I’ve known till on the planes in Sline of Kansas and Dr. Jonathan Lundgren, world famous entomologist was speaking. And I’ll never forget what he said for every insect species that’s a pest, there’s 1700 that are either beneficial or neutral, meaning they won’t help you or hurt you.\n\nBut here we are, the hubris of mankind, right? We think we know what’s best. Let’s kill that pest. But that pesticide is not specific to an individual species.\n\nSo you’re killing all these pests and all these insects, excuse me, and it’s those other insects that are the predator insects, the pollinator insects, and it has all these negative effects.\n\nSo 1700, for every one, 1700 species of beneficial insects, pollinators, et cetera, for every one that we might identify as a pest.\n\nThat’s right. And I’ll never forget when he said that because I’m like, of course, of course that’s how nature is. And think of it this way.\n\nOkay, just imagine in your mind the Serengeti planes in Africa. What are there more of? Is there more gazelles and zebra’s and all those species?\n\nOr is there more lions and cheetahs, right? So there’s very, very few of those that are going to cause any issues, correct?\n\nSo we need to think of it that way. We need to understand nature is always self-organizing, self-regulating, self-healing.\n\nOur problem is we want to get in our way.\n\nWell, I’m reminded of an episode we did with Scott Black a while back from the Zercees Society of Focuses on the insects themselves.\n\nAnd we were talking about the massive reduction in overall biomass globally of insects and invertebrates.\n\nAnd of course, as a regenerative farmer, you’re not only thinking about the invertebrates above ground, but also the many organisms below ground living in the soil ecology.\n\nAnd this brings me to one of my very favorite words in the entire English lexicon, which is the word rhizosphere, which you discuss in your book.\n\nCan you tell us what’s going on in the rhizosphere and why this matters as it relates to these issues?\n\nYeah, sure. Glad to.\n\nYou know, I have called a couple of degrees in agriculture and never, ever once, while I was studying to get those degrees, did they talk about the four ecosystem processes?\n\nThe energy cycle, you know, we’ve, we learn back in early on, grade school, junior high school, that plants take in sunlight, photosynthesis occurs.\n\nWe learn that and plants use those compounds for growth.\n\nBut what we did learn about is that interaction between the plant and soil microbiology.\n\nSo flat use is part of those carbon compounds for growth.\n\nThe rest of it, it translocates down into its roots, where it exudes part of it out into the soil.\n\nAnd what it’s really doing along that rhizosheet and that rhizosheet is that area of the interface between the root and the soil.\n\nA plant is exuding these root exidates out to attract biology.\n\nIt’s feeding the biology.\n\nAnd then in turn, what the plant gets, that biology, it’s predator-pray relationship.\n\nThe bacteria is eaten by the protozoa.\n\nWhen they do, they release and secrete excess nitrogen, that feeds the plant.\n\nThat’s the nutrient cycle.\n\nThat’s the naturally occurring nutrient cycles.\n\nAnd we don’t understand that.\n\nAnother thing we don’t understand is approximately 95 to 98% of the nutrients of plant needs for growth comes from the atmosphere.\n\nMost people think it comes from the soil unless we got it fertilized.\n\nNo, it comes from the atmosphere.\n\nSo we need to understand these ecosystem processes.\n\nWe need to understand that life in the soil.\n\nAnd then along with the rhizosheet, you have a micro rhizofunja that transfer nutrients.\n\nThey extend the area of those roots, are able to acquire nutrients in water.\n\nThis is how we’re able to produce very profitable crops without writing the checks for all these things.\n\nThis is working with nature instead of against it.\n\nIt’s simply how soil function.\n\nThe other thing I have to mention that occurs along that rhizosheet is the formation of soil aggregates.\n\nAnd a soil aggregate is simply sand, silt, and clay held together by biotic blues.\n\nAnd I can’t tell you how many farms or ants that I’ve been on and I hear,\n\noh, but Gabe, you don’t understand my soils like that.\n\nWell, I’m sorry.\n\nI understand.\n\nSoil is sand, silt, and clay held together by biotic blues.\n\nI really don’t care what fraction of each you have.\n\nThe principles are the same.\n\nAnd those soil aggregates only last approximately four weeks.\n\nAnd then biology consumes the blues that hold them together.\n\nSo you’ve got to have a living plants secreting these root exidates in order to build aggregation.\n\nSo when people cannot, you know, when soils cannot infiltrate water, it’s a lack of soil aggregation.\n\nIt’s a lack of understanding these principles.\n\nThe beautiful thing, though, aren’t as we can fix this.\n\nI tell people, this is an rocket silence.\n\nIt’s simply how nature functions.\n\nI love this.\n\nYou know, we have had a couple of other notable soil experts on the podcast, Dr. Elaine Ingham and Helen Asco,\n\nHelen being another Chelsea Green author, speaking about all of this incredible activity going on in the soil at the root zone, the rhizosphere.\n\nAnd I want to ask you to explain in your words, if the bulk of the building blocks, so to speak, that plants need come from atmosphere,\n\nwhat, why is the soil?\n\nWhy does it matter so much?\n\nWhat’s going on with the soil and the condition of the soil?\n\nGreat question.\n\nAnd why it matters is there’s all these micronutrients.\n\nAnd most importantly, there’s these phytochemical compounds.\n\nAnd there’s some truly groundbreaking work that’s being done by Dr. Steph Van Van,\n\nwho had prevented that from birth, that’s showing that the greater the diversity of biology in your soils,\n\nthe greater diversity of these phytochemical compounds that show up in plants.\n\nAnd it’s those phytochemical compounds, then, that feed the gut microbiome of animals and of humans.\n\nAnd so if we’re truly concerned about human health, we need that diversity of biology in the soil,\n\nso we need that interaction between plants and the soil.\n\nIt takes so much sense.\n\nWell, you have just mentioned the profitability of ag production in this context of regenerative practices.\n\nAnd another key thread that really struck me in your book is that this approach that you’re practicing and advocating not only has tremendous positive impacts,\n\necologically speaking, and in terms of our own health and wellness, but also in terms of the micro-economic performance of the farm, the ranch,\n\nand the entire farming and ranching communities stretching across our country, across the world.\n\nCan you explain to us why and how it’s better economically to use these regenerative practices?\n\nYou know, agriculture today, as it’s currently being practiced, is a very capital intensive business.\n\nThe majority of farmers and ranchers put their tire livelihood at risk every year in order to put a crop in the ground,\n\nthey borrow large amounts of capital in order to secure the inputs to do so.\n\nBut what inputs are they buying?\n\nOften it’s fertilizers, herbicides, pesticides, fungicides, fuel, et cetera.\n\nBy working with nature, we drastically reduce those if I may or give you an example.\n\nSo young farmer lives here in North Dakota, reached out to me in the fall of 2018.\n\nThey all rented land, farming just about 5,000 acres, highly leveraged, had already started going down the no-till path,\n\nbut wanted to learn about regenerative agriculture because input costs were just too high.\n\nSo the first thing I helped him do was educate.\n\nHe attended a soil health academy.\n\nHe began learning the six principles of soil health, the three rules of adaptive stewardship,\n\nthe four ecosystem processes, and then he became very intentional.\n\nWe helped him develop a plan, he had a diverse crop rotation, okay.\n\nBut how do you maximize solar energy collection?\n\nBecause we need to take as much of that carbon out of the atmosphere, put it in the soil, feed biology.\n\nSo he literally would spend the afternoon and evening combining harvesting a crop.\n\nThe very next morning he would be in that same field with the drill, seeding a cover crop.\n\nAnd this is in North Dakota where we only have approximately 110 to 120 frosts three days a year.\n\nYou can plant cold tolerant species that can put up with some crops.\n\nWe then systematically started to reduce his synthetic influence, okay.\n\nSo 2019 was the first year.\n\nSo fast forward, five years later, what is four plus years later, what has happened?\n\nHe’s reduced his synthetic fertility from 40 to 60%, depending on which particular cast crop he’s grown.\n\nThat’s significant savings.\n\nHe’s reduced his herbicide costs well over 50%.\n\nHe’s reduced his pesticide 100%, his fungicide 100%.\n\nHis past two years were the two most profitable years he’s ever had.\n\nHe stopped by my house here last month.\n\nJust excited as can be, he paid cash for 320 acres of farmland.\n\nAnd he said, Gabe, I could never do that if I hadn’t gone down the regenerative path.\n\nThat’s an amazing story, but it’s one quite frankly we hear quite often.\n\nBecause the goal is, okay, it’s not about increasing yield.\n\nThe production model today is all about yield, yield, yield, pounds, pounds, pounds.\n\nIf you’re in the past, the proteins, okay.\n\nBut the important thing for farmers and ranchers, we have to reduce that cost of production, okay.\n\nI mentioned it on our ranch, we grow corn.\n\nI haven’t used a single pound of any type of synthetic fertility since 2007, okay.\n\nSince 2008, on, my average cost to produce the bushloot corn all in,\n\nincluding landfoss, labor, equipment, seed, $1.44 a bush.\n\nCorn can drop to $3 a bush.\n\nWell, I’m still doubling my money.\n\nBut average cost to produce the bushloot corn right now across the US is over $5, okay.\n\nWho’s going to be the last person standing, right.\n\nSo, Dr. Jonathan Lunger, and I mentioned him earlier, he and his team did some research on regenerative farms and ranches.\n\nWhat they found, regenerative farms and ranches have a 76% greater profitability.\n\n76%. That’s huge.\n\nThat’s enough to get everybody to change.\n\nWho doesn’t want to be 76% more profitable?\n\nNow, that’s not going to happen overnight.\n\nIt takes intent.\n\nIt takes an understanding.\n\nYou have to educate yourself.\n\nBut the beautiful thing is, it’s not rocket science.\n\nYeah, absolutely.\n\nLove it.\n\nAnd so, your organizations, understanding ag, soil health academy, and regenerative farms,\n\nare all contributing in different ways to this process of educating and way-showing\n\nreally around the methodologies and practices that results in these incredible changes.\n\nYeah, that’s right.\n\nYears ago, Ray Artsiletta, Dr. Allen Williams, David Bratt, myself, founded an understanding ag,\n\nwhich is a consulting company, because we understood that farmers and ranchers cannot implement\n\nwhat they do not know.\n\nI didn’t know these things.\n\nI had to learn them.\n\nI tell people, the good Lord had to slap me three times with hell and once\n\nwe’re throughout before I understood.\n\nBut we felt it incumbent on us to share our knowledge and to help guide farmers down this path.\n\nWe formed soil health academy.\n\nThat’s a 501C3 nonprofit.\n\nThat’s our educational art, because we really think what’s holding people back from success\n\nis a lack of understanding.\n\nAnd I use this as an example of that.\n\nYou know, oftentimes, farmers, ranchers, they have this carrot dangle in front of them\n\nthrough a number of government agencies, programs, even private programs.\n\nOh, if you’ll go see the waterway, we’ll pay you this amount.\n\nIf you will practice strip till we’ll pay you this amount for like three years.\n\nBut then what they’ve found is that long-term adoption from that is only between eight and 12%.\n\nVery, very low.\n\nNot-of-wise use of taxpayer and private dollars, right?\n\nWhereas what we’ve found, if we’re able to educate and guide people down this path,\n\nour success at understanding egg in moving people down the regenerative path is over 90%.\n\nThat’s a huge difference, you know?\n\nAnd it all comes back to education and understanding.\n\nAnd then the third company, which my partners and I helped to build is called Regenified.\n\nAnd Regenified is a verification certification company that is validating what farmers and ranchers\n\nare doing on their land.\n\nAnd our goal there is, we saw a lot of greenwashing taking place where companies\n\nare saying they’re sourcing regenerative, regenerative grown and raised goods.\n\nAnd we’re going, that’s not regenerative, not in our book, not by nature’s principles, it’s not.\n\nAnd how do consumers gain the confidence that what they’re buying and remember?\n\nTalk about it earlier.\n\nThis current production model that’s prevalent today, that was driven by consumer demand.\n\nWell, how do we educate consumers so they can drive change on the land?\n\nThus, not only doing what’s right ecologically, not only doing what’s right for their own health,\n\nbut purchasing food, higher nutrient density, but also putting more profitability back in farmers and ranchers’ pockets.\n\nSo that’s what Regenified is.\n\nAnd Regenified is working with supply chains to verify the commodities and products that are being grown and raised on these farms.\n\nAbsolutely wonderful.\n\nThanks for walking through that.\n\nIn the book, YonEarth, we talk about, from a consumer standpoint,\n\nconsidering the difference between one pound of carrots that costs 99 cents,\n\nand another pound of carrots that costs $2.99, $3,\n\nbut the other has 10 times the nutrient density, which is the better deal.\n\nAnd that is obvious.\n\nLook at our health care costs have soared.\n\nIt’s exorbitant now.\n\nWhat if the food that people were consuming was truly nutrient density?\n\nWhat would that do to health care costs?\n\nAnd I can tend that we no longer eat food in this country, we eat food like substances.\n\nIt’s really not food.\n\nHere I am in North Dakota, go try and find some good spinach in the middle of winter here in North Dakota.\n\nIt’s all you’re eating is cardboard, right?\n\nWe’ve lost that health of the soil, and it’s negatively affected the nutrients in the foods that we eat.\n\nWell, let me, I want to drill in as a little more, because from our perspective,\n\nthe third party certification is a really key ingredient in this equation with consumers.\n\nAnd, you know, we’ve had Mark Rezloff on who’s done a lot of work on the consumer interface side of things\n\nin the organics movement, and I’m curious from your perspective,\n\nwhat’s needed to help further scale and substantially scale not only consumer awareness,\n\nbut changes in consumer purchasing patterns to get regenerative as the predominant methodology we see nationwide.\n\nGreat question.\n\nAnd what’s needed is a combination of awareness.\n\nAnd you need awareness from the farmer and rancher.\n\nWhy they should change.\n\nI just explained to you the profitability aspect, but there’s also much more than that.\n\nIt’s the farmer and rancher who are driving the ecosystem changed on the land.\n\nThe consumers need to do it for their health, right?\n\nIf not their health, the health of their children and grandchildren.\n\nBut then it’s the supply chains that we also have to get on board.\n\nAnd right now, a lot of companies, they have made statements that, you know, they’re converting their supply chain, regenerative.\n\nThey have these ESG concerns, you know, the social and the governance.\n\nAnd what we’re finding is that as I explained earlier, regenerative agriculture is that common ground for common good.\n\nSo I don’t care where your interest lies from a farmer and rancher standpoint.\n\nIt’s going to be on profitability from a consumer standpoint.\n\nIt’s going to be on human health from the supply chain perspective.\n\nThey want a consistent supply of high quality product.\n\nAnd they also want to meet their ESG concerns.\n\nSo what can’t we all come together, common ground, common good, address all of them?\n\nYep, that’s brilliant.\n\nWell, I got asked to you earlier mentioned and have reiterated that we’ve gotten to where we are,\n\nbased on the dictates of consumer demand on the one hand in policy making on the other.\n\nI’ve been fascinated myself by the intersection of cold war, geopolitical strategy, global strategy in our country and domestic ag policy since 1950’s onward.\n\nWe don’t necessarily need to dive down that rabbit hole.\n\nBut I’m really curious from your perspective, having spent some time in DC, God bless you.\n\nWhat’s needed, what’s working, what’s what’s a source of hope in the sausage making process of policy making?\n\nAnd what are the major barriers and challenges that we still have in front of us?\n\nGreat question.\n\nWhat’s working is we’re seeing an increased awareness.\n\nI tell people I’ve been in this space a long, long time.\n\nNo, it wasn’t called regenerative agriculture.\n\nAnd I don’t care what you call it, as long as we’re doing what’s right for the ecosystem for society.\n\nBut I’ve seen more positive change to past three years than that into previous 25 years combined.\n\nThat’s a good thing.\n\nAnd we’re seeing it.\n\nYou know, you can’t hardly pick up the farm publication without the words regenerative.\n\nYou know, everything’s regenerative nowadays.\n\nI tried to stay informed and I read recently in a food industry news publication that\n\nno word has taught on with consumers as quickly as has the word regenerative.\n\nYou know, we all want to be regenerative.\n\nYou know, I get upset a little bit, Aaron, about the word sustainable.\n\nWhy in the world would we want to sustain a degraded resource?\n\nThat makes no sense.\n\nSo what’s working is awareness?\n\nWe’re getting more and more Washington is becoming aware of it.\n\nConsumers are becoming aware of it.\n\nAnd what do consumers do?\n\nNot only do they vote with their buying dollar, but they vote.\n\nAnd they vote on the people that are in Washington.\n\nSo as consumers become more vocal demand in these regenerative grown and raised products,\n\nthat’s going to cause their constituents in Washington to wake up and pay attention.\n\nWhat isn’t working is let’s face it.\n\nLet’s face it.\n\nWe know how Washington works.\n\nIt’s driven by lobbyists.\n\nAnd do you think for one moment the fertilizer industry, the chemical industry,\n\nthe equipment manufacturers themselves, you know, the grain growing associations themselves,\n\nare paid based on bushels, right?\n\nAll of those are putting money, you know, into our delegation saying, hey, we want the status quo.\n\nAnd then there’s this guy out there that farmers and ranchers have to feed the world.\n\nNo, the world needs to feed itself.\n\nAnd I think during COVID, many of the ills of the fallacies of the current production\n\nmodel, weaknesses, so to speak, showed out.\n\nWe need to eat and consume more locally grown and raised or regionally grown and raised products, right?\n\nWe shouldn’t be pushing our diets on other countries.\n\nThat’s up for them to decide, right?\n\nYeah, look, I really appreciate this comment and it reminds me of a couple threads that I think are of great import.\n\nOne, you know, we had a David Beasley on the podcast a while back when he was running the United Nations World Food Program,\n\nwhich was awarded the Nobel Peace Prize winner’s leadership.\n\nThe compounding challenges of COVID doubled, essentially the number of our fellow humans worldwide on the verge of salvation.\n\nAnd certainly from a humanitarian standpoint, being able to respond and help where that kind of help is needed is a particular type of ethical question.\n\nOn the other hand, this need worldwide of empowering, local-based, resilient, deeply rooted, regenerative practices to meet,\n\nconnects directly also with the observation that one third of the food we’re growing worldwide,\n\nsports does not get to a person.\n\nAnd so, you know, I think there’s a lot of myth making out there with various interest groups.\n\nAnd one of the things a lot of us probably need to learn a little more about keeping our eyes open is we have a super abundance of food worldwide currently.\n\nWhat we do, lots of statistics I have or from a couple years ago, we produce enough food to feed about 11.3 billion people.\n\nOkay, we just have, you know, just over 8 billion people.\n\nThere’s plenty of food available.\n\nI can tend the issue is it’s not local, regional enough.\n\nAnd then you get on a worldwide scale, you look at the acres of desertification.\n\nOkay, you know, the deserts that we see today, we’re not always deserts.\n\nYou know, I stood in a 12-in-desert of Mexico.\n\nYou can see where at one time the carbon level is 4 feet deep.\n\nThat was once a vast grassland.\n\nMankind’s actions, deservedified that.\n\nYou look at the southwestern US.\n\nMankind’s actions caused that desert to appear.\n\nRight? So there’s plenty of opportunities.\n\nThe other thing I have to say, and I often get asked this, Aaron, is,\n\nyeah, I gave, but we can’t feed the world if farmers all go down the regenerative path.\n\nAnd I said, okay, let’s talk about that a little bit.\n\nI grow wheat, my neighbor grows wheat, our yields are comparable.\n\nLet’s give him a few bushels more advantage, okay?\n\nBut then after I’m done harvesting wheat, after he’s done harvesting his, it just sits idle.\n\nWhat do I do? I plant a cover crop.\n\nThen I graze my grass-finished feed.\n\nThen I graze my grass-finished land.\n\nThen we run our pastured landhands across it.\n\nAnd the bees are making honey from the flowers on that cover crop.\n\nWho’s producing more nutrients to feed people per acre?\n\nIt’s not even close.\n\nI mean, it’s not even close.\n\nSo I would contend that the current production model is going to drive food hunger much, much faster than compared to the regenerative model.\n\nYeah, thank you for pointing that out.\n\nI’m describing for us a little more what your practices look like.\n\nIt’s beautiful. I can just picture the animals and the bees and the poultry, the hens causing around.\n\nFabulous. And your discussion of the deserts is reminding me of John Lewis’ work in parts of the world that have actually begun restoring from desert back to fertile and regenerative conditions.\n\nAnd of course, you’ve been featured in some really important documentaries with Finian-Mate Peas, Lauren Tucker, Kiss the Ground, etc.\n\nAnd I want to tease you a little about your celebrity status.\n\nBut before doing that, let me remind our audience.\n\nThis is the YonEarth Community podcast on your host, Aaron William Perry.\n\nToday, we’re visiting with Gabe Brown, the author of Dirt to Soil, another wonderful Chelsea Green publishing publication.\n\nAnd I want to be sure to mention you can connect with Gabe and his teams and their work at understandingag.com, soilhealthacademy.org, regenified.com.\n\nAnd you can also go to Chelsea Green.com to get a copy of Dirt to Soil.\n\nOf course, for our audience, you can use the code Y-O-E-3-5 to get an exclusive 35% discount on the book, if you’d like.\n\nI want to give a quick shout out to several of our friends and partners who make our Why Honors Community podcast series possible, along with the rest of our regeneration renaissance projects and programming.\n\nThis includes, of course, Chelsea Green publishing, Weyland Waters, the biodynamically grown and infused aroma therapy soaking salts, profitable purpose consulting, helping businesses,\n\ntransition to the B certified status and maintain that status, Earth Coast productions, producing all of our podcasts and other media resources, along with those of many other companies and organizations, Patagonia,\n\nDr. Bronners, and of course, want to give a huge shout out to our growing global ambassador network and everybody who has joined our monthly giving program.\n\nIf you haven’t yet joined and you’d like to make a monthly donation to support this work, you can go to yonearth.org and click on this support button and select any level that works great for you.\n\nIf you do the $33 level per month, we will send you a monthly shipment of the Weyland Waters soaking salt as a thank you and as a way to enhance your own health and wellness practices.\n\nYou can also, if you’d like, go to Patreon, yonearth.org community there at Patreon to engage and support and get a bunch of additional goodies and offerings we’ve made available to you there, several different tiers.\n\nAnd of course, for our ambassador network in particular, we have a number of additional offerings that includes our behind the scenes segments with our podcast guests, which gave an aisle be doing in a bit after our main interview here.\n\nAnd if you’d like to join the ambassador network and have access to those additional resources, just go to yonearth.org and go to the page, become an ambassador and you can start your journey there.\n\nAnd so a huge thanks to everybody helping to make this regenerative renaissance widespread across our planet.\n\nAnd you know, I’m being a bit facetious and talking cheap teasing you about the celebrity thing, but really, truly, you have through different channels and platforms and media and testimony in public hearings.\n\nYou have been able to reach a good number of people.\n\nAnd I’m curious. I want to ask you, first of all, how does that make you feel as a person? You know, we have, having your voice out there and amplifying some renaissance. And secondly, is the celebrity thing all that’s cracked up to you? I’ve got to ask you that.\n\nI was celebrity. I would have my wife answered that one. She will tell you she keeps you very well grounded.\n\nI never ever look at it that way. Those who know me know that I’m doing this because I really thank God showed me something during those four years of hail and drop.\n\nAnd I made a promise to him that I would spend the rest of my life trying to help others if he saw me through it. And obviously the one thing that wasn’t in the book that, but I think it’s important.\n\nI’m noting is that at the end of the fourth year of disasters, my wife and I were $1.5 million in debt, which was a lot of money in 1998 for a young family.\n\nAnd within a matter of literally 15 years, we were debt-free. And so the turnaround was very quickly once we went down this regenerative path. And I’m very thankful to that.\n\nThe other thing I’m thankful for is God gave me a big mouth. And I am not afraid. My partners in business will tell you, you don’t have to worry about it.\n\nEver asking, gave Brown, what do you think? Because he’s going to tell you right wrong or otherwise. And I really think that was a gift God gave me to share with people.\n\nAnd I keep very well grounded. I, in no way, think of myself as a celebrity. I’m simply sharing my story because I know the difference.\n\nRegenerative Ag made to me and my family. And I want others to share in that and have that joy else.\n\nYeah. A beautiful said. Well, you know, one of the things that really, really struck my heart reading your book is the way you’re talking about your faith and experience going through challenging times and emerging out of those.\n\nAnd I wanted to share the reading, the quote from the very end of your conclusion.\n\nAnd in the conclusion, you’re quoting scripture, you’re really sharing quite a bit about the faith side of this for you and want to ask you about that generally.\n\nMaybe we’ll talk even more about it in our behind the scenes second, but you land on this inspiring sentence.\n\nYou say to the reader to the audience, you say, God created you do so do something. What do you mean by that? Can you, can you unpack that for us?\n\nYeah. And, and where they come from right prior to that, I closed the book by telling about and you asked about this celebrity status.\n\nI put my phone number out there. I put my email out there. You know, people are surprised that they’ll call Gabe Brown. You’ll pick up the phone and answer, but I just want to help people.\n\nAnd I tell the story about how I was out seating in the tractor. Phone rang. I answered it. It was a lady who in her city to truck.\n\nAnd all she was concerned about was how do I produce the food for the children in her neighborhood.\n\nAnd so there was some abandoned locks there and she wanted to know how she could turn them into a garden.\n\nI shut my tractor off and we talked for considerable length of time. And I so wish I would have rolled her name down.\n\nI didn’t have a pen in the tractor with me, but you know, here is a lady. How do you not try and help someone who wants to feed children in her neighborhood?\n\nShe is doing something. So just going off of her, I just wanted everybody. Everybody can make a difference.\n\nYou can make a difference in your own life, your family’s life, your school system. I mean, you look at what a lot of these schools are feeding our children.\n\nCome on, when they consider catch up a vegetable really, really, you know, we’ve got issues, serious issues.\n\nSo make a difference in your local community. And you know, I’m all I’ve ever wanted to do with my life is to be a rancher in North Dakota.\n\nThat’s all I’ve ever wanted to do. Little did I know where to delete me, but it’s a good thing that it has because I think in some small way I’ve made a difference.\n\nSo I challenge everyone to just make a difference wherever you can.\n\nAbsolutely beautiful and probably a perfect note for us to land on and gave of course I want to give you the floor.\n\nThere’s anything else you’d like to share with our audience before we wrap up, but on behalf of the wider community and our listening audience, thank you so much for visiting with us today.\n\nWell, thank you. It’s been a real pleasure, Aaron. And thank you to everyone out there for all of your work in trying to move regenerative agriculture forward.\n\nTake care, Aaron.\n\nThank you.\n\nThe YonEarth community stewardship and sustainability podcast series is hosted by Aaron William Perry, offer, thought leader and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly or monthly supporter, please visit yonearth.wpenginepowered.com-support.\n\nSupport packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code yonearth, all one word with a Y.\n\nThese sponsors are listed on the yonearth.wpenginepowered.com-support-page.\n\nIf you found this particular podcast episode especially insightful, informative or inspiring, please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in.\n\nThank you for your support and thank you for being a part of the Why on Earth community.\n\nYeah, absolutely love it. And so, your organizations, understanding AG, soil health academy and\n\nRegenerify, Regenerify, excuse me, are all contributing in different ways to this process\n\nof educating and way showing really around the methodologies and practices that result\n\nin these incredible changes.\n\nYeah, that’s right. Years ago, Ray Archuleta, Dr. Allen Williams, David Bratt,\n\nmyself, founded an understanding AG, which is a consulting company, because we understood\n\nthat farmers and ranchers cannot implement what they do not know. I didn’t know these things.\n\nI had to learn that. I tell people, the good Lord had to slap me three times with Hale\n\nand once we’re throughout before I understood. But we felt it in coming on us to share\n\nour knowledge and to help guide farmers down this path. We formed soil health academy.\n\nThat’s a 501c3 nonprofit. That’s our educational arm because we really think\n\nwhat’s holding people back from success is a lack of understanding.\n\nAnd I use this as an example of that.\n\nOften times, farmers, ranchers, they have this carrot-dangled in front of them\n\nthrough a number of government agencies, programs, even private programs.\n\nOh, if you’ll go see the waterway, we’ll pay you this amount.\n\nIf you will practice strip till we’ll pay you this amount for like three years.\n\nBut then what they found is that long-term adoption from that is only between eight and 12%.\n\nVery, very low. Not-of-wise use of taxpayer and private dollars.\n\nWhereas what we found, if we’re able to educate and guide people down this path,\n\nour success at understanding AG in moving people down the regenerative path is over 90%.\n\nThat’s a huge difference, you know? And it all comes back to education and understanding.\n\nAnd then the third company which my partner’s and I helped to build is called Regenified.\n\nAnd Regenified is a verification certification company that is validating what farmers and ranchers\n\nare doing on their land. And our goal there is, we saw a lot of greenwashing taking place\n\nwhere companies are saying they’re sourcing regenerative, regeneratively grown and raised goods.\n\nAnd we’re going, that’s not regenerative, not in our book, not by nature’s principles, it’s not.\n\nAnd how do consumers gain the confidence that what they’re buying? And remember, talk about it earlier.\n\nThis current production model that’s prevalent today, that was driven by consumer demand.\n\nWell, how do we educate consumers so they can drive change on the land?\n\nThus, not only doing what’s right ecologically, not only doing what’s right for their own health by purchasing food,\n\niron nutrient density, but also putting more profitability back in farmers and ranchers’ pockets.\n\nSo that’s what Regenified is and Regenified is working with supply chains to verify the commodities and products that are being grown and raised on these farms.\n\nAbsolutely, wonderful. Thanks for walking through that.\n\nSo, in the book, Y on Earth, we talk about, from a consumer standpoint, considering the difference between one pound of carrots that costs 99 cents\n\nand another pound of carrots that costs $2.99, $3, but the other has 10 times the nutrient density, which is the better deal.\n\nThat is obvious. Look at our health care costs have soared.\n\nIt’s exorbitant now. What if the food that people were consuming was truly nutrient dense?\n\nWhat would that do to health care costs?\n\nI can tell that we no longer eat food in this country, we eat food like substances.\n\nIt’s really not food. I mean, here I am in North Dakota, go try and find some good spinach in the middle of winter here in North Dakota.\n\nAll you’re eating is cardboard, right? We’ve lost that health of this soil and it’s negatively affected the nutrients in the foods that we eat.\n\nWell, let me, I want to drill in this a little more because from our perspective, the third party certification is a really key ingredient in this equation with consumers.\n\nAnd, you know, we’ve had Mark Rezloff on who’s done a lot of work on the consumer interface side of things in the organics movement.\n\nI’m curious from your perspective, what’s needed to help further scale and substantially scale not only consumer awareness, but changes in consumer purchasing patterns to get regenerative as the predominant methodology we see nationwide.\n\nGreat question. And what’s needed is a combination of awareness and you need awareness from the farmer and rancher why they should change.\n\nI just explained to you the profitability aspect, but there’s also much more than that. It’s the farmer rancher who are driving the ecosystem changed on the land.\n\nThe consumers need to do it for their health, right? If not their health, the health of their children and grandchildren, but then it’s the supply chains that we also have to get on board.\n\nAnd right now, a lot of companies, they have made statements that, you know, they’re converting their supply chain regenerative.\n\nThey have these ESG concerns, you know, the social and the governance and what we’re finding is that, as I explained earlier, regenerative agriculture is that common ground for common good.\n\nSo I don’t care where your interest lies from a farmer rancher standpoint, it’s going to be on profitability from a consumer standpoint, it’s going to be on human health from the supply chain perspective.\n\nThey want a consistent supply of high quality product and they also want to meet their ESG concerns. So what can’t we all come together common ground common good address all of them?\n\nYep, that’s brilliant. Well, I got asked to you earlier mentioned and have reiterated that we’ve gotten to where we are based on the dictates of consumer demand on the one hand in policy making on the other.\n\nI’ve been fascinated myself by the intersection of Cold War geopolitical strategy, global strategy in our country and domestic ag policy since 1950’s onward.\n\nWe don’t necessarily need to dive down that rabbit hole, but I’m really curious from your perspective, having spent some time in DC, God bless you.\n\nWhat’s needed? What’s working? What’s what’s a source of hope in the sausage making process of policy making? And what are the major barriers and challenges that we still have in front of us?\n\nYeah, great question. What’s working is we’re seeing an increase to awareness. Okay. I tell people I’ve been in this space a long, long time. No, it wasn’t called regenerative agriculture and I don’t care what you call it as long as we’re doing what’s right for the ecosystem for society.\n\nBut I’ve seen more positive change the past three years than I did the previous 25 years combined. That’s a good thing. And we’re seeing it. You know, you can’t hardly pick up the farm publication without the words regenerative.\n\nYou know, everything’s regenerative nowadays. I tried to stay informed and I read recently in a food industry news publication that that no word has taught on with consumers as quickly as has the word regenerative.\n\nYou know, we all want to be regenerative. You know, I get upset a little bit there and about the word sustainable why in the world would we want to sustain a degraded resource that makes no sense. So what’s working is awareness. We’re getting more and more Washington is becoming aware of it.\n\nConsumers are becoming aware of it and what do consumers do not only do they vote with their vine dollar, but they vote and they vote on the people that are in Washington.\n\nSo as consumers become more vocal demanding these regenerative grown and raised products, that’s going to cause their constituents in Washington to to wake up and pay attention.\n\nWhat isn’t working is let’s face it. Let’s face it. We know I’ll know how Washington works. It’s works. It’s driven by lobbyists. And do you think for one moment the fertilizer industry, the chemical industry, the equipment manufacturers themselves, you know, the grain growing associations themselves are paid based on bushels. Right.\n\nAll of those are putting money, you know, into our delegation saying, hey, we want to status quo. And then there’s this guys out there that farmers and ranchers have to feed the world. No, the world needs to feed itself.\n\nAnd I think during COVID, many of the is of the fallacies of the current production model weaknesses, so to speak, showed out we need to eat and consume more locally grown and raised or regionally grown and raised products. Right.\n\nWe shouldn’t be pushing our our diets on other countries. That’s up for them to decide. Right.\n\nYeah, look, this I really appreciate this this comment and it reminds me of a couple threads that I think are of great import.\n\nOne, you know, we had a David Beasley on the podcast a while back when he was running the United Nations World Food Program, which was awarded the Nobel Peace Prize winners leadership.\n\nThe compounding challenges of COVID doubled, essentially the number of our fellow humans worldwide on the verge of starvation and certainly from a humanitarian standpoint, being able to respond and help where that is.\n\nHealth where that kind of help is needed is a particular type of ethical question. On the other hand, this this need worldwide of empowering local based resilient, deeply rooted, regenerative practices to meet connects directly also with the observation that one third of the food were growing worldwide.\n\nSpoils does not get to a person and so, you know, I think there’s there’s a lot of myth making out there with various interest groups and one of the things a lot of us.\n\nProbably need to learn a little more about keeping our eyes open is we have a super abundance of food worldwide currently.\n\nWhat we do last statistics I had or from a couple years ago we produced enough food to feed about 11.3 billion people okay we just have you know just over 8 billion people there’s plenty of food available.\n\nI can tell the issue is it’s not local regional enough and then you get on a worldwide scale you look at the acres of desertification okay.\n\nYou know the deserts that we see today were not always deserts you know I stood next to all in desert of Mexico.\n\nYou can see where at one time the carbon levels four feet deep that was once a vast grassland mankind’s actions deserved by that you look at the southwestern U.S. mankind’s actions caused that desert to appear right so there’s plenty of opportunities the other thing I have to say and I often get asked this air is.\n\nYeah I gave but we can’t feed the world if farmers all go down the regenerative path and I said okay let’s let’s talk about that a little bit.\n\nI grow wheat my neighbor grows wheat our yields are comparable let’s give him a few bushels more advantage okay but then after I’m done harvesting wheat.\n\nWell after he’s done harvesting his it just sits idle what do I do I plant a cover crop then I graze my grass finished feed then I graze my grass finished land then we run our pastured landhands across it and the bees are making honey from the flowers on that cover crop.",
  "related_episodes": [
    {
      "title": "Episode 151 – Nicolette Hahn Niman, Author, “Defending Beef”",
      "url": "https://yonearth.org/podcast/episode-151-nicolette-hahn-niman-author-defending-beef/"
    },
    {
      "title": "Episode 95 – John Liu, Founder, Ecosystem Restoration Communities",
      "url": "https://yonearth.org/podcast/episode-95-john-liu-founder-ecosystem-restoration-camps/"
    },
    {
      "title": "Episode 91 – Finian Makepeace, Co-Producer, “Kiss the Ground” Movie",
      "url": "https://yonearth.org/podcast/episode-91-finean-makepeace-co-producer-kiss-the-ground-movie/"
    },
    {
      "title": "Episode 89 – Dr. Yichao Rui, Senior Soil Scientist (former), Rodale Institute",
      "url": "https://yonearth.org/podcast/episode-89-dr-yichao-rui-senior-soil-scientist-rodale-institute/"
    },
    {
      "title": "Episode 70 – Jeff Moyer, CEO (former), Rodale Institute",
      "url": "https://yonearth.org/podcast/episode-70-jeff-moyer-ceo-rodale-institute/"
    },
    {
      "title": "Episode 28 – Scott Black, Executive Director, Xerces Society",
      "url": "https://yonearth.org/podcast/episode-28-scott-black-xerces-society/"
    },
    {
      "title": "Episode 10 – Lauren Tucker, Executive Director (former), Kiss the Ground",
      "url": "https://yonearth.org/podcast/episode-10-lauren-tucker-y-on-earth-community-podcast/"
    }
  ]
}