{
  "title": "Episode 34 – Maija West, Esq. on Forward Thinking Leadership",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/3341/episode-34-maija-west-esq-on-forward-thinking-leadership.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-34-maija-west-esq-on-forward-thinking-leadership/",
  "episode_number": 34,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcast Series.\n\nToday, I’m so happy that we have with us Maija West, hi Maija.\n\nHi, how nice to see you again, Aaron.\n\nGreat to see you today.\n\nMaija West is the owner of the law office of Maija West and founder of Moxie Lab, a leadership\n\ncompany for emerging visionaries.\n\nShe is also the founder of the Healing and Reconciliation Institute, a nonprofit consulting\n\nProfessionally, she is dedicated to supporting businesses in building a forward thinking\n\nstrategy as part of their mission.\n\nHer background as a civil litigator, land use consultant, and community bank enterprise\n\nrisk officer, has provided her with a strong legal foundation as she assists her clients\n\nfrom the start-up phase all the way to succession and exit planning.\n\nMaija believes that helping create strong leaders is the path to growing conscious companies.\n\nMaija has served on the boards of the Ventana Wildlife Society, the Wahine Project, and the\n\nTaos Community Foundation.\n\nShe is currently the chair of the Women’s Leadership Council for the Women’s Fund of the Community\n\nFoundation for Monterey County, as well as serving as a board member of both the Community\n\nFoundation for Monterey County and the Monterey County Rape Crisis Center.\n\nMaija is a graduate of the University of California, Seattle, and the University of New Mexico\n\nSchool of Law.\n\nShe lives in Carmell Valley, California with her husband Cody and daughter, Ava.\n\nMaija, it is such a pleasure to have you with us today.\n\nThank you for joining us.\n\nThank you so much.\n\nI’m happy to be here.\n\nI’m struck knowing some about the work that you’re doing and some of our recent exchange\n\nof notes leading up to our discussion today that you are really on the forefront of bringing\n\ntogether so many different disciplines and domains of expertise, which it seems as\n\none of the real keys to creating the stewardship and sustainability in the world that I know\n\nwe’re working so hard for, and I’m just curious, what is that like for you to be working\n\nin so many different realms day to day?\n\nWell, that’s a generous way to say it, but I would say that sometimes it feels a little\n\nbit schizophrenic, but I delight in it.\n\nI feel like I’m part of the playground of what it means to be a human when I get to focus\n\non leaders and their work around building good citizens that can be responsive to changing\n\ntimes, means I get to play with various industries, various types of leaders and use different\n\ntechniques and furtherance of that goal.\n\nWhat is that when you’re talking about this capacity for leadership in dynamic changing\n\ntimes, what are you seeing with your clients and the colleagues that you’re working with\n\nout there?\n\nWhat’s emerging?\n\nWell, one of the things that I’m seeing emerging, and this kind of comes from some of the\n\nfrustrations I experienced working in the environmental movement in the past, was that sometimes\n\nit was very hard to, it was easy to advocate for something outside of ourselves, like protecting\n\nendangered species or specific lands that were fragile ecosystem or watershed, but it\n\nwas harder to do that within our own organizations or even within ourselves and our own families,\n\nand so this world is kind of what I see as emerging is truly in kind of leading from\n\nintegrated place, which means that when we’re in that boardroom, when we’re having to make\n\na hard decision, it’s about our advocacy out in the field, but it’s also about our advocacy\n\nfor our own moral compass and having the courage to have hard conversations.\n\nAnd so for me, the kind of the bleeding edge of this is becoming an expert in conflict\n\nadversion and how we handle those hard conversations, because that allows me to kind of coach my\n\nclients in overcoming that so that they can do the right thing in that moment.\n\nWell, that is so important and obviously requires so much courage.\n\nYeah, and I think one of the things that keeps us from being courageous is that we often\n\nfeel like we’re alone in that.\n\nSo we don’t want to be that one person in the room who’s saying the thing that needs to\n\nbe said.\n\nAnd so one of the reasons that I wanted to kind of support more of an educational format\n\nin my own work was so that we could bring more people to the table so that folks felt\n\nlike they had a network.\n\nSo when they need to stand up and do something from an active courage so they know they’re\n\ndoing that with the whole kind of network of people that support them or support those\n\nvalues.\n\nOh, that’s beautiful.\n\nSo there’s a real sense of stepping into a whole new community, a whole new set of relationships\n\nthat are available.\n\nYeah, because I think sometimes we pick our relationships based on job titles, work\n\nhistories, or convenience.\n\nAnd I have gotten into the practice of doing this myself and also advising my clients on\n\nthis to pick their network based on their actions.\n\nSo those who show me through their actions that they can actually walk the top or my\n\nkind of people because I’m kind of love, I’m kind of an actor myself.\n\nSo I want that in my life, whether that’s my professional life, personal life, whatever\n\nI want to surround myself with folks that are people of integrity who can actually have\n\nthe courage to take those steps.\n\nAnd so that becomes my new network and they can have all kinds of job titles and become\n\nfrom all kinds of industries.\n\nWell, that’s such an important and potent point.\n\nYou know, I find with the work we’re doing in the sustainability arena, you know, the\n\ntitle CEO hardly tells us anything, right, and some of the most forward thinking and innovative\n\nand frankly competitive executive leaders may have the title CEO well at the same time.\n\nSome of the folks who are creating huge resistance to some of the changes needed in our world\n\nright now might also have that same title.\n\nSo it’s such an interesting opportunity to focus much more on the actions and on the titles\n\nthemselves.\n\nYeah, and I, for me, it’s just helped me also with distinguishing, not only not to make\n\npeople feel bad because they haven’t been acting on if they’re that kind of way, but distinguishing\n\nwhat someone’s own way of handling conflict because in this world that we’re in with this\n\nincredibly changing and persistent dynamic with climate change is that we are experiencing\n\nsomething quite terrifying in our brains, we salon accordingly.\n\nAnd so when, so even though we might have somebody who may not act, you know, my people\n\nover actors, that’s just because that’s how I handle conflicts as I do.\n\nBut other folks freeze and other folks run and head for the hills, all of those are kind\n\nof normal brain reactions to conflict.\n\nAnd I think of climate change as being a very stimulating on our brain kind of event,\n\nwhich is because we’re afraid of our future, we’re worried about our children, we’re worried\n\nabout how we profess protect animals and the environment and all those kind of impact\n\nus from like a, you know, what we would call kind of a conflict perspective.\n\nAnd so yes, I look for my crew from who acts because I do, but the folks that aren’t acting\n\nmaybe are doing so just because that’s their way of handling very challenging prospect\n\nthat we’re looking at.\n\nThat’s so interesting.\n\nWell, I find that there’s plenty of opportunity to observe and experience a profound cognitive\n\ndissonance in these times when we are aware that we’re seeing more and more systemic\n\nchange, disruption in climate and elsewhere.\n\nAnd at the same time for a lot of us day to day, it appears as if all is well or it can\n\nappear that way.\n\nAnd I know for business leaders with all of the pressures and stressors of financial\n\nperformance of leading a team of people that in and of itself is incredibly dynamic and\n\nchallenging.\n\nAnd to layer on top of that, the additional environmental and social priorities and objectives\n\ncreates a pretty complex landscape for people.\n\nIt does.\n\nAnd I, you know, as, you know, we both are parents and one of the things that we are constantly\n\njuggling is something that a lot of folks can understand and so they can maybe relate\n\nto this example, which is that balance between my role as a parent and my role as a professional.\n\nMy role as a wife, a role as a friend, you know, we get pulled in these different directions.\n\nAnd I think that some of the challenges that we have and who we’re supporting in leadership\n\nright now is that they kind of lead from just one, which is their professional lead.\n\nAnd sometimes that means that they’re ignoring, you know, the other roles that they play,\n\nwhether that’s their family or their own, might be their own personal moral compass or\n\nsome other role that’s a part of their lives.\n\nAnd they kind of override those or steam role, those other roles at the expense of performance.\n\nAnd so I think that’s one of the challenges in business is that that exceptional pressure\n\nis often placed on just one aspect of their day-to-day roles and under-emphasize the other\n\nYeah, interesting.\n\nWell, as was written in Y on Earth, the chapter of balance, we really dug into how essential\n\nit is for us to cultivate as much balance in our own lives as we can, especially when\n\nwe’re in positions of leadership.\n\nAnd boy, that really is an ongoing practice, right?\n\nIt’s not flipping some switch and there you are.\n\nAbsolutely, Aaron.\n\nAnd that’s one place where I really connected with your writing is that that idea of that\n\nbalance.\n\nFor myself, I use the metaphor of what I call the braid, the integrated self.\n\nYou know, I didn’t ask what I teach to in leadership, which is that if any point that\n\nbraid becomes braid, then I know I’m doing something wrong and I kind of have to wait until\n\nI get them all back together again and back into a braid, because that I think of the braid\n\nas being kind of like a wave thinking about the path of my life and that I’m kind of\n\nbringing all these parts of myself along for the ride.\n\nBut if any one-on-point doesn’t work out, I have to kind of stop and assess myself and\n\nget the braid re-braided.\n\nAnd that’s one of the only ways I’ve been able to make sure that I’m not being a total\n\nhypocrite when I advocate for my clients, because that’s very common to be a hypocrite\n\nconsultant.\n\nBut I’m trying really hard not to do that and also just to realize the challenge of that,\n\nwhich is that every day I’m having to also walk the talk so that I can be a model of\n\nthe behavior for my clients as well.\n\nYeah, that’s so important.\n\nOh, we hear that bold adage about the cobbler wearing their shoes, right?\n\nAnd clearly, those of us who are coaching and advising and consulting to other leaders,\n\nwe probably have an additional call to be even more impeccable and diligent in those practices.\n\nAbsolutely.\n\nYou know, I’m struck that you’ve got this beautiful metaphor of the braid of an integrated\n\nself and boy, that can seem actually to make it sound very simplistic, but you have\n\ndone a very deep dive into the science of the neurology of what’s going on as complex\n\nspecies responding to various stressors.\n\nAnd I really want to ask you some questions about the neuroscience of all of this.\n\nBut before diving into that, I also, for context, want to ask you to share with our audience,\n\nwho are you working with?\n\nGive us a sense of the different clients, the different companies that you’re working\n\nwith and for so that we have a good picture in mind as we get into the neuroscience.\n\nSounds good.\n\nSo I settled on forward thinking leadership because I personally wanted to make sure that\n\nI included everyone that wanted to maybe approach their company or organization or sphere\n\nof influence from a new leadership style, regardless of titles, right?\n\nAnd so what, for me, encapsulated the forward thinking are those who are very growth-oriented,\n\nvulnerable, and long-view planners, or the people who want to be like them, right?\n\nSo my clients are, you know, small to missized companies and, of course, the leaders who\n\npick up the phone are folks that fit that category of wanting that in their lives and just\n\nnot knowing how to get there.\n\nIt’s not necessarily something you learn in an MBA program or on the streets of being an\n\nentrepreneur and a startup, and I served throughout the state of California under my law\n\nlicense.\n\nAnd so some of my clients I do offer legal coaching to, and that’s to create space for that long\n\nterm plan.\n\nSo I jokingly call myself a high paid metronome, like that old wooden box on the top of the\n\npiano that keeps the time, because I set my metronome with my client’s best interest\n\nin mind, and then I can see them on a regular basis to help support their higher view for\n\ntheir self and their company and keep them on track, because it’s just, you know, making\n\ntime for it is half the battle.\n\nAnd so, yeah, so that’s who I serve, and again, you know, everything from organic farming\n\nto, gosh, education, nonprofits, I play around a lot with the hybrid social purpose roles\n\na lot, because I love that interface between nonprofit and for-profit partnerships.\n\nSo those are, yeah, those are my clients.\n\nAnd I got to those clients, and those are the ones that I wanted to be with because of\n\nneuroscience.\n\nSo if you want, I can dig into that a little bit if you’d like.\n\nYeah, let’s do it.\n\nI’m so excited for this.\n\nSo why did I get involved in neuroscience was because I was, I’m a certified mediator.\n\nI’ve been a, you know, former litigator years of, years of handling conflict and supporting\n\nmy clients and resolution of those conflicts.\n\nAnd I wanted to create my new practice around those who had a different response to conflict.\n\nSo what do we know about neuroscience?\n\nThis is the classic saber tooth tiger scenario that people are getting more and more comfortable\n\nwith understanding, which is that our brains were built to survive a saber tooth attack.\n\nAnd the saber tooth tiger invokes one of four responses in us.\n\nWe do a fight flight or freeze, and then there’s this fourth one called a peas, which we can\n\ntalk about.\n\nBut in general, we all have one that we kind of go is our default survival instinct.\n\nSo fight is obviously arguing with or actually throwing punches, depending on how bad you\n\nare with your fight response.\n\nFlight is avoiding running the other way.\n\nFreeze is being non-responsive, cognitive decisions, memory loss, truly forgetting what\n\nhappened.\n\nAnd then a peas is sometimes trying to make friends with a thing that’s trying to attack\n\nyou, like, which, which I can be guilty of.\n\nAnd it’s one of those ones that, you know, it’s kind of tricky.\n\nAnd so those four are kind of your classic responses to conflict.\n\nAnd from a neuroscience perspective, one of the things that we’re just trying to do\n\nis acknowledge that when we have a challenge that comes up, whether this is a moral crisis,\n\nwhere we have to say the right thing in the boardroom and with the only ones to do it,\n\nor we have to fire somebody.\n\nOr something that I wouldn’t even imagine, but for that person is a conflict.\n\nWe acknowledge that we have a kind of a dominant response.\n\nAnd in that way, we can overcome our normal dominant response with coming up with a plan\n\nso that we can get overcome it and feel success.\n\nAnd then the challenge of this sometimes is that we can go our whole lives, not realizing\n\nthat we’re actually responding to conflicts we want to avoid.\n\nOr we railroad everybody.\n\nOr we hire a bunch of mini-meas, and they all nod in agreement every time you speak.\n\nWe have a tendency to create a life around avoiding the things that need to be done.\n\nAnd part of that comes from being an owner, sometimes we have a little bit more privilege.\n\nWe can be more selective in what we face, which means we can also be as selective\n\nabout what communities we live in, whether we recycle or not.\n\nWe have these choices that we can do to avoid hard conversations,\n\navoid hard choices, or any kind of sacrifice that may need to be met in response to changing times.\n\nAnd so that’s the neuroscience piece has come in quite a bit into my work.\n\nAnd so the low-hanging, the truth of that is how to know how to do a confrontation,\n\nknow how to do some basic conflict resolution.\n\nAnd so that’s a huge part of our work is identifying that,\n\nwhich gets the owners of the company helping them develop a more robust plan for that strategy.\n\nAnd then, ideally, bringing the whole team involved to be involved in that process.\n\nIt’s so amazing how what we’re talking about is human psychology, right?\n\nAnd a title might suggest we’re talking about legal and business,\n\nbut we’re actually talking about human psychology here.\n\nYeah, yeah, and I, because I’ve always, I’ve always been kind of a change maker.\n\nI came into this world, yelling support for the underdog.\n\nAnd I was always had righteous indignation about everything.\n\nAnd my teachers in high school could tell you that I just was,\n\nI’m sure I was just exhausting for them.\n\nI’m always then interested in what makes people change.\n\nAnd so for me, the coolest part that was liberating in the study of neuroscience\n\nis this concept of neuroplasticity.\n\nWhich is a critical part of behavior change.\n\nAnd so when we look at neuroplasticity from the perspective of business,\n\nand being a responsible and viral social business owner,\n\nwhat we’re looking at is what are the baby steps that we can take\n\nin honor of our joyous future selves that allow us to create a new,\n\nneuro pathway for a change in behavior.\n\nAnd so that goes back to my high paid metronome.\n\nAll I’m doing is reinforcing the neuro pathway\n\nfor their decision making around a better future\n\nand a more honorable self for them versus the habitual self\n\nthat they were doing in the past.\n\nThat’s absolutely beautiful.\n\nAnd profound on the one hand yet, really simple on the other.\n\nYeah, I mean, this stuff is, this is, you know, this is not new material.\n\nWe just, we just, sometimes we forget what works best are the basics, right?\n\nThis stuff around neuro pathway work is exactly what psychiatrists use\n\nto treat heroin addicts.\n\nIt’s about a small, small goal setting around identifying things\n\nfrom a, you know, adversity and conflict perspective,\n\nhonoring that we all need to feel safe when we make decisions.\n\nAnd even better yet, we need to be excited and joyous\n\nabout the decisions we’re making.\n\nAnd then that’s the, that’s the special task.\n\nThat’s what works.\n\nAnd so when we, when we create a long view for somebody\n\nthat sounds way more channelizing than what they’re doing today, you know,\n\nwe all can find ourselves in craft storms of conflict\n\nand how did I end up here?\n\nBut if we create something that helps them imagine what it’s going to be like tomorrow\n\nand it sounds as exciting as possible, then they have the ability\n\nto take those baby steps and create the new neuro pathway.\n\nSo neuro toxicity is like the best thing in the world\n\nbecause that means we all have the ability to do that.\n\nWe’re not, we don’t, we don’t, we don’t, we’re not born and die\n\nwith these brains that we have.\n\nWe have the ability to use our brains for our benefit and for others.\n\nOh my gosh.\n\nWell, my own personal experience, I can attest to this a little bit\n\nwith some work I did with a guide and actually use the technology\n\ncalled EMDR, which you may be familiar with, may have heard of.\n\nIt literally seemed to have rerouted neurological pathway responses\n\nto certain stressors.\n\nSo instead of dropping into that fire flight mode, it was almost as if\n\nthe thing just wasn’t triggering me the same way anymore.\n\nExactly.\n\nAnd so, you know, I, so in my, my, the other work that I do,\n\nI, we use what I call kind of a trauma-informed and healing centered approach.\n\nBut I do, it’s the same stuff I do in the business, which is, you know,\n\nthe works of Dr. Vessel van der Koeh, who’s an international expert on trauma EMDR\n\nand these kind of mind-body, mind-body modalities do help us because we\n\nneed the brain response and then also the body integration.\n\nAnd, and, and I think that that, you know, in the times that we’re in,\n\nI think it’s fair to say that that most folks are dealing with even,\n\neven a minimally traumatized brain because we are,\n\nwe’re dealing with quite scary things.\n\nAnd so our brain response to that is, is having a normal reaction,\n\nwhich is, so just handling ourselves with kid gloves a little bit and\n\nunderstanding that the stuff that we would normally be able to handle more\n\nresiliently, sometimes we might not be able to because of these kind of low\n\ngrade fever that we’re feeling with the national tenor and the international\n\nissues that we’re facing.\n\nYes, yes.\n\nSo, it’s so beautiful that invitation to handle our own selves with a bit more\n\ngentleness and understanding as we’re each doing our best to grow and learn and\n\nchange, right?\n\nYeah, and I think we’re really hard on ourselves and we carry a lot of shame\n\nabout being bad, you know, or making big mistakes.\n\nAnd, you know, in my world, you know, we try to open that up to just\n\nacknowledge that everyone makes mistakes, everyone’s human being.\n\nAnd if we, if we, we, we, as much as we can, we own and acknowledge it.\n\nAnd ideally, we work in an environment that allows for that because all\n\nthose things help with business strategy and success.\n\nWe want, you know, as an owner of a company, I want to know if somebody\n\nmade a mistake in my team because, gosh, then we can deal with it.\n\nBut, but if they, if my, remember, my team has a freeze response to making\n\na mistake, I might never hear about it.\n\nThat’s very challenging.\n\nI want to ask you a specific question in this context because I’ve,\n\nI’ve been encountering this on myself lately and I’m really curious what\n\nyou’ll say about it.\n\nMy, my experience in, and this is over simplifying is we, we could think of\n\nour, our relationships with people as, as seeing individuals kind of in\n\nthree places.\n\nWe, I know plenty of folks who are absolutely activated, who are social\n\nentrepreneurs, who are doing incredible things in their own personal work\n\nlike balance and are doing incredible work in the community, in the world\n\nwith environmental and social leadership.\n\nI also know a whole bunch of folks who are heading in that direction and\n\nwho are really eager to learn more, to develop more tools, to develop more\n\ncapacity.\n\nAnd in many cases are soaking that up.\n\nAnd then I also encounter fairly regularly folks who just aren’t there yet\n\nand who we might say aren’t convinced or aren’t exhibiting a response to\n\nthe reality in which we’re situated as it relates to these various\n\nenvironmental and social challenges.\n\nAnd I, I want to quote you from an email you sent me, you said, action\n\nthat is sustainable and lasting comes from a deeper motivator, deeper\n\nthan just social approval or shame.\n\nAnd it’s one that is based on our personal reasons for wanting to be good\n\nguardians of the land and proponents of diverse communities.\n\nAnd I’m just wondering in your experience, when we’re working with folks\n\nwho maybe don’t even believe any of this matters, do you have any tools,\n\ntechniques, approaches that you would share that help to unlock that a\n\nlittle bit?\n\nWell, I, a couple of things.\n\nFirst of all, there’s some folks that just can’t be helped.\n\nAnd that’s me with my lawyer hat on, not my former social worker hat.\n\nI know, I know where to, you know, I just life is short.\n\nAnd, and I want to, I don’t need to be trying to convince anyone.\n\nBecause, honestly, it’s, you know, we’re all on our own path, our own, at\n\nour own station and life.\n\nAnd, you know, some of us have the incredible privilege of getting to a\n\nplace in our lives professionally where we have the resources and the energy\n\nand the time to be able to, to have this conversation that we’re having.\n\nAnd, and some folks are truly, you know, worried about housing security, right?\n\nSo they’re, so they’re, they’re just focused on that.\n\nAnd, you know, honestly, that’s, that’s critical.\n\nThey’re, they’re on a minute by minute or our weekly basis.\n\nAnd it’s hard for them to have a longer view to see where, where what\n\nhappens today might affect tomorrow.\n\nBut for everybody else, for everybody else, one of the things that, that I have,\n\nfound really successful is that I work with a lot of folks.\n\nThis comes a little bit more on my, the nonprofit work that I’m doing.\n\nBut I work with folks that are white identified.\n\nAnd, and, and what, what are we doing in that space is, these are folks who\n\nwant to serve a more diverse population.\n\nThey consider themselves progressive, maybe liberals or just, or, or good, good\n\nconservative church folks, but in general, their folks that have always felt like\n\nthey were good people and want to do the right thing.\n\nAnd, and they come from all walks of life, but they’re white identified.\n\nAnd they’re wanting to be better and more sensitive allies and a multicultural\n\nsetting, for example, and, and not offend anybody and try to, try to continue\n\nto be helpful in those spaces.\n\nAnd so, and, and when we have those conversations, one of the things that I\n\nencourage folks to do is, is to first to, to, to, to remember that we all have\n\nour own, our own intuition about where, where we should say spending our time\n\nand where we shouldn’t, our own sense of, of what it means to be good citizen for\n\nus. And perhaps my, our own feelings about that.\n\nAnd sometimes it might not be so obvious.\n\nSo I encourage people to journal, to explore some people pray, some people\n\nmeditate. So, you know, there’s all kinds of ways to get there, but just having\n\nmore of an internal focus in asking ourselves these questions about why, why\n\nwe’re motivated in the first place. And then for some people, especially\n\ndon’t, are white identified folks, sometimes we have to go, you know, even\n\nfurther back, because some, some, unfortunately, many folks, white folks in\n\nthe United States have lost their cultural identity and lost their original\n\nhomelands. They don’t, they’ve lost the storyline and they’ve lost that\n\nconnection. And, and that in itself is also a really important exercise. And so\n\nfor some people, they may not have nowhere their ancestral lands were and, you\n\nknow, northern Italy or wherever that was, but, but they might have a place that\n\nthey went to as a young person, a place in nature that, that helped, helped\n\nthem feel at peace. So by, by doing that, we encourage folks to, to find that\n\nplace within themselves that, that may be where they are motivated to do these\n\nthings in the world before we ever leave the house. Because I think that that,\n\nbecause I think that that in the end is what’s sustainable. You know, we all have,\n\nwe can all compare ourselves to each other. So there’s always going to be someone\n\nwho has a fancier degree than me, who’s, you know, in more publications, who’s\n\ngotten some, you know, it’s hard to reach awards or whatever it is. And yet,\n\nat the end of the day, you know, we all are showing up with our own unique\n\nflavor. We come from our own unique lineage and our own family of origins. And\n\nthat in itself is special. And I think we can have confidence in that. And so I\n\nfeel like that’s sometimes a longer, more lasting way for people to come to the\n\ntable. And certainly the rest of us can help support that process by not\n\nshaming people into, oh, you don’t recycle your plastics, you know, it depends\n\non where you live, you know. I know, maybe, of course, the news at least this week\n\nthat might, you know, be a challenging physician, even in that. And I always\n\nthink, like, just might be going by a waste I completely, who knows. But, but\n\nanyway, so that’s a long answer to your question. But yeah, I truly encourage\n\nfolks to do that deeper dive, especially white folks, because we have a tendency\n\nto reach out into other communities. You know, I get to serve a lot of\n\nindigenous leaders and, you know, Native American populations that indigenous\n\nfolks outside this country too. And, and the thing I keep learning from spending\n\ntime with them in these various capacities is, gosh, you know, white folks,\n\njust, you know, find your own, you’re find your own motivation and your own\n\nyour own people, find your own reason for being here first. And then, and then we\n\ncan hang out in this multicultural session. Yeah, let’s, let’s have fabulous\n\nsuch great advice. I want to mention that we are here talking with Maija West.\n\nThis is the YonEarth communities stewardship and sustainability podcast\n\nseries. And you all can connect with Maija through several social media channels.\n\nThere is on Facebook, it’s law office of Maija West. And it’s spelled M-A-I-J-A.\n\nWe’ll have this in the show notes. Twitter is Maija West law. Instagram is law\n\noffice Maija West. And LinkedIn, the law office of Maija West, those words all\n\nseparated by dashes. And once I also mentioned that this topic is so apropos\n\nfor a fabulous three-day summit that the YonEarth community is hosting\n\noutside of Boulder, Colorado, May 17th to 19th. It’s called massively\n\nmobilizing sustainability deep leadership for the 21st century. And Maija with\n\nher network and friends is offering a special discount code Maija West, which\n\nwill give you a 25% discount when you register for the summit, which you can do\n\nat YonEarth.org. I’d like to also thank all of our sponsors for the\n\npodcast as well as the summit. This includes Patagonia, the International Society\n\nof Sustainability Professionals, Equal Exchange, the Association of Water\n\nSchools of North America, Waylay Waters, the Litch Family Foundation, Earth\n\nCoast Productions, and Purium. Thank you for all of your support to make all of\n\nthis happen as we’re each individually and together in our relationships\n\ngrowing, evolving, and cultivating ourselves as stronger leaders in the world.\n\nAnd Maija, I want to ask you on that note, you’re sharing so much with us about\n\nyour professional life, and I understand that you also have a teenage daughter.\n\nAnd I’m curious how might you apply some of these skills and tools you’re\n\ntalking about in the boardroom and the office at home with your daughter?\n\nWell, I thank you. Yeah, going back to being a hypocrite, I consider my daughter,\n\nthe hypocrite detector. So she is not only is she very attuned to, you know,\n\nfeeling out BS about the adults in her life, but she’s also incredibly honest.\n\nSo I get that great combination in my household, which has just made me\n\nan obviously a better leader because, again, walking the talk, you know, she’s\n\nmy truth teller. Yeah, you know, gosh, you know, with my daughter, one of the\n\nbiggest things that I have been responding to this last year, especially her\n\ncoming into adulthood and feeling her oats in her own way and her own\n\nindependent self, is the challenge around screens. And so we have personally just\n\ntried to do more family trips completely away from screens. You know, everyone\n\nbenefits. You know, my husband and I are both business owners also. So, you know,\n\nhaving that downtime is just critical from all kinds of ways. But I also, I feel\n\nlike one of my biggest jobs in her life right now is for her to not give up faith\n\nand faith in humanity. And that’s actually such a huge driver of my work is\n\nthat I want her to believe that this world is worth saving and that it’s\n\npossible. And so, you know, I try to structure almost everything I do around\n\nmaking sure that she feels that and that she’s around inspiring people. We\n\nget her in the mountains, we get her in the ocean, we get her, you know, we get\n\nher with people who care, who are, you know, actively pursuing these things.\n\nAnd then to be in a friend group that keeps it light and humorous as well, you\n\nknow, to balance it out. So, yeah, it’s absolutely applies. I mean, Erin, I’m sure\n\nyou can relate to this, but it’s, it’s very important these times that this\n\nnext generation that we have have that hope, you know. Oh, I agree. So, whole\n\nheartedly with that and that hope, that faith and that joyfulness. Boy, the\n\ncultivation of those things, it seems as absolutely essential, critical,\n\nrequisite to all of this work that we’re doing. Yeah. And going back to the\n\njoy, you know, that’s the only thing that actually truly motivates us. I mean, if\n\nwe’re really looking at it from a authentic perspective, but, you know, I had, I\n\nhad the, well, again, I get to hang out with these amazing indigenous leaders who\n\nare all, of course, environmentalists because they, how could you not be? It’s\n\nespecially coming from these traditions and practices that they have. But, you\n\nknow, we’re having a conversation about multi-generational trauma, you know,\n\nvery heavy, colonizing, you know, kind of this conversation around, you know,\n\nkind of reckoning our US history. It was quite intense. And there was a lot of\n\npeople kind of heavily taking notes and, you know, all these well-meaning activists\n\neveryone’s just feeling it, you know, feeling the gnarliness of listening to\n\nthis. And this, this woman from New Zealand, a Maori woman, starts a game of\n\ntelephoned to ask what’s going to be for dessert.\n\nLove it. Love it. And it just wrapped it everybody. And everyone was like, you\n\nknow, trying to listen and then someone’s literally in their ear saying, what’s\n\nfor dessert? And, and it was, it just, it’s shifted enough. And it was an\n\nacknowledgement of, look, you know, we’ve got all this stuff going on, but what\n\nwe have to balance it with the joy because we need to be, make this\n\nsustainable for ourselves, you know, so we can do this good work, but we got to\n\nlighten it up a little bit on the side and, you know, take a page of the\n\nnurse’s handbook. You know, they have the best galos humor of anyone I know.\n\nAnd it’s because they came up with that humor at three in the morning in the\n\nER, right? It’s the same kind of lightness that we bring to this work.\n\nThat’s such sage advice. I absolutely love it. Well, my, I know we’re, we’re\n\njust about out of time here for our conversation today. And I’m wondering is\n\nthere, is there anything else you want to share with our audience before we\n\nsign off?\n\nYou know, I guess as I, as we sign off, I just, I think that I just\n\nacknowledge that, you know, and everybody that’s chosen to listen to this"
}