{
  "title": "Episode 149 – Ander Etxeberria Otadui, Head of Co-op Dissemination, Mondragon Corporation",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13574/episode-149-ander-etxeberria-otadui-head-of-co-op-dissemination-mondragon-corporation.mp3",
  "publish_date": "November 20, 2023 12:44 pm",
  "url": "https://yonearth.org/podcast/episode-149-ander-etxeberria-otadui-head-of-co-op-dissemination-mondragon-corporation/",
  "episode_number": 149,
  "subtitle": "TheMondragon Cooperative Experience",
  "description": "Ander Etxeberria Otadui, the Head of Cooperative Dissemination for the Mondragon Corporation, gives a special “inside glimpse” into the historic and innovative Mondragon Cooperative system – one of the most important economic, entrepreneurial, and business ecosystems modeling social sustainability and community stewardship in a remarkably robust way – an example for the rest of us to study, understand, experience, and emulate. Following a week-long immersive conference at Mondragon (curated by Georgia Kelly’s Praxis Peace Institute (Ep. 137) and hosted by Ander Etxeberria Otadui), podcast host Aaron Perry speaks with Ander in two different settings about Mondragon’s unique cultural ethos, business environment, and social setting.",
  "about_sections": {
    "about_the_mondragon_cooperative_system": "Founded in the 1950s in the Basque town of Mondragon with the guidance of Father Jose Maria Arizmendiarrieta (“Arizmendi”), who advocated “creating God’s Kingdom on Earth,” the Mondragon Cooperative system now includes 80 independent and inter-dependent, cooperatively-owned companies with approximately 69,000 worker-owner members that generate over €10.2 billion (~$11 billion USD) in aggregate annual sales. With businesses in many sectors, ranging from manufacturing to engineering, and from retail sales to research and development, the Mondragon system is one of the world’s largest worker-owned industrial/manufacturing cooperative ecosystem that also has its own university, banking, and insurance cooperatives. Embodying a unique balance between solidarity and business acumen, the Mondragon system delivers cutting-edge competitive advantage in the global economy while also ensuring and maintaining the well-being and equity of its worker-owners and the Basque community in which the cooperatives operate. Indeed, while the Basque region was the poorest region of Spain in the 1950s, it is now the most prosperous – with the highest average income in the entire country. However, you will neither find the mega-mansions and super yachts of extreme wealth nor the travesties of systemic poverty. In Mondragon the entire community lives “in the middle,” and enjoys a cultural milieu in which senior executives, elected public officials, academics, and “blue-collar” and “white-collar” workers all mingle together on a weekly basis in their progressive weekend gatherings, enjoying refreshments and mingling in community together, all on the same level. And this cultural egalitarianism is reflected in a structural requirement of the entire cooperative system: the pay-gap differential doesn’t exceed a ratio of 6:1. That is, unlike the unfettered neoliberal “free-market” capitalism in the United States and elsewhere in the world where senior executives take home some 200-300 times more pay than the workers in their companies, at Mondragon, the highest paid executives’ earnings do not exceed an amount six times the earnings of the lowest-level full-time worker-owner member.",
    "about_the_basque_region_&_basque_culture": "Nestled in the northern region of Spain and southwestern region of France, with both a coastal stretch along the Bay of Biscay and a mountainous region in the Pyrenees Mountains, the Basque Region is the historic homeland of the Basque people, a distinct ethnic group whose unique language has no detectable relationship with the vast body of Indo-European languages that include the Romance, Germanic, Slavic, and Indic linguistic family. Some have suggested a linguistic connection to the ancient Atlantean culture of which Plato and many others from antiquity wrote, but this hasn’t been proven, of course. With a rich cultural and culinary heritage, the Basque region has attracted visitors throughout time, notably including author Ernest Hemingway who drafted his famous novelThe Sun Also Risesthere in and around the spectacular coastal town of San Sebastian. After decades of oppression and struggle under dictator Franco’s fascist regime (1939-1975), during which Hitler’s Nazi Luftwaffe bombed the Basque people as a Blitzkrieg “test run,” the Basque people have emerged as a bastion for human rights, social equity, and economic prosperity that now collaborates with peoples around the world struggling to achieve peace and prosperity. Notably, jurist René Samuel Cassin, the Nobel Peace Prize laureate who co-authored the Universal Declaration of Human Rights was from the Basque Region.",
    "about_ander_etxeberria_otadui": "Ander Etxeberria Otadui serves as head of Cooperative Dissemination for Mondragon Corporation / Otalora MONDRAGON since eight years ago. He serves annually approximately two thousand people who want to know about the MONDRAGON Cooperative Experience: professionals, students, politicians… And he explains MONDRAGON in different universities and forums around the world."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast. I’m your host, Aaron William Perry. And today we’re visiting in\n\nMondragon, Spain with my friend Ander.Ander Etxeberria Otaduiat the Mondragon cooperatives. Ander, it’s such a joy to be with you. And I’m so happy we can do a podcast with you.\n\nIt is a pleasure. Wonderful to have this opportunity to share with our audience some of the magic of the Mondragon cooperatives, but also to demystify the structures, the strategies, the very practical.\n\nThings that you and your community are doing here. This is a very important idea. This is something real. We are normal people. Normal people are everywhere in the world. Why not something similar to Mondragon everywhere in the world?\n\nAbsolutely. Ander,Ander Etxeberria Otaduiis head of cooperative dissemination in Mondragon for eight years. He serves annually approximately 2,000 people who want to know about the Mondragon cooperative experience, professionals, students, politicians. And he explains and shares with incredible expertise. I will add the Mondragon to different universities and forums all around the world.\n\nPreviously, he worked in one of the cooperatives of the Mondragon corporation called Eker Lawn Technology Center as a personnel manager. And that’s for 11 years. And before that, he was at the corporate center of Mondragon in training for seven years.\n\nHe studied technical engineering at Mondragon University and also sociology at the Deshtu University in Bilbao. Did I say that correctly? Yes.\n\nOkay. And so here we are atOtaduiLawn, which is one of the very important hubs of the entire Mondragon ecosystem. And I was hoping Ander to kind of kick things off. You could describe to us, what is the Mondragon ecosystem? How many people are we talking about? And what’s happening here at this hub?\n\nWe are 80 cooperatives, the cooperatives are in the vast country. Then we have subsidiaries around the world, more than 80 in the United States, in China, in France, in Brazil. We are more or less 69,000 workers in the Mondragon corporation. And the turnover is more or less 10,200 million years per year.\n\nOne of the cooperatives is my cooperative is Mondragon headquarters. I am member worker owner of the headquarters. And you know how many people are we working at the headquarters? This is part of the headquarters. We are only 60 people.\n\nIn total, in the corporation 69,000 colleagues at the headquarters 60, why only 60? Because cooperatives are autonomous. They have their own general services, their own staff.\n\nCooperatives are a kind of companies that are friends and they are together in the group in the Mondragon corporation because they want. If there is a cooperative that is not happy in the corporation, can live the corporation.\n\nThis is a very important idea to understand Mondragon. Autonomous cooperatives together. And this is part of the headquarters. This is our training center, cooperative and management training center. So, managers of Mondragon come here to learn about negotiation, creativity, coaching.\n\nAnd our members, they come here to know more about what is a cooperative, what are the values, the way to work in a cooperative. So, we have always many people here.\n\nYeah, it’s so exciting. And I got to say that at least in the United States, we tend to like to use the word billion, I guess. So, when you hear 10,200 million dollars in gross revenue or euros, that’s approximately 10 to 11 billion dollars US equivalent in annual sales among all of the companies that make up the Mondragon system, is that right?\n\nYes. Cooperatives are companies. It is about solidarity and about business. We have to be competitive. If we are not competitive, we disappear. There is no cooperative. There is no solidarity. There is no business.\n\nSo, we invest every year a lot of money in innovation. The only way to continue existing is innovation.\n\nWe’re here for a week long, immersive symposium co-hosted by our friend, Georgia Kelly at the Praxis Peace Institute. And of course, Georgia has been on the Y on Earth community podcast already talking about Mondragon.\n\nAnd it is Thursday. This is a Monday through Friday experience for us. And Andre and I in the midst of our very busy and lovely schedule, only have a few minutes now at our lunch break to record at this beautiful setting, Oterlora.\n\nAnd we’re going to continue recording Saturday and get into some more of the detail of the amazing things happening here and how we can think about adapting and applying some of the structures and strategies in our other projects and communities all around the world.\n\nAnd for me, one of the things that is so beautiful and hopeful about what’s happening at Mondragon is that this is a system within ethic and ethos of taking care of people, competing in the marketplace, expressing innovation for environmental stewardship, for social innovation, for technological innovation.\n\nAnd it doesn’t leave folks behind. It’s not about a small handful getting extraordinarily rich. Well, so many thousands of people are engaged in the process of developing that capital, that wealth, that opportunity. Instead, you have communities here in this region who all benefit when the companies are doing good by their products, their services, and their innovation.\n\nAnd this to me is the pattern we need to consider implementing, proliferating and scaling into all kinds of different companies and organizations around the world. What do you think about that?\n\nThis is a model that allows not to create rich people, but to create rich societies. We have a good quality of life, workers and in general the society.\n\nIt is about a good salary or very good salary, a good health system. This is good for us, but then the aim of our cooperative is to create jobs.\n\nSo it is a kind of sharing this with others to allow them to participate in our companies, always being competitive because we are companies.\n\nSo this is a very important idea that the founder repeated and repeated. It’s not about rich people, but rich societies. And this is also for everyone.\n\nSo wonderful. I know we’re going to get into some of the details. We’re going to talk about the founding visionary, Father Jose Arzmenda, who has a much longer name than that, right?\n\nAnd the many important principles we’ll talk about this. And I also want to note that in the 1950s when all of this got started, this region in Spain is the poorest region, or one of the most poor regions of Spain. And now is the most affluent, is this region of Spain?\n\nThat was very poor, maybe not the poorest in Spain. And today is one of the wealthiest.\n\nBut we don’t see this extreme of wildly large, exclusive, gated community wealth here and poverty, ghettos, slums over here. We don’t see that the extremes are eliminated, right? Everybody is happily in the middle.\n\nIt is about quality of life. I can be very, very rich. But in that case, I need a fence in my house. I need a bodyguard. I think this is not a very high quality of life. This is an old thing.\n\nAnd so here we are at Oto Lero. And it is such a magnificent building in the shots with the mountains behind and the verdant green valleys below and some of the villages, some of the farmhouses, what a beautiful setting.\n\nAnd I was hoping you could just tell us a little about this particular building and what’s been happening here, including with our week-long symposium. This has been our sort of headquarters meeting place, lunch place. Can you tell us a bit about that, the history and what’s happening here now?\n\nThe building is a 14th century building. At that time it was a castle in medieval times. Then it was a palace, then a farm. And since 40 years ago, it’s part of modern, it’s our 20th century.\n\nSo it is a very important hub for us, managers and general workers of the cooperatives, members. And of course we have also visitors, very important visitors, that what we do is to share what we have. We think that this is important for the world.\n\nIt is another kind of company, another way to do business. We think that it’s good for us and for the rest. And this is the message that we want to show in this building. And that we want to show thanks to this podcast and when we give a conference.\n\nWe say, or some people say about us, ordinary people doing extraordinary things.\n\nAbsolutely wonderful. And a perfect tagline, if you will, for what you’re up to and for this movement toward the regeneration, renaissance of kindness, decency, innovation and stewardship.\n\nAnd so under its fabulous, we could record here a bit today and we’ll do the rest of our conversation shortly. So we’ll piece that together for the episode. And thanks so much for joining the podcast.\n\nSo under its so great to be with you again, we started recording our episode a couple of days ago at Ota Laura. And now we’re in the town of Mondragon. And at your astronomy club, it’s Saturday morning. And we had so much fun last night.\n\nWondering around the town with your friends and experiencing the socializing, which is really unique. And we’ll talk about that. And yeah, we are going to have some time to talk through many of the details and the important information about what’s going on here at the Mondragon cooperatives for our audience. And so, yeah, thanks again for taking the time to visit with us.\n\nYou’re welcome. So maybe just to kick things off, tell us a little about this gastronomy club that we’re in right now, because I think it’s an important example of some of the fabric of the community here in the Basque region.\n\nThis is an organization, a club for to have fun, to be with our friends with our family, to have lunch dinner, the name are gastronomic clubs or chocos. And they were born first in the capital of this territory of this province in San Sebastian in the 19th century.\n\nAnd then it spread in all the Basque Country. In this town, there are 22 clubs. And a club is a place to be with your friends, your families, or to be alone, just reading, working, drinking something. And especially, there is a kitchen to cook and to share the food, the meal with the people that you love.\n\nThere are 22 clubs in the town of Mondragon. Classs are organized democratically. There is a general assembly to take the most important decisions. And there is a management board with representatives of the members that take the daily decisions.\n\nWe pay a fee if we are accepted as a member. And then every year in this club, the name of this club is Amica Basté. We pay 220 euros per year. And I can use this facility whenever I want.\n\nIf I want to have a lunch, I have to go to the blackboard and to reserve the table. And I can be with me with my friends in one table and in another table, another family, another group of friends.\n\nAnd it doesn’t matter what kind of people. It can be in the same table, rank and file workers, managers, repeaters of companies.\n\nThis is something common in the Basque area in our clubs. And of course, this is something that is self organized. That means that we trust on each other.\n\nBecause if I take in our bar four bottles, I have to put in the computer in my name four bottles. Then I’m going to pay through my bank account.\n\nIt is about price, scenario to our properties.\n\nYeah, it really is a working living example of a pattern of governance and stewardship and responsibility that we see throughout the cooperative system of businesses, some of these businesses, many hundreds of millions of dollars or euros per year and sell very large enterprises.\n\nAnd I’m really excited to talk a bit about the different types of businesses that are in the overall ecosystem.\n\nBut I think that before doing so, I want to drill a little deeper into the cultural ethos, right? This spirit of trust, this spirit of self organizing, this spirit of egalitarianism.\n\nIt was so kind of you to invite me to tag along with you and your buddies last night, Friday night, everybody’s out.\n\nWhether it’s the senior executives of the largest industrial manufacturing companies or folks doing any manner of work, school teachers, all kinds of people in the community together, interacting as a community.\n\nNot, oh, I’m the executive or, oh, I’m the janitor or whatever, it’s friends, it’s family, it’s people who know each other and trust each other and take care of each other, right?\n\nI don’t know if it is about vast values or it is about the conditions. If we, in general, we have jobs, we have good quality jobs, a good salary, a good health system, well, why not to share with your friends, Friday afternoon, taking beers or taking another kind of drink,\n\nand then meeting other people that are not your close friends, but they are in the same bar, in the same square, I think it is natural if there are these conditions, wealth in general in the city.\n\nAnd one of the things that’s so striking to me about visiting Mondragon is in addition to the very sophisticated approach to business and social safety nets and shared insurance and shared banking and financial services, is this deep culture of care that provides a quality of life that it seems to me, many people in many other parts of the world are longing for.\n\nStriving for, have a sense, it could be better, and here in your community, I experience the quality of life at such a high level.\n\nAnd one of the things that is so cool about the pattern of socializing is many most of the community in Mondragon have intimate cohorts, maybe you could call them a posse or a gang,\n\nor a quadrera, it’s hard for me to say, but this is a group of friends you hang out with, weekend, week out, your whole life since kindergarten, can you tell us a bit about this?\n\nThis is also, I don’t know, if it is, this is natural for us, yes, it is cooler because it’s in this part of the world, but our friends, our close friends are forever.\n\nThe group of close friends, quadrera is the name, it is born in the killer garden, in a natural way, and then it finishes in the cemetery.\n\nSo we live, usually we live, if we are born in a town, we live in that town. Of course, we travel and we pass six months in another country for academic reasons or for job reasons, but usually we are in the area, in the area, our whole life.\n\nSo we have our friends since kindergarten, and we meet with these friends every two or three times per week, especially due to weekend.\n\nYeah, I had a lot of fun joining with your quadrera last night and meeting so many wonderful folks as we were moving around the town.\n\nIt was a progressive party, really, going from one bar to the next, and I loved reading in some of Hemingway’s literature, this idea of the progressive party, and it seems he absolutely experiences that here, spending so much time in the Basque region, eh?\n\nFriday is special because after five days working is the first time that you meet that week with your friends.\n\nSo we have conversations about local things, personal things, but also about international matches.\n\nAnd it is not just meeting your friends, but you are in a bar with your friends, and then you go to another bar, and in one bar or another bar, you meet a classmate, you meet a colleague of your office, or you meet a relative, and you also have a conversation because always you have something to say to other people.\n\nYes, so it is a good, especially a good day, Friday.\n\nIt seems to me that that kind of community fabric allows for a mode and quality of communication among many different members of the community that also shows up in the architecture, the structure of the Mondragon cooperative system of businesses, and I want to transition and invite you to explain to us the what, what is the Mondragon cooperative system?\n\nCan you paint us the picture to help us understand what’s going on here and how it’s so unique relative to how we see businesses usually organized in other parts of the world?\n\nOn the one hand, we have cooperatives, and on the other hand, we have the group, the corporation.\n\nThese are joined to a group, that is, model corporation. This is the model model, both.\n\nThe cooperatives are working on, so I am a member of a cooperative. I work in that cooperative, and I am a proprietor of that cooperative.\n\nIt is a cooperative, that means that it is a company, an enterprise. It has, in the case of a cooperative, one site that is solidarity, the other site that is business.\n\nIf it is too much solidarity, it fails. If it is especially above all, business is not a cooperative.\n\nIt is a very, very important competitiveness. Then, I am a member, I am a worker, I have one vote.\n\nAnd we vote in the General Assembly, for a spare year. We don’t vote every day. We don’t vote every week. For operational decisions, we have managers.\n\nAnd what we do with profits, because we want to have profits, to continue existing, an important part of the profits, go to reserves, to invest in new machines, new technology, to continue being very competitive.\n\n10% of the profits, the low, here, the vast cooperative low, says it has to go to the society, sports, clubs, cultural clubs, non-governmental organizations, and the rest, 20, 30% of the net profits for the workers.\n\nAnd in the case of the members of the cooperative, most of the workforce are members. In that case, profits go to the capital.\n\nBecause when I am accepted as a member, I put the capital, an initial capital. We have profit, the capital goes out. We have losses, the capital goes down.\n\nAnd I take the capital at the end, when I finish working in the cooperative.\n\nThis is the cooperative. What about the corporation? There are some rules. One of the rules, for example, is relocation of workers.\n\nIf I am a member of a cooperative, and one day there is no work for me in my cooperative, I have the right to work in another cooperative of the corporation.\n\nAnd if there is no work for me in the rest of the cooperatives, I have the right to be trained.\n\nI have the skill in rescuing, so I am going to have more opportunities to work in another cooperative of the corporation.\n\nAnd if still there is no work for me in the corporation, I have the right to get an employment benefit for maximum three years.\n\nThis is a very important mechanism that we share in the corporation. And there is another one that is called Pulling of Results,\n\nand means that at the end of the year, cooperatives that earn more money, help cooperatives that earn less money, or cooperatives that lose money.\n\nHow they help with money. That means that at the end of the year, in the corporation, this is the difference between the cooperatives.\n\nWe apply this mechanism, and this is the difference. We go together. All this is the modern one model.\n\nAnd we go together, reminds me of one of the many slogans and wisdom sayings coming from father Aras Mendi, who was such a potent leader and catalyst in the community helping to create this entire system back in the 1950s.\n\nCan you tell us a bit about the backstory, the history, how this all got started so many decades ago?\n\nAras Mendi Aras was a Catholic priest. He was born close to Bilbao, 40 kilometers from here in a town called Marquina.\n\nAnd two years after the Spanish Civil War, in 1941, he came to the town of Moderna. And it was a kind of earthquake, a positive earthquake.\n\nHe met young people, young people whose parents during the war were fighting in different sides, but with Aras Mendi Aras they were together.\n\nAnd they started organizing different kinds of activities, sports activities, cultural activities, and little by little the town is changing.\n\nIt was after the war. In 1943, he set up a vocational level school, the School of Professional, to give training opportunities to the young people in the region.\n\nThis is called a professional, today is Mondaón University. So, 1941, cultural activities, sports activities, 1943, education.\n\nAnd among these young people, Aras Mendi Aras is going to identify the most leaders, and he’s going to convince them to study technical engineering at the university.\n\nIt was not possible for them, because they had not enough money, enough resources to access to university studies.\n\nThat was the case of the 99% of the society at that time here. But Aras Mendi Aras reached an agreement with a university in the east of Spain, and thanks to this agreement, they could study by distance, by correspondence.\n\nSo, they are going to be these young people living and working in the town of Mondaón, and then the Aras Mendi Aras is going to provide them a teacher, the afternoon evening night, to study, and so they are going to go to the university only 15 days per year to do the exams.\n\nSo, Aras Mendi Aras had engineers. He had plans, he wanted to change, to transform the society, to do a better world, and an important tool for that is a company, because we are working in a company, an important part of our day.\n\nAnd Mendi Aras tried to convince the proprietors of the companies at that time in the town of Mondaón to be a fairer company, to put in the center of the company, not the capital, but people, but it was not successful.\n\nAnd after years and years of activism and education, in 1956, they created these engineers, with Aras Mendi Aras, the first operative.\n\nAnd that operative, as it was created by five engineers, the name of the operative was Ullwar, because they used the family name of the five founders.\n\nThat’s incredible. And I think for some of us, when we hear the word cooperative, we may not understand that while the internal culture is very much egalitarian and very much taking care of everybody in the system, very, very different from how some of the businesses are running the United States and elsewhere around the world.\n\nOn the other hand, there is an extreme sophistication and competitiveness, and not only in the arena of research and development, but also in the arena of competing in the international global markets.\n\nYou guys are selling your products and services to many nations around the world, to many other corporations around the world.\n\nIt’s an extremely interesting dynamic to me to have such a hyper competitive approach to the global economy on the one hand, and a cooperative approach to the treatment of everybody in the businesses on the other hand.\n\nMaybe you could tell us a little bit about this, because I think sometimes the reality of the competitive advantages that the monogon system has may not be immediately apparent to folks not familiar.\n\nEgalitarian is relative. I think that we don’t think that it’s so egalitarian in the system. It is egalitarian in terms of giving opportunities to everyone, opportunities for education, especially.\n\nThen, at work, yes, I have one vote. Another member also has one vote, and we use this vote in the general assembly for the most important decisions, but during the year, operational decisions are taken by managers.\n\nThey have been elected by our representatives. And what about the salaries? If we say, well, this is egalitarian, all the salaries would be the same.\n\nThe same amount of money for every member or every worker, this is the case. The difference, there is a difference, because the company has to have incentives.\n\nWe have to have incentives. And the difference is not a big difference if we compare our company with other companies that are not cooperatives, the difference is one to six.\n\nSo the lowest salary in the cooperative is one. The highest is maximum six. So egalitarian is something relative. We don’t think that this is very egalitarian.\n\nAs I have said, it should be egalitarian, especially egalitarian, about giving the same opportunities to everyone to study.\n\nJust to emphasize the point, a one to six pay differential limit in the entire system compared with many of the largest companies elsewhere in the world where we see one to one hundred, one to two hundred.\n\nThe one to six is a very significant design parameter in the system.\n\nThis is true. If we compare us with big companies around the world, one to six is very, very small. But if we ask or I ask my colleagues, or some of my colleagues, especially rank and file workers, what about the difference?\n\nWhat do you think about one to six difference? They say, this is a very big difference.\n\nIt’s so interesting. Things can be so relative, as you say.\n\nSpeaking of size of companies, just to reiterate, because I think during our introduction at O to Laura, we may have mentioned this, the entire system of cooperatives is generating somewhere around ten or eleven billion euros in sales per year.\n\nNot roughly eleven, twelve billion dollars in equivalent. I’m not trying to do the conversion math in my head with too much precision, but somewhere in that neighborhood.\n\nThat is a sizable company in the aggregate, a sizable presence in the marketplace.\n\nWhat is aggregated across what is it about 80 different individual autonomous cooperatives? Can you tell us a bit about the types of cooperatives and the relative sizes of cooperatives among the 80 or so that make up the entire system?\n\nThe first cooperative, 1956, was industrial. We are in the third model and this is an industrial area since medieval times.\n\nAt that time, we are going to create a company. It is normal to be an industrial company and in this case, a cooperative.\n\nSo we have industrial cooperatives and then they thought that this is an important tool, the cooperative model, to do a better world so they started creating more cooperatives.\n\nNot just the people that set up the first cooperative, but there were older people in the town and in the area that said, we also want to do this kind of companies.\n\nThey are successful and they are failure. So once and each other, they started creating cooperatives.\n\nAnd I like to say that as the right brothers that invented the R-class, so it is said that the right brothers, they didn’t know that flying is impossible.\n\nOur people, they didn’t know that any kind of company is possible or it is impossible to create.\n\nSo they created agricultural cooperatives, housing cooperatives, created cooperatives, consumer cooperatives, educational cooperatives, fishing cooperatives, different kind of cooperatives.\n\nToday, we are 80 cooperatives. For big areas, retail, finance, knowledge and industry.\n\nAnd some of our cooperatives have subsidiaries around the world. They own companies 100% or maybe 10% because of an alliance with another company outside.\n\nWe have more than 80 subsidiaries around the world. These companies around the world, in the United States, in France, in Brazil, in China. They are not cooperatives.\n\nAnd then we also have for the corporation to function 23 umbrella companies. 69,000 workers in total.\n\nI’m just making a little note here.Yeah, it’s so impressive.\n\nWe have the opportunity this week, right, on this beautiful week-long immersive symposium\n\nco-hosted by the Praxis Peace Institute, our friend, Georgia Kelly, who’s also been on the podcast previously.\n\nWe have the opportunity in this beautiful week-long experience that you’ve curated for us on there to visit many of the cooperatives.\n\nAnd we went into one of the big industrial manufacturing facilities, for example.\n\nWe went to the large retail grocery store, but it’s more than a grocery store.\n\nIt’s kind of got everything like a Costco or a Walmart back in the United States.\n\nAnd this retail grocery store is a sizable company.\n\nCan you explain to us a bit about how big the retail store is?\n\nHow many people are involved? How many stores there are?\n\nThe name of the retail cooperatives, the consumer cooperatives is Eroski.\n\nAnd Eroski has more than 25,000 workers, more than 1,500,000 consumer members.\n\nThey have more than 1,500 stores, especially in the northeast of Spain.\n\nAnd it is a consumer cooperative, that is part of the modern model, that means that workers are members.\n\nAs I have said, not all the workers are members, but most of them.\n\nSo, workers are members, and it is a consumer cooperative.\n\nConsumers are also members.\n\nSo, me, for example, I am member, worker member of my cooperative.\n\nMy cooperative is Modern Headquarters.\n\nThis is a cooperative, one of the 80 cooperatives of the corporation.\n\nAnd I am consumer member of Eroski.\n\nEroski, the general assembly of Eroski has 500 representatives, 500 delegates, 250,\n\nworker members, 250, consumer members.\n\nIt is very interesting.\n\nWe also had the opportunity to visit Ikarlan, the technology research center.\n\nAnd my goodness, it was not only an advanced presentation we received,\n\nbut the building itself, the campus itself, had such a feeling of sophistication and beautiful design\n\nwith many plants and glass and natural daylighting.\n\nAnd you guys have so many engineers in the ecosystem doing all kinds of advanced research and development\n\nand serving businesses outside the system and inside the system.\n\nAnd you guys are supplying others like Tesla, for example, in the automobile industry.\n\nCan you paint for us a bit of a picture about what’s going on with the R&D cooperatives\n\nand how that relates to what’s going on with some of the industrial cooper-\n\nother industrial cooperatives and other customers and clients that you guys are serving in the global market?\n\nThe beginning is the founder, Arizmendi Arreta, that repeated that you have to be the best.\n\nWhat are you going to do? These products are going to offer this service.\n\nYou have to be the best. You have to be competitive.\n\nIf you are not competitive, you disappear.\n\nSo since 1974, we have Ikarlan, the first technological research center of the corporation\n\nand one of the first in the vast country.\n\nToday, there are 13 technological research centers more in the corporation\n\nand they are working just for the cooperatives but for every other company in the world.\n\nYes, they are open to do research for any company.\n\nAnd this is a kind of not fundamental research.\n\nThey are not discovered in Bluetooth, but is practice research.\n\nSo, especially practice research.\n\nThey transfer technology to the companies.\n\nSo, companies in this area are especially small and medium-sized.\n\nThey have enough resources to do research.\n\nAnd Ikarlan, our training, our technological research centers,\n\nare to provide them with the technology they need.\n\nSo, if Bluetooth is invented, they are going to search an application of Bluetooth for that company.\n\nSo, this is especially what they are doing.\n\nAnd of course, for that, it is not just to transfer technology but they have also to learn about new technologies.\n\nSo, they have many PhDs.\n\nAnd this is something very, very important for the corporation and for other companies.\n\nAnd in our case, we also have the university that is also open to the society.\n\nAnd we have the Mono Headquarters colleagues.\n\nOne of the departments of my cooperative, Mono Headquarters, is the Innovation Department.\n\nSo, they coordinate the university, the cooperatives, and the technological research centers.\n\nThey look the world, they monitor the world to see what new technologies are emerging.\n\nAnd they also invest the corporation, invest in new technology, for example, investing in startups.\n\nSo, it is about being always competitive.\n\nYeah, no doubt about it.\n\nSo, there is quite a lot of detail that we can dive into and we have during the course of our week here with you.\n\nAnd you’ve also produced a whole video series to help further explain the landscape, the ecosystem, what’s happening within this incredible phenomenon.\n\nAnd we’re not sure if people will have to pay or will have free access, we’ll get it all sorted out before we publish this.\n\nBut can you tell us a bit about the video series and what it is in the way of a resource that will help us all even better understand what’s happening at Mondragon?\n\nMondragon has visitors since the 70s.\n\nAnd since 20 years ago, Mondragon has one person working full time to explain what is Mondragon.\n\nIn the time of Mondragon and traveling around the world.\n\nNow, it’s me, this person.\n\nWhat about in the pandemic moment?\n\nThere were no visitors, no opportunity to travel, so we decided to do a 22 episodes series to explain Mondragon.\n\nAnd we were working two years, meeting workers, meeting founders, reading books, reading our books, our magazines, our reviews, reading books, writing about Mondragon for by people from outside Mondragon.\n\nWe did a great job and this job is today since last year, 22 episodes series.\n\nSo in every episode, more or less 10 minutes, we explain one topic about Mondragon.\n\nWe explain also what are the most relevant special companies of our corporation.\n\nAnd it is in three languages.\n\nBasque language, English, Spanish, originally in one language and the other languages using subtitles.\n\nAnd today, it has a price, small price, but maybe in few months it will be free.\n\nYes, there was a debate in our cooperative in the corporation.\n\nIf it is free, well people are not going to evaluate, to value.\n\nAnd if it has a price, people are not going to watch.\n\nSo the price is a small price, but we are going to think about that.\n\nOne of the things we love to do, I didn’t even think to mention this to Andrew ahead of time, but often we’ll develop partnerships where the Y on Earth community gets some sort of a discount access price.\n\nWe’ll see if we can negotiate something on that.\n\nBut one way or the other, even if it’s the full price, I highly recommend that you check out the video series because there is so much here for us to learn from that is actionable, practical for our efforts.\n\nAnd you know, this leads me to one of the questions I’ve been burning to ask all week, and I see you wanted to ask something first, so go ahead.\n\nWhat pages explore Mondragon?\n\nExploremondragon.com.\n\nAnd in our show notes, we’ll have that listed along with any other URLs and social media links that you think we ought to include.\n\nSo yeah, thank you, exploremondragon.com.\n\nAnd under this, you know, I’ve really been burning to ask this.\n\nGiven the many complex interconnected challenges we’re facing in our communities all around the world, environmental and social.\n\nWhat is it in the way of perhaps hope and hopefulness that you know you experience Mondragon to provide potentially to the broader world as so many of us are engaged in helping to heal and transform our systems as they in order that they have better, more positive, more healthy impacts on people and on our planet and on how we’re treating each other.\n\nWhat is the fundamental message you hope our audience takes from this conversation we’re having?\n\nMondragon is another type of company.\n\nIt is a type of company that has a positive impact in the society. Mondragon is not an experiment.\n\nIt’s not something that was created three months ago or three years ago, but more than 65 years ago, it works.\n\nAnd Mondragon works with normal people.\n\nWe are not, I don’t know what kind of people, but normal people, ordinary people.\n\nThis is an important message. It works with ordinary people.\n\nWe are doing still extraordinary things in this society because of this positive impact in the society, but this is possible why not everywhere.\n\nWhat I say a positive impact is because in this area there are many cooperatives of the Mondragon model and this is the area that has one of the lowest economic inequality in the world.\n\nYeah, it’s tremendous.\n\nI recall, and I think we may have even mentioned when we first recorded up at Otelora that this region of Spain was among the poorest in the 1950s and among the poorest in the 1950s and is now among the most prosperous in Spain.\n\nAnd this is an extraordinary transformation.\n\nIt was after the war, two years after the end of the Spanish Civil War, when I read Mendelita came here, and I read Mendelita had two options.\n\nOne option is there are many things to do. We can do it ourselves or we can wait the government to come here to do to fill these needs.\n\nSo for Mendelita, it was also important the quote that John Fitzgerald Kennedy used it, that is don’t ask about what the country can do for you, but what can you do for your country?\n\nWe are going to do ourself, and I think this is the aim always.\n\nAbsolutely.\n\nSo we’re in a couple minutes going to transition to our behind the scenes segment, which we love to do with our guests, and that’s available to our ambassador network.\n\nAnd if you haven’t joined our ambassador network and you would like to, you can go to yonearth.org to get that process started.\n\nIt’s a simple process, and you get a number of benefits, including access to our monthly online meetups, and of course access to our ambassador resources, which includes our behind the series segments with our podcast guests.\n\nAnd I want to take a moment to thank several of our partners and sponsors who make our podcast series possible.\n\nThis includes Chelsea Green Publishing. We’re doing many episodes with authors from Chelsea Green, and you can get a 35% discount on any of the books and audiobooks at Chelsea Green Publishing using the code Y-O-E-3-5.\n\nOn any of these offers and deals, and to see our ecosystem of partners and supporters, you can simply go to the Y-O-E-3 website and go to the partners and supporters page, and we have links and logos for everybody.\n\nBut just to be sure to give a few shout outs, we’ve got also curium organic superfoods, wheylay waters, biodynamically regeneratively grown hemp infused aroma therapy soaking salts.\n\nAbsolutely wonderful. Earth, hero, sustainable products, soil works, biodynamic garden preparations, and of course our good friends at Earth Coast Productions who make all of the production post-production and tech stack at the Y-O-E-3 community function well.\n\nAnd finally, of course, just another huge shout out to all of our Y-O-E-3 ambassadors. We are a growing global network of folks and communities all over engaged in social and environmental work.\n\nAnd again, if you haven’t yet become an ambassador and you’d like to just go to the Y-O-E-3 website, and you’ll see pages one called Become an Ambassador that will get you started on your journey.\n\nAnd of course, I want to mention in addition to the URL to get to the 22 episode video series that on there put together, which is exploremondragon.com, you can also go to mondragon-corporation.com for additional information.\n\nAnd so on there, you know, there is so much we can continue talking about. And I got to give another shout out to Georgia Kelly and the Praxis Peace Institute and the week long immersive experience that they provide once per year in the fall generally September, October, I think next year will be October.\n\nSo I encourage you to sign up for that as soon as possible because they do fill up and she keeps it limited to a reasonable number of people, not more than two dozen people probably.\n\nSo this is an incredible opportunity to have a direct experience and also to get a lot of time with this guy, Honda, which is a total joy.\n\nSo knowing that we could go on much longer and we don’t have as much time to do that today as we might like, I want to open the floor up onto you and to be sure to say if there’s anything else you’d like to share with our audience, you know, to wrap up the podcast before we do the behind the scenes segment, please.\n\nMy friend, the floor is all yours.\n\nThis is something possible. This is something real, real people with the same need that the rest of the world.\n\nWe want to have a good quality of life and a cooperative of the monomer model allows us and the engineer of the society to have this quality of life.\n\nBeautiful. It’s something special.\n\nThank you so much for taking the time to visit with me today and for hosting us all week. It’s been such a powerful magical experience.\n\nThank you. Esquedic Asco.\n\nAll right. Bye everybody.\n\nEsquedic Asco.\n\nEsquedic Asco.\n\nGreat.\n\nFeel good?\n\nThank you.\n\nHe’s also part of a cooperative.\n\nBut for his, a cooperative of the same culture, it’s not part of the founder of one corporation, but he’s also a worker home.\n\nMedia cooperatives.\n\nMedia.\n\nOh, cool. Yeah, yeah.\n\nYeah, we’ve got a few, we’ve got a woman in Kyrgyzstan, and then my friend, Artem, with Earth Coast Productions, building a global network of media companies doing good work.\n\nSo yeah, it might be good to connect.\n\nYes, in Manor.\n\nWhat’s that?\n\nWould he be here for a few minutes?\n\nSo for our behind the scenes piece.\n\nSo behind you guys.\n\nYeah, turn around.\n\nYeah, we’ll just dive in and talk a little about whatever we like.\n\nAnd I have a couple of questions I might ask you that will help me understand how you got to where you are right now doing what you’re doing.\n\nSo yeah, we can, and I’ll do an informal introduction for that.\n\nAre you ready?\n\nDo you need anything?\n\nAnything?\n\nLet me check it.\n\nEach of, each of Badia, Ota, do we?\n\nEach of Badia, Ota, do we?\n\nYou ready?\n\nHey friends, it’s Aaron here.\n\nAnd we just recorded a podcast episode with on there, each of Badia, Ota, do we?\n\nHere at the Mondragon cooperatives in the Basque region of Spain.\n\nAnd on there, it’s been such a pleasure to do the podcast with you and also to spend this week with you.\n\nIt’s been incredible.\n\nThank you so so much for me.\n\nThank you.\n\nYeah, there’s so much to talk about with the cooperatives.\n\nAnd you’ve got your 22 episode video series available online.\n\nWe mentioned that in the podcast.\n\nAnd for folks who want to join the once a year of week long immersion with Praxis Peace Institute,\n\nencourage you to get signed up for that as soon as possible.\n\nAnd here we are behind the scenes for our only our ambassadors, right?\n\nPrivileged access.\n\nAnd you know, I had so much fun last night, Friday night, hanging out with you and your life-long\n\ncore group of friends.\n\nAnd it was lovely when we were cruising around town, everybody’s out.\n\nAnd your daughters coming and going, it was nice to meet them.\n\nThey’re a bit younger than my kids.\n\nAnd there’s such a palpable, visceral, real, day-to-day sense of community and safety and belonging.\n\nAnd this is something, you know, at least in the United States,\n\na lot of people are really searching for, almost groping for.\n\nAnd it’s like, what is it like living in a community, right?\n\nWhere a lot of folks maybe don’t even necessarily have a full appreciation of how special\n\nor different this experience is relative to other communities in the world.\n\nAnd how is it for you as an ambassador of the Mondragon corporation and cooperatives in community\n\nto many other folks all around the world to have a perspective that understands,\n\nhey, this is a pretty different experience.\n\nI didn’t realize about this community, yes.\n\nWhen I started explaining Mondragon and when I started to host visitors,\n\nI remember that one person that came from the United States said,\n\nand yesterday I was working in the town of Mondragon,\n\nand I saw young people, children, playing in the central square\n\nand their parents were in the bars.\n\nAnd I said, what is strange?\n\nAnd I didn’t understand.\n\nAnd then in two months, another person also from the United States said the same.\n\nAnd so I started asking.\n\nAnd I started realizing that this is different from what we can see in other parts of the world.\n\nAnd you said yesterday that this is the fish that is in the water,\n\ndoesn’t realize that it is…\n\nThe fish in the water, yeah.\n\nYes. So it is the case for us.\n\nIf we ask my friends, they are going to say, what is strange with this?\n\nSo if my job is to explain people from outside, what is Mondragon?\n\nThere is another job that also I am doing that is explain our people that this is something\n\nthat is not very common around the world.\n\nSo this is something, the Mondragon model, the cooperatives, that we have to preserve.\n\nBut first, we have to appreciate.\n\nThen we have to preserve to maintain.\n\nAnd we have always to improve the system.\n\nBecause if we do nothing about preservation and improvement, it is going to go down.\n\nBut first of all, appreciation.\n\nWhat we have in our hands.\n\nIt is important to know.\n\nAnd for that, it is important to compare us with other society.\n\nThe mirror for us are other societies.\n\nAnd then for the people that are from outside, just explain what is this.\n\nThis is something normal here, why not in your country?\n\nVery, very inspiring.\n\nFor me, also such a joy to be in architecture in a town that is human scale development.\n\nAnd so many of the spaces in the United States are really, really hard on the body, the mind, the psyche.\n\nAnd I love that in the river valley here, we have fairly high density development in the communities, in the towns, with the factories,\n\nwith the advanced research and development centers, the schools.\n\nAnd where we are right now is maybe two minutes from hiking in the woods up into the mountains, which I did yesterday.\n\nAnd I love that you and I both share a passion for hiking and backpacking, mountaineering.\n\nTell us a bit about this, you know, for you.\n\nTell us a bit about what it’s like your connection with the mountains and the forests around here.\n\nYes, this is a town of 22,000 inhabitants in a valley.\n\nAnd in this case, not in a big city, but we have the opportunity to in five minutes be in the middle of the forest and in 30 minutes in a mountain.\n\nAnd for me, it’s very special because in that moment when I’m in the forest or in the mountain, I feel part of this planet.\n\nI feel part of the universe.\n\nAnd when I’m in the hills, I feel that I’m closer to my ancestors.\n\nAnd this is special.\n\nSo one thing is to be at home. One thing is to be at the office or in a workshop.\n\nAnd the other one is to feel that I’m a human being and I’m part of the universe.\n\nYeah, I can relate to that.\n\nIt was so nice just for an hour or two yesterday to get up in the forest and see some really beautiful trees.\n\nI feel the cool air beneath the shade and hear the birds.\n\nWe have to improve everything.\n\nBecause if you ask our people, they are going to say, no, but this is very ugly with this horrible buildings.\n\nNo, buildings and factories are too close.\n\nAnd there is still pollution.\n\nIn the 60s, in the 70s, the river was very polluted and the air was quite polluted.\n\nAnd we have improved a lot and we have to continue improving in that sense.\n\nSo it’s not perfect. It’s far from being perfect, but it’s much better than in the past and it’s much better than in other regions in the world.\n\nYeah, this reminds me.\n\nYou know, yesterday we had the opportunity to go to Mondragon University to the business school and to visit with Professor Fred, friendly, who is actually from the United States.\n\nAnd was, yeah, MIT or where was he?\n\nI think maybe MIT, but whatever.\n\nAnd he’s been here for decades and has married a vast woman.\n\nAnd I was struck. We spent most of the day in the university.\n\nAnd there’s a series of classrooms again with this beautiful architecture, lots of glass, natural daylight, plants, important for learning.\n\nAnd in each of the classrooms were the United Nations sustainable development goals, large format, like as large as the dry erase boards and the screens were looking at.\n\nHow is it that the SDGs have come, you know, to be so central to the educational framework here?\n\nHow is it that the community through leadership of folks like you and others in the ecosystem are moving more and more in that direction of sustainable development, broadly speaking?\n\nThe SDGs are in every cooperative.\n\nWell, I will say in most of the companies, most of the government in every cooperative of Mondragon, the university, schools, industrial cooperatives.\n\nAnd it is very good for the planet. And at the same time, it is very good for all of us because we are aligned.\n\nWe know what we have to do. It is not about inventing what we could do, but we know what we have to do.\n\nAnd this is something that we are doing since few years ago. And I think that we are improving a lot, but we still have many things to do.\n\nThe year since years ago, in our strategic plants, in the cooperatives, and also in the strategic plan of the corporation.\n\nYeah, that is so important. And it was for me just so beautiful to see that walking into the classroom.\n\nWow, it is right here every day for the students to keep front of mind.\n\nWell, under such a joy to have this whole week with you and to have this opportunity to visit and chat with you and do a podcast episode with you.\n\nAnd my friend, I am excited that it feels like we have planted the seeds of friendship.\n\nAnd I very much look forward to collaborating in various ways over the coming months and years.\n\nAnd very much look forward to watching and celebrating your work and your service to the community here and others all around the world doing what you are doing.\n\nAnd I guess father to father, you know, it warms my heart knowing that we are engaged in helping to make a better future for our kids and other future generations.\n\nSo I guess with all that in mind, again, opening the floor up to you and this is for our ambassadors in particular.\n\nIf there is anything more you would like to say or we can keep chatting for a few minutes too if you have some things you want to chat about.\n\nWe say that we have to give our children a better legacy.\n\nAnd I was in summer in United States and it was I don’t remember in what museum there was a quote that said it is not about giving a better legacy.\n\nBut it is to the next generations but it is about to give them back what they have borrowed us.\n\nSo it is a kind of they have given us just for some months or some years this planet our children, then we have to give them back in a better condition.\n\nThe same for the cooperatives. So because if there is a cooperative, the cooperatives has to continue in that place.\n\nIt has to continue giving job opportunities. It has to continue creating wealth for the people that are working there and in general for the society around.\n\nBeautiful.\n\nAll right, my friend. You feeling you feeling complete for now? Yeah.\n\nYeah, so good to visit with you. Yeah, it meets you, my friend. Thank you.\n\nYeah, welcome. Bye, everybody.\n\nIt’s got to go.\n\nThe Y on Earth community stewardship and sustainability podcast series is hosted by Aaron William Perry, offer, thought leader and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly or monthly supporter, please visit YonEarth.org-support.\n\nSupport packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth, all one word with a Y.\n\nThese sponsors are listed on the YonEarth.org-support-page.\n\nIf you found this particular podcast episode especially insightful, informative or inspiring, please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in.\n\nThank you for your support and thank you for being a part of the YonEarth community.",
  "related_episodes": [
    {
      "title": "Ep 147 – Jorge Fontanez, CEO, B Lab USA & Canada",
      "url": "https://yonearth.org/podcast/episode-148-jorge-fontanez-ceo-b-lab-usa-canada/"
    },
    {
      "title": "Ep 137 – Georgia Kelly, Executive Director, Praxis Peace Institute, RE: Mondragon Cooperatives",
      "url": "https://yonearth.org/podcast/episode-137-georgia-kelly-founder-praxis-peace-institute-on-the-mondragon-cooperatives/"
    },
    {
      "title": "Ep 129 – Bernard Amadei, Founder, Engineers Without Borders",
      "url": "https://yonearth.org/podcast/episode-129-professor-bernard-amadei-founder-engineers-without-borders/"
    },
    {
      "title": "Ep 109 – Dr. Robert Cloninger, MD, PhD, “Psychology of Stewardship, Happiness, & Hope”",
      "url": "https://yonearth.org/podcast/episode-109-dr-robert-cloninger-md-phd-psychology-of-stewardship-happiness-hope/"
    },
    {
      "title": "Ep 65 – Eric Lombardi, “Social Enterprise & Protecting the Commons”",
      "url": "https://yonearth.org/podcast/episode-65-eric-lombardi-social-enterprise-protecting-the-commons/"
    },
    {
      "title": "Ep 36 – Nicole Vitello, President, Produce Division, Equal Exchange Cooperative",
      "url": "https://yonearth.org/podcast/episode-36-nicole-vitello-equal-exchange/"
    },
    {
      "title": "Ep 25 – Hunter Lovins, Founder, Natural Capitalism Solutions; Author,A Finer Future",
      "url": "https://yonearth.org/podcast/episode-25-hunter-lovins-a-finer-future/"
    }
  ]
}