{
  "title": "Episode 168 – Ken LaRoe, Founder & Chairman, Climate First Bank",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/14313/episode-168-ken-laroe-founder-chairman-climate-first-bank.mp3",
  "publish_date": "October 26, 2024 4:10 pm",
  "url": "https://yonearth.org/podcast/episode-168-ken-laroe-founder-chairman-climate-first-bank/",
  "episode_number": 168,
  "subtitle": "Banking for good with Climate First Bank Founder and Chairman, Ken LaRoe",
  "description": "Ken LaRoe is the Founder and Chairman of Climate First Bank, the fastest growing new bank in the United States.",
  "about_sections": {
    "about_ken_laroe": "Ken LaRoe is an award-winning sustainability professional and internationally recognized leader in the field of ethical banking who has dedicated his life to environmental activism and building businesses."
  },
  "full_transcript": "Welcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry,\n\nand today we’re visiting with Ken LaRoe, the founder and chairman of Climate First Bank.\n\nHi Ken, how are you doing? Excellent, and you? Doing great, and so excited to chat with you\n\ntoday, especially given the amazing work and impact you and your colleagues are having with\n\nClimate First Bank. It’s just an extraordinary story. It’s really been a journey and I must say\n\na fulfilling journey and a bucket list dream come true that I didn’t really know I had in my\n\nbucket. Oh wonderful, yeah that’s great. Ken LaRoe is an award-winning sustainability professional\n\nand internationally recognized leader in the field of ethical banking who has dedicated his\n\nlife to environmental activism and building businesses. After successfully launching,\n\nscaling and exiting two banks in central Florida, Ken opened Climate First Bank on June 1st,\n\n2021. The world’s first FDIC insured digital community bank founded to combat the climate crisis.\n\nIn just three years, Climate First Bank has grown to over $700 million in assets, has provided\n\naccess to solar power to more than 2,000 households, and has raised around $80 million in capital,\n\nmaking it one of the fastest growing banks in the United States. Ken also personally lives\n\nout his bank’s mission of environmental sustainability. As a committed environmentalist,\n\nhe served as the chairman of Preserve Lake, a political action committee that passed a bond\n\nreferendum for $36 million to purchase public land. He later served the Lake County Commission\n\nas chairman of the Public Lands Acquisition Advisory Committee and was a founding member\n\nof the North American chapter of the Global Alliance for Banking on Values, which I’m really\n\nexcited to talk about. He also served on the board of directors of the Global Alliance Banking\n\non Values from 2014 to 2016, and again in 2024. Excuse me, he served on the board of directors\n\nof the Global Alliance for Banking on Values from 2014 to 2016, and in both 2016 and again in 2024,\n\nKen was awarded the Ernst and Young Entrepreneur of the Year. Wow, this is quite an amazing\n\nsummary, Ken, of your CV, and rare, in my experience anyway, that we’ll have such an\n\naccomplished banker doing also so much in the arena of environmental stewardship and also now,\n\nof course, through Climate First Bank, you are deploying a whole lot of capital right into solutions.\n\nCan you tell us, to give folks an impression of what’s different and what’s happening with\n\nClimate First Bank, can you tell us a bit about what’s going on with the company?\n\nSure. As you know, Aaron, we’ve talked before, this is the third bank I’ve done, the first one\n\nI started in 99 and sold in 06, and it was just a standard Florida, started up, scale it, exit,\n\nmake a bunch of people a bunch of money. The second one was a result of, after I sold that bank and\n\nworking out my non-compete period, my wife and I got a mini motorhome and we circumnavigated the\n\ncountry, and my brother gave me Evanchinard’s autobiography, let my people go surfing,\n\nand Evanchinard is the founder of Patagonia, and I thought, oh my god, this is it, this is the\n\nanswer to my questions and what was bugging me at the time of what do I do with the rest of my life\n\ninstead of just making a bunch of people. That was the genesis of First Green Bank.\n\nSo that was in, we opened in 2009, right at the trough of the recession, and there really wasn’t\n\nvalue-space banking movement per se, there was a few little smatterings around the globe,\n\nso it was really a learning journey, and it was a fabulous learning journey for me and my folks.\n\nWe went through the recession and all the economic meltdown, all the while learning a lot of great\n\nstuff, and my relationship with the Global Alliance for Banking Values was a huge help,\n\nand that’s the base, and we pioneered the first, I think it was the first in the country,\n\nresidential solar loan program back in 2009, and we kept refining and refining and refining.\n\nWe sold that bank in 2018, I did another cross-country trip, a whole bunch of soul searching,\n\nbasically, am I too old? That was what I wrestled with every day, I’m just too old, this is really\n\nhard, and then my wife and my soulmate, Dr. Cindy LaRue, convinced me, and it was convincing,\n\na lot of arm twisting, look, you’ve got it in, you’ve got unfinished business, you need to do this,\n\nyou need to do another bank, and you need to do it, no compromise in your face,\n\nand starting with the name, and it needs to be the Climate First Bank, and she came up with the\n\nname, so that was the most prescient business decision we made, because every single day it\n\nplays out, you know, every single day we get somebody that says, I’m moving my banking over to you,\n\nI’ve been driving by your sign every day for six months, I’m moving all my stuff from Bank of\n\nAmerica, because you believe what I believe, and conversely, it’s like every day somebody says,\n\nI’m not going to come bank with you with all that woke shit you guys are doing, and we say fine,\n\nthere’s, you know, plenty of people out there that value it, or we get the guy that says,\n\nyou know, all that climate stuff, that’s a hoax, but I’m banking with you anyway,\n\nbecause I love your service, and that’s probably the best scenario we could hope for, because\n\na big part of our mission is to influence and educate, or educate and influence,\n\nwhichever way you want to look at it. Beautiful. Well, I’m really thrilled, Ken, that we’ve\n\nconnected here summer of 2024, because as I understand it, you guys have just hit a very\n\nsignificant milestone, which means you’re about to reach a whole lot more people educating,\n\ninfluencing, and deploying a whole lot more capital. Can you walk us through a little bit,\n\nthat process with the federal regulators, and what that means now that you’re out of the DeNovo\n\nperiod? Yes, and honestly, before I did my first bank, I didn’t know what DeNovo meant,\n\nand so I had to look it up, and it means what comes before, or something like that,\n\nand so there’s a regulatory period of heightened scrutiny the last three years after the day you\n\nopen. So we’ve been, we’ve made it through there. June 1 was the date. The federal regulators didn’t\n\nwant us expanding outside the state of Florida until we got through with DeNovo, so\n\nimmediately upon getting out, we’ve expanded our residential solar program into eight other\n\nstates than Florida, and now we’re going through the process of licensing in the other states and\n\nall that. The ultimate goal is to be in all 50 states by the end of this year with our residential\n\nsolar product and our business solar product, which is fully digitized. Anybody can go online\n\nand in three minutes fill out an application and 30 seconds have a credit decision.\n\nWe have been banking customers nationwide the whole time through our online account opening\n\nand online banking, and we have customers in 49 states and in three countries now,\n\nPuerto Rico, France, and England, so it’s been kind of amazing in the digital\n\nspace. We’ve had to write all our own proprietary code because small banks, community banks,\n\nare beholden to the core processing system that we have to buy and then any API that’ll\n\nallegedly talk to it, and I say allegedly because they never do very well. So I kind of boast that\n\nour online banking is almost as good as a Capital One experience, not to put in a plug for our\n\ncompetitors, but we’re getting better and we will get there, and we joke that our service is\n\nalmost as good as Ritz Carlton, but we hope to pass them someday. So it’s all part of the learning\n\njourney, if you will. I absolutely love it. The personable demeanor by which you\n\nrepresent the company as founder and chairman is so delightful and so authentic. I’ve had the\n\npleasure of interacting with some of your other team as well over the last several weeks, and\n\nfolks are genuinely really friendly and helpful. Some of my other friends and colleagues in the\n\nworld of banking, I wouldn’t say necessarily carry that same level of joy and simpatico,\n\nand that’s amazing, right? That’s just an amazing thing to experience it with our banking partners.\n\nWell, thank you for that, but I think a lot of it is just getting old. The wisdom thing does\n\nincrease with age. I’m quite convinced, at least I’ve experienced it. My dad told me that it would,\n\nand it’s like, thank God. I thought we had a good culture in my last bank, but that was only\n\nbecause I didn’t know what good culture was, and this bank has defined good culture. Oh my gosh,\n\nit’s, I think you hit the nail on the head. You said you’ve had exchanges with some of my co-workers,\n\nand they’re amazing. I mean, they are amazing. I get accolades all the time. In our last staff\n\nmeeting, I think our last one or the one before, I’d just gotten like four accolades that week,\n\nand I told my team, I said, you guys are amazing. We haven’t even done formal customer service\n\ntraining in this bank, yet you all get it somewhat, somehow intuitively, and they really,\n\nreally do. And when we screw up, it’s just like everybody owns it. It’s just amazing,\n\nand I don’t know entirely what has caused it. It’s a lot of my same team that was with me\n\nthat the last bank has rejoined. Is it the 30-year overnight sensation or the three times the charm\n\nor what? But I know a lot of it is the values proposition. Almost every new person that has\n\njoined us has stated in the interview that the reason they’re there is because of our values\n\nproposition. That’s so exciting. One of the things I’ve been thinking and talking a lot about,\n\nand in fact is one of the threads in our forthcoming book, is this idea that the notion\n\nof competitive advantage is really transforming before our very eyes. Those of us living and\n\nworking right now in these times as environmental stewardship and social responsibility factor\n\nmore and more into our business decisions, into our consumer purchasing decisions.\n\nAnd it seems to me that what you’re doing at Climate First Bank exemplifies just that. And\n\nI’m not surprised to hear what you’re describing with respect to the value proposition and holy\n\nsmokes. You say you’re busy and have a lot going on these past few years, but I imagine\n\nthings are really about to skyrocket for you guys given the national scope now and\n\nthat this is probably going to catch on in a really big way, word of mouth and otherwise.\n\nWhat are you anticipating as you’re looking out ahead over the coming quarters and next few years?\n\nThe growth trajectory really drives a lot and in banking it’s a highly regulated industry and\n\na highly regulated and just highly regulated. The easy metric to think about is you can only\n\ngrow your total assets 10 times your capital. So we’re, as of today, we’re 730 million in assets.\n\nWe raised, as you pointed out, 79 million initially. So you can see we’re right at that 10 times.\n\nThe worst thing that could happen would be that we have to slow down and constrain growth, especially\n\nwhen the growth is in such cool things as solar renewable energy finance, building energy retrofits,\n\nESOP banking. We do a lot of ESOP banking. All the stuff that we’re really making an impact in,\n\nit would just be a shame to have to slow it down. So we’re in another capital raise right now.\n\nI really would like to raise 50 million. We’ve been at it seven weeks and have\n\na little shy of 7 million in signed commitments or signed subscription agreements.\n\nSo about a million dollars a week, it’s not bad, but we do need to try to raise as much as possible.\n\nAnd then our plan is to go public in 2025 or 2026. That’s a multifaceted logic stream behind that,\n\nnot the least of which is the ability to raise more capital because it’s all a capital driven thing.\n\nBut if we are publicly traded, it would give us a larger platform or larger\n\nbully pulpit, if you will. Size is a big, big important factor.\n\nSo that’s kind of the future. While of course maintaining the highest level of safety and\n\nsoundness we can maintain, it would really gut our values proposition if we didn’t perform at\n\na high financial level, including safety and soundness. I’ve got to ask you a little bit of a\n\ngeeky question about safety and soundness in a few minutes. I’m going to wait, though,\n\nand first ask, you mentioned the ESOP banking, which is the employee stock ownership plans\n\nthat many companies are now utilizing to further incentivize and share the wealth with their teams.\n\nAnd of course, the bank is a certified B Corp and is also part of the 1% for the planet ecosystem.\n\nAnd I want to talk a little more about what that means in terms of the global network and\n\nlandscape. But I’m really curious with respect to the commitments you’ve made, above and beyond\n\nmaximizing profit. What does that look like for you as you’re laying the groundwork and\n\npreparing for an IPO? Is it something that’s really difficult to navigate? Is it fairly\n\nstraightforward? That’s a really, really good question. We’re also a Florida Legal Benefits\n\nCorporation, Public Benefits Corporation. We are the only bank in the state that is\n\nin one of the few in the country, and most states now have the public benefit status.\n\nBut we think, and our investment banker thinks, that being certified by third party\n\ncertifiers like B Labs, 1% for the planet, all of the various vetting processes we’ve gone through,\n\njeet and global lines for banking on values, will actually help when we go public. That there’s\n\nenough demand out there and enough generational cohort change to drive a better valuation because\n\nof it. And I believe it in my heart of hearts, but then I’ve gotten all this verification\n\nthrough our investment bankers and stuff. And there are some, a couple of\n\nB Corp, Benefit Corps that have gone public, and they’re doing very well, and they’re doing\n\nvery well, and they did very well in their IPO. Did that answer your question? Was that\n\nresponsible? Yeah, yeah. It definitely answers part of it, and it sort of, I think, implicitly\n\nanswers the other part, which was I was wondering if you had to jump through certain hoops or somehow\n\nbridge the gap when Wall Street in general, as I understand it, is looking primarily and\n\noften exclusively for maximized profits, right? How does that get reconciled as you’re shifting\n\ntoward triple bottom line and social and environmental performance in addition to the\n\nfinancial performance? Well, I think the solution to that or the answer to that is\n\nwe believe that we don’t have to sacrifice financial performance to do good, and I personally\n\nam not, that’s not acceptable to me personally. I know almost all of our shareholders,\n\nwe have 580-something shareholders, they are friends and family. If they weren’t friends when\n\nthey invested, they’d frequently become friends, and I have a responsibility to them to maximize\n\ntheir return and to go way beyond doing no harm. It’s not just a function of doing no harm, it’s\n\na function of actually doing good in the world, however that is defined. I believe that if we\n\ndon’t put financial performance on the board that’s highest in class, it diminishes everything.\n\nI mean it diminishes, people can take shots at you then, and if you look back at the\n\nMilton Friedman mentality of shareholder primacy, I mean I always used to think, well,\n\nhe’s just a bad guy, he’s wrong-headed, he was a bad guy, it’s all wrong, but\n\nthe more I think about it, maybe that’s not the case. At the time he was\n\npostulating that thesis, which became the Chicago School and all that, I mean it was a period of\n\nunprecedented natural resources, a period of, I mean there was no labor shortage,\n\nbut there were capital constraints, so maybe he was just a product of his time, maybe he was\n\na product of that situation, but we’re in a space now between stories. The old system is done,\n\nbut it hasn’t manifested in what the new economy is quite yet, right? So we can\n\nget back from a distance and say, well, I don’t know where we’re headed, but I know the road we\n\nshould take. I’m really getting off track of what you asked me, but I think the solution\n\nto the Wall Street question is we’re going to put big numbers on the board anyway, you know,\n\nthere’s no margin without the mission in my mind, and then the margin is better with the mission.\n\nYeah, that’s beautiful, and to me reinforces this notion of a dramatically shifting competitive\n\nadvantage overall, and I love the background and the political economy in all of this with\n\nMilton Friedman and obviously several generations before him, Adam Smith, right, who was a moral\n\nphilosopher of all things and sort of took for granted several key social and philosophical\n\nimperatives that would say we’re treating each other well and we’re treating our planet well\n\nby implication. And yeah, now that we’re at a point in the development of the global economy and\n\nhere in the United States where we’ve got to include a lot of other variables and factors to\n\ncompete well and to perform well, it gives me great hope that where we’re headed, although it might\n\nbe a bit of a bumpy road, where we’re headed helps to harmonize the interests of financial\n\nperformance, environmental performance, social performance, and that perhaps in a number of\n\nyears or hopefully a couple of short decades, you know, we’ll look back and say, wow, it’s wild\n\nthat the previous several generations saw those three things as being so at odds with one another\n\nwhen in fact, when this thing’s well done, they all go really well together.\n\nAbsolutely, 100%. It’s all part of the same giant organism. Should be, anyway.\n\nYeah, absolutely. Well, I got to ask this geeky question. I grew up in a family. My parents\n\nare entrepreneurial and had a mortgage banking company. And so I had some idea of\n\nunderwriting requirements and so forth. And I’m really curious, what kind of paper are you guys\n\nwriting? Is your underwriting pretty conservative? Are you kind of middle of the road, especially\n\nif you’re working with consumers, homeowners, helping them with solar? Are they very tight\n\nunderwriting criteria or what does that look like?\n\nI would say if you had to put it on a continuum, it would be pretty conservative. And\n\nsome of that is a function that, well, we’re bankers and we’re traditionally trained in\n\ntraditional underwriting, but it’s part of that whole thing of we’re in the space between stories\n\nthat it was always understood that while you get a credit score, you look at debt to income and\n\nyou make a decision, this is on the consumer side. But then low to moderate income households\n\nwouldn’t qualify. And so therefore, it locks out just a huge section of the population from\n\neven being able to get ahead. And again, as part of our learning journey, we’ve started to learn\n\nthrough the help of some dear friends like Martin Eakes at Self Help Credit Union or\n\nCat Taylor at Beneficial State Bank, that there are other metrics, there are other ways to look\n\nat things and still have prudent and sound underwriting. And so we are working on that\n\ndiligently now. We kind of joke amongst ourselves that we do solar for the middle class really,\n\nreally well. If you’re middle to upper income, we got you. And that’s the easy underwriting.\n\nWe don’t do solar for a low to moderate income. Well, at all, and that’s the demographic that\n\nneeds it the most. The Inflation Reduction Act and the Greenhouse Cash Reduction Fund\n\nshould go a long way to solving that. And we hope to be part of that. But it’s such things as\n\nwe’ll get an application that’ll have very good credit scores with the three traditional credit\n\nrating agencies. And then a completely wonky debt to income ratio. It wouldn’t work. It just\n\ndefies the laws of physics. Well, how could somebody have an 800 credit score but have a 90%\n\ndebt to income? They couldn’t survive financially. Well, what it is is and then you look at their\n\nsurname and it’s Latin or it’s Middle Eastern or whatever. And you go, wait a minute, something’s\n\ngoing on here. It’s thematic. It’s iterative. It’s Latin’s surname, it’s Latin’s surname,\n\nit’s Latin’s surname. What’s going on? Well, one thing a lot of immigrants, first generation\n\nimmigrants, don’t trust the government. They don’t trust banks. They’ve got a W2 income\n\nsomewhere, but then they got a side hustle and they’re not putting that side hustle on that\n\napplication. They may be paying taxes on it or whatever, but they’re not putting it down on\n\nthat application because they don’t trust the banks. They don’t have an 80% debt to income ratio.\n\nIt’s really 30% or whatever. And the default rate on the low to moderate income community is very,\n\nvery low. Historically, it was always thought to be very, very high. Gosh, I’m getting off on\n\na tangent again and I geek out on this stuff. So we have very, very good credit quality and we\n\nhave it all of my banks and I think that’s a function of being fastidious and having systems\n\nand policies and procedures in place and following them and all of that. Just boring,\n\nblocking and tackling business stuff, but we’re not so high bound that we won’t look at what it takes\n\nto accomplish our objectives from a mission perspective either. Yeah, it’s so interesting.\n\nI want to ask one other sort of geeky question and then we can move on to some other maybe more\n\nexciting topics, but I’m curious, do you guys hold on to all of the loans you originate or do\n\nyou move some of them to the secondary markets? What does that look like for you guys? We do\n\nresidential lending and it’s pretty much plain.\n\ncollect for you guys. We do residential lending and it’s pretty much plain vanilla residential.\n\nWe do portfolios, some of those, but we also sell some of those in the secondary market.\n\nIn the solar space, there’s a gigantic, it’s kind of constrained right now, but a gigantic\n\nsecondary market that the FinTechs have been selling those loans into for a number of years now.\n\nBut we were always told it takes tranches of at least $100 million. We have found that we can easily\n\nsell $2 million tranches or $3 million and we’ve sold some of our solar loans off to other community\n\nbanks, mostly CDFI banks. So the answer is yes, we do sell some off. We do participate some larger\n\nloans and participate out and participate in, but the vast majority we keep on the portfolio.\n\nInteresting. And maybe as a way to transition toward some of the emerging indicators around\n\nthis new economy that we’re moving toward, how do you foresee climate related and specifically\n\ncarbon market related signals playing into your solar lending in the coming years? Is that\n\nsomething you’re starting to anticipate? Trying to anticipate. As you know, the carbon markets\n\nin the U.S. just hasn’t become what it should be. And especially when you look at it in the context\n\nof the rest of the world, especially Europe. I mean, we’re staying on top of it and we\n\nreally hope it happens, but there’s nothing at this point that it plays into our strategy.\n\nYeah, yeah, yeah, that makes sense to me. Well, you know, we’ve had on the podcast\n\nother really notable leaders like our mutual friend, Kate Williams, who’s CEO of 1% for the\n\nplanet. And of course, Jorge Fonteniz, who’s the CEO of B Lab for the United States and Canada.\n\nAnd one of the things I’m so excited about is tracking the growth and development of those\n\ntwo ecosystems, which now encompass many thousands of companies and similarly several\n\nthousand nonprofits as well, NGOs. How are those ecosystems as they’re developing and\n\nexpanding and growing and those companies are commanding more and more market share in their\n\nrespective industries? Are you seeing a lot of them interested in banking with you? And is\n\nthere potentially a lot of synergy there that will kick in over the next few years?\n\nI think it will grow significantly. You’ve probably experienced the same thing I do. It’s\n\nkind of shocking to find out or to see people that don’t know what the B Corp logo, the circle\n\nwith the B it means or what 1% for the planet means. And I’m thinking, huh, it’s everywhere,\n\nat least the B Labs certifications everywhere on product labels and everything. But and then when\n\nyou tell people that don’t know, they’re like, hmm, okay, well, that’s kind of interesting, whether\n\nthey’re, you know, believers or not. But we think it’s, and as it becomes more and more understood\n\nthat where you bank has more impact on your carbon footprint than almost anything else you do,\n\nthat’s not widely understood yet either. It’s kind of like, you know, soil and soil health and the\n\nmicro organisms that and how they impact the human organism. It’s all that stuff that’s just\n\nbarely we’re barely starting to scratch the surface. As more and more people realize what\n\na big impact their banking is, I think they’ll they’ll be moving to value space banks a lot more.\n\nIn fact, B Labs is going to start giving points for banking with a value space bank.\n\nAnd I think 1% for the planet is going to also give credits for that like they give credits\n\nfor labor if you do in kind, you know, contributions or whatever. And we do a lot of that for our 1%\n\nmembership. We’ve been involved with Tampa Bay Watch, which is a really cool nonprofit in the\n\nTampa Bay area. And a lot of our team has gone out and done oyster, you know, reclamation projects\n\nand all that kind of stuff. So, you know, with the help of B Labs and 1% for the planet,\n\nI think it will even accelerate. Yeah, it’s so exciting to think about these positive feedback\n\nloops. You know, I think those of us who have been looking at these systemic risks and what many\n\nrefer to as the poly crisis, we can identify a whole bunch of negative feedback loops. And what\n\nexcites me really almost beyond words is the emergence of these positive feedback loops. And,\n\nyou know, this work you’re doing as a leader in the values based banking arena is so\n\ntremendous. And I’m hoping, can you explain for us what the global alliance for banking on values\n\nis and does? And it seems like to me that’s one of the things more and more of us ought to be aware\n\nof. Well, it certainly is a shining light, that’s for sure. The ironic thing was when I first started\n\nFirst Green Bank, you know, came up with the concept, it was about 2007. And I thought, well,\n\nwhat can a bank do? You know, and so I just googled green banks and two banks popped up. One was\n\nNew Resource Bank in San Francisco, which is now amalgamated, another great value space bank.\n\nAnd Triotus Bank in the Netherlands. And so I just reached out, researched the CEO and reached\n\nout to him and says, you know, what’s your gig? What do you do? What’s different? How are you\n\nmaking an impact? And it was like, okay, well, okay, well, I’ll just build some of that into the\n\nbusiness plan. And the CEO of Triotus Bank is a fellow named Peter Blom. He’s been CEO, or had\n\nbeen CEO for a long, long time. He just retired maybe a year ago. He’s a young guy, younger,\n\nI’d say, a little younger than I am. But I think in 2009, the same year we opened, he formed the\n\nGlobal Alliance for Banking on Values. And he just called together a group of friends, like-minded\n\nbankers from around the world. I think there were seven of them and said, well, let’s\n\ndo this organization for best practices. Let’s try to, you know, build something out of this.\n\nI think we were maybe, at first screen, we joined in 2012 after attending their conference in\n\nVancouver. And I think we may have been the 22nd member bank at that time. Now I think there’s 74\n\nbanks worldwide. I’m going through the map in my head of the globe. I think we’re on every continent,\n\nwill accept Antarctica. But amazing financial institutions doing amazing things.\n\nUnfortunately, most of them are in the social space, you know, the S-part of ESG,\n\nand financial inclusion, and poverty alleviation, and that sort of thing. But I think to the\n\nfinancial institution, they want to do more environmental. And we’ve gotten a lot of inquiry,\n\nand, you know, can you help us? What are you doing? All that sort of thing.\n\nI’m still not sure I answered the question. But it’s a group of financial institutions\n\naround the world. I don’t remember who the largest is at this point. We pale in comparison to a\n\na Wells, or a Chase, or a B of A in size. Cumulatively, we have pretty good size and pretty\n\ngood, pretty big dollar assets and a lot of coworkers worldwide. But our impact is far,\n\nfar greater than any of the too big to fail. I think the biggest institution is probably\n\nVansity Credit Union. They may be 18, 20 billion in assets, I’m not sure.\n\nInteresting.\n\nYou know, it’s to me remarkable that you are doing so much innovative and\n\ntrailblazing work in the financial sector, in the environmental sector, in the social sector,\n\nand you’re doing all this in Florida, which I know is one of the most populated\n\nstates in the United States, and has an incredible diversity of people and worldviews,\n\nand so forth. And I also know that politically, Florida is well, how do we say it, maybe not\n\nthe most progressive state in the union as of today. And so I’m really curious, what is that\n\nlike for you as a business leader, as an entrepreneur, doing what you’re doing in that\n\nenvironment? Has it been challenging? Is it straightforward? Is it sometimes funny, sometimes\n\nfrustrating? My friend Kat Taylor at Beneficial State Bank said, well, Ken,\n\nyou’re just a missionary in the jungle. You’re doing, you know, the good work. It’s like, okay,\n\nwell, as long as you keep telling me that, maybe you’ll convince me someday. But\n\nit’s a challenge. It’s, I mean, a lot of times I sit back and go, this is just ridiculous. But\n\nI don’t know. I’ve had this dream that people come into Florida and go, oh my gosh, look at all\n\nthe solar on rooftops. I wonder how that happened and say, well, there’s this really cool bank that,\n\nyou know, financed it all ethically and morally, unlike all the Fed texts that are\n\nvery predacious, slimy operators. I could name them, but I won’t. But it, the laws are extremely\n\nregressive. They’re extremely unconstitutional. They’re extremely not capitalist. I mean, I don’t,\n\nI just can’t, I just can’t explain how ridiculous it is here. But we just keep plowing ahead.\n\nThey passed the anti ESG bill last year, House Bill 3, that prevents a bank or financial institution\n\nfrom discriminating against any person, person defied as the Citizens United, you know,\n\ncorporation as a per, for political, ideological, you know, they give a laundry list. So, you know,\n\nit’s, it’s, like I said, it’s unconstitutional, like the don’t say gay bills, and they’ll get,\n\nyou know, over time, it’ll get chipped away, they’ll get defeated in courts of law,\n\nall over the place, as long as we have any faith in the judicial system.\n\nThat’s another whole topic, I think. Yeah. As long as it doesn’t get to the U.S. Supreme Court,\n\nput it that way. We could have a long conversation about that, I’m sure. Let me, Ken, let me remind\n\nour audience, this is the YonEarth Community Podcasts. I’m your host, Aaron William Perry.\n\nToday, we’re visiting with Ken LaRoe, the founder and chairman of Climate First Bank. You can find\n\nClimate First Bank on the web at climatefirstbank.com. You can connect with Ken on LinkedIn, and we’ll\n\nhave the link for that in our show notes. You can also connect to the bank on LinkedIn. It’s\n\nclimate-first-bank, and the bank’s also on Facebook and Instagram at climatefirstbank,\n\nas it is on YouTube. So, lots of different ways to connect in with the bank. Highly encourage\n\nour audience to check out the bank and do some banking there with your personal banking, your\n\nbusiness banking, if you have a business, and if you’re at a company or organization,\n\nencourage your leadership to look at Climate First Bank as a banking partner for the organization.\n\nAnd speaking of partners, I want to be sure to thank some of our wonderful partners, which\n\nincludes Chelsea Green Publishing, Patagonia, Edafiq Solutions, Josephine Porter Institute,\n\nWele Waters, Profitable Purpose Consulting, Earth Coast Productions, and Soilworks. And, of course,\n\na huge thanks to our growing global network of ambassadors and folks who contribute to the\n\nYonEarth community on a monthly basis. And if you haven’t yet signed up for a monthly donation\n\nand you’d like to, you can go to yonearth.org, click on the support page, set that up at any\n\nlevel that works well for you. You can also go to our Patreon page, and there you’ll see some\n\nadditional goodies and benefits when you sign up. For our friends in the U.S. who give out the $33\n\nor greater level each month, we’re happy to send a monthly shipment of the biodynamically grown\n\nhemp-infused aromatherapy soaking salts, Wele Waters, as a thank you, and as a way to support\n\nyour health and wellness as you’re doing your part in our movement toward planetary prosperity.\n\nAnd speaking of partners around the world, I want to give a special shout-out also\n\nto one of our Global Advisory Board members, Sarah Arau, who’s based in Uganda,\n\nand whose organization Mantle of Hope is doing extraordinary work with women and girls and\n\nyoung boys and men. And we just helped launch a GoFundMe to raise some money for Sarah and her\n\nteam to get more equipment and help more people in the communities and schools throughout rural\n\nUganda where she’s working. You’ll find info on our blog page at YNRF.org. You’ll see a wonderful\n\nvideo about this, and if you go to GoFundMe, you’ll find Mantle of Hope under the Empower Ugandan\n\nWomen keyword search. Of course, a huge thanks to Climate First Bank for all you guys are doing, Ken,\n\nand we’re thrilled to help spread the word and want to encourage folks to check it out,\n\ncheck out Climate First Bank, and think about moving your money, moving your banking,\n\nmoving your loan needs over to Ken and his team to help with these positive feedback loops that\n\nwe’re talking about. And Ken, you know, picking up on this thread of some of the dynamics you’re\n\nexperiencing in Florida and reflecting on, you know, many of our international partners with the\n\nwork that we’re doing through the YNRF community, you know, the United Nations is engaged in so\n\nmany great initiatives worldwide and collaborating with so many wonderful\n\nnonprofits and other organizations. And of course, here in the United States, there are a lot of\n\nfolks who have some real misconceptions about what the United Nations is up to. But what I wanted,\n\nwhich basically our nation helped to create, I wanted to ask you specifically about one of the\n\nUN initiatives that you’re connected to, which is the UNEP Finance Initiative, the United Nations\n\nEnvironment Program Finance Initiative. Can you explain to us what that is and how that’s relevant\n\nfor Climate First Bank and what you’re doing lending here in this domestic context?\n\nWell, the, we were actually involved with our last bank was when it kind of got started. And\n\nI’d say it was, you know, fits and starts. It never, never really got terribly, you know, launched.\n\nBut I think now it kind of goes back to your question on the carbon markets thing and the,\n\nyou know, carbon trading. It’s starting to get traction. The Net Zero Banking Alliance,\n\nthey’re getting commitments, especially from the large banks, to reduce their carbon footprint,\n\nwhich is a very complicated thing to do. As you know, the scope one, two, and three emissions\n\nand how you measure it, how you actually impact it is, it’s maybe a little bit,\n\nit’s maybe pretty straightforward for a manufacturing company or an operating company,\n\nbut for a bank it’s really, really difficult with thousands and tens of thousands of customers\n\nand different businesses and how do you collect the data and all of that. So a lot of our involvement\n\nis from that perspective of we want to do as good as we can do, but it’s being able to quantify that\n\nthrough data and, you know, thank goodness there’s an initiative like that and thank goodness there’s\n\nUnited Nations that can impact and draw in companies from all across the world\n\nto where we can maybe piggyback, piggyback is the right word onto it.\n\nSo that’s kind of where it really, the positive impact that comes out of that. I’m not sure if I\n\nanswered the question adequately or not, but… Yeah, it helps. Thank you. That definitely helps me\n\nform a bit more of a picture about what that’s about and what I might do is see if we can include\n\na link to that finance initiative in the show notes in case folks would like to learn more.\n\nYou and your team can provide me your 2023 impact report summary before our discussion today\n\nand I was struck to see that already you guys, again, you’re only three years into this with\n\nClimate First Bank, you’ve already originated over $150 million in loans from mission-driven\n\nprojects and companies, you’re working with a regenerative farm in Georgia, you have contributed,\n\nyou have donated over $213,000 to date to a variety of causes as well. I mean, you guys are\n\nwalking the talk to be sure. Can you give us a glimpse into what that looks like for you and\n\nyour team and how you’re thinking about projects and ways you can have impact as you’re going\n\nforward and as you’re scaling? Well, the amazing thing is those numbers that were in the impact\n\nreport is how rapidly everything’s progressing and I think as of today, we’re probably $150 million\n\nin just solar. We’re probably, I don’t even, I’ll get the number wrong, but probably\n\n$50 million in ESOP. We’re, you know, it’s just, it’s $10 million here, $10 million there,\n\n$10 million, $20 million in, you know, any, whatever, category, healthcare, education,\n\nNGO banking, it’s just the numbers become staggering really quickly,\n\nbut we consider it in every decision that we make, you know, whether it’s the\n\nproduct, whether it’s the underwriting, whether it’s on the deposit side, how can we\n\nstructure a product that gives back like our regeneration account or pride account\n\nfor the LGBTQ community. I mean, literally everything we do is looked at through the lens of\n\nof ESG and how we can make a difference.\n\nBut while making a dollar, while turning in really stellar financial performance.\n\nYeah, that’s fabulous. You know, I know when you and I chatted the other day, you shared with me\n\nthat you’re a staunch. I think you might use the word like rabbit or something, but I’ll just use\n\nthe word you’re a staunch environmentalist and you’re a staunch capitalist. And before we wrap\n\nup our interview today and transition to our behind the scenes segment for our ambassador\n\nnetwork and folks, if you haven’t yet joined the ambassador network and you’d like to,\n\nyou’ll get a lot of additional benefits, including access to our behind the scenes chats with our\n\npodcast guests. We’ll dive into some of this a bit more, but I’m really curious, Ken, if you’d\n\nshare with our audience before we wrap up here, how did you get in this field of work in the\n\nfirst place? Like what was it in your life path that pushed you in this direction or\n\npulled you in this direction or invited you in this direction of doing so much in the way of\n\nenvironmental and social good as you’re working in banking and finance?\n\nI wish I could say there was an epiphany moment, but there maybe was a bunch of little ones, you\n\nknow. I was born and raised in the same town I’m in right now, used this Florida small agrarian\n\ntown in Central Florida. I lived four miles from the house I grew up in and my dad grew up in that\n\nhe still lives in. And it’s a very regressive conservative community. I was a Republican until\n\nI was 57 years old. And then I burned my voter card on video and put it on social media and became\n\nan instant pariah around here, but the party didn’t represent me anymore. I’ve always been\n\nan environmentalist and I’ve always loved to fish and I used to hunt. I don’t hunt really anymore,\n\nbut it really probably the genesis was a dear friend that became a dear friend 20 years ago\n\nwho would challenge my belief systems, which were pretty wrong-headed at the time,\n\nand with a lot of love and compassion. And I started thinking, you know,\n\nhe’s right on that. You know, he’s right on that. And it really was a pretty gradual awakening.\n\nNow I have grandchildren and it’s like it becomes perfectly clear why I do what I do.\n\nI just want there to be a planet for those little people.\n\nYeah, beautiful, beautiful. Well, in our behind the scenes segment, I’ll ask you about some of the\n\nreally interesting looking things in your background, your office there. You’ve got helmets\n\nand wheels and it looks like some artwork from grandchildren per chance and we’ll ask about\n\nthat. But before we wrap up here, our interview, can I just I want to thank you for taking the\n\ntime to visit with me and with us at the YonEarth community. And if there’s anything else\n\nyou’d like to share or say with our audience before we sign off, please, the floor is yours.\n\nWell, thank you. Just I guess the the main thing or it’s kind of like what what can we do in our\n\nlife to make a difference. And the the biggest thing I can say is just, you know, vote with your\n\nwallet. And my wife says everything she won’t buy anything unless she knows where it’s going to end\n\nup. And if it’s going to ultimately end up in a landfill, she just doesn’t have any interest in\n\nbuying it. If it’s a consumable, you know, maybe, but I just vote with your wallet.\n\nBeautiful. Well, can congratulations on all of your amazing growth and success with Climate\n\nFirst Bank. And thanks again for joining us today. It’s been wonderful. Thank you.\n\nThe YonEarth community stewardship and sustainability podcast series is hosted by\n\nAaron William Perry, author, thought leader, and executive consultant. The podcast and video\n\nrecordings are made possible by the generous support of people like you. To sign up as a daily,\n\nweekly, or monthly supporter, please visit yonearth.org backslash support support packages\n\nstart at just $1 per month. The podcast series is also sponsored by several corporate and\n\norganization sponsors. You can get discounts on their products and services using the code\n\nYonEarth, all one word with a Y. These sponsors are listed on the YonEarth.org backslash support\n\npage. If you found this particular podcast episode especially insightful, informative,\n\nor inspiring, please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in. Thank you for your support. And thank you for being a part of the YonEarth community.",
  "related_episodes": []
}