{
  "title": "Episode 59 – Stone Hunter Guides Tour of Natural, Biodynamic Inspired House",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/8336/episode-59-stone-hunter-guides-tour-of-natural-biodynamic-inspired-house.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-59-stone-hunter-guides-tour-of-natural-biodynamic-inspired-house/",
  "episode_number": 59,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities stewardship and sustainability\n\npodcast series. Today we have the opportunity to visit with Stone Hunter. Hey,\n\nStone. Hey, how’s it going? Good. Happy to be here. We’re really excited. Today we\n\nget to get a tour of an amazing sustainable built house that Stone\n\nrecently constructed. And before we start on our tour, let me just tell you a\n\nlittle about Stone’s background. He is a biodynamic farming practitioner and\n\nformer consultant at Sustainable Settings Ranch in Carbondale, Colorado, which is\n\nI think where we met. It is. Yeah. He’s born and raised at Sunrise Ranch and\n\nattended the River Song Waldorf School and later graduated from the International\n\nBaccalaureate Program in Fort Collins, Colorado. After attending Evergreen State\n\nCollege and working on permaculture based projects in Costa Rica and Panama, he\n\nbegan farming in 2013 at Happy Heart Farm in Fort Collins. In 2015, Stone began\n\nworking at Sustainable Settings where he completed a two-year North American\n\nbiodynamic apprenticeship program training with experience in dairy cattle\n\noperations, holistic grazing grain cultivation, draft horse implementation, stone\n\nmasonry, CSA gardening, green construction, natural beekeeping and more. Stone\n\nfacilitated the project management of the Arise permaculture action days in 2015,\n\n2016 and 2017. Currently, he lives in Peonia, Colorado and is working with\n\nSkyhawk construction, building straw bale, passive solar homes while teaching\n\nand participating within the permaculture and biodynamic movements. And Stone,\n\nit’s so great to have this opportunity to visit with you and get a sense of what\n\ngoes into a heart-centric process of building a super high-performing\n\nsustainable building. So welcome. Thank you. Yeah, exciting to share a little bit\n\nabout what we’re doing in this small little town of Peonia in the mountains of\n\nColorado. Where, fortunately, we do have some looser building code, but everything\n\nwe build is up to code and beyond. And this house we’re standing in front of is\n\nthe straw bale home. Not load bearing, there’s structures around the window\n\nbay and then there’s a box theme. It’s a two-story straw bale home and there’s a\n\nbox theme on top of it that is compressed down, so we can get into some of\n\nthe logistical layout of how we actually build these homes. But I would like to\n\njust say that these homes we’re building are designed by Viva La Vita\n\nfoundation that’s based here in Peonia and they’re designed as therapeutic\n\nhomes. Oh, well. So they’re designed with elements, the materials we use, the\n\ndesign elements and the community efforts that come in to building these homes\n\nare really about creating vibrant spaces that we can live in. Spaces that will\n\nactually make us feel better in our bodies and our minds and our hearts to be in\n\nthem and also be built with non-tastic materials because we want the spaces\n\nthat we inhabit to be full of life and to feed our creativity, give us good\n\nsleep and also be good for the earth and the materials that were used to build\n\nthem. You know it’s so important I know that some of my friends and colleagues at\n\nthe U.S. Green Building Council have published all kinds of materials and\n\nstudies indicating a variety of health and respiratory problems tied\n\ndirectly to the sort of mainstream building materials we’ve been using over\n\nthe last several decades. Many of the finishes, many of the actual framing\n\nmaterials, the carpets, etc. are off-gassing all kinds of carcinogenic\n\nchemicals basically and we know this is one of the contributors to high rates\n\nin childhood asthma. So to have instead natural materials which of course is\n\nwhat our species is used to going back in time obviously is going to have a\n\ntremendous health benefits on the physical level and then it sounds like\n\nyou’re also doing beautiful things with the design aesthetic and the\n\nenergetics of the space to affect us also on the emotional, the mental, the\n\nspiritual, the psychological levels. Absolutely. Yes, so we’re paying attention to\n\nthe materials that we use and where they’re sourced from. For instance in a lot\n\nof the detailing work we’ve been using these bio-shield products that I believe\n\nactually originate in Germany but unfortunately that they have to come from\n\nso far but there’s almost no VOC, no no volatile or genetic compounds or\n\norganic compounds going off and so we’ll paint you know finish wood with that\n\nand stuff so it’s there’s little you know we’re just paying attention to those\n\nkind of materials we use when we have to get them from another source. But most\n\nof the home that we’re looking at is built out of straw as the primary\n\ninsulation, sand and clay and so there’s a dobi lime actually plaster on the\n\noutside and we mix that up there’s a man here in town named Kale who is the\n\nthe lead on all the natural plaster in the earth and floors inside and we\n\nwere mixing those up on site using sand, local sand, clay, water and then\n\nmixing in some lime for that outside and there’s three coats on the outside, a rough\n\ncoat that covers the straw and the diamond lap that surrounds the window\n\nbuff and then there’s a brown coat that’s a leveling coat and into that\n\nbrown coat we actually inserted some specific preparations that Viva La Vida\n\nhas imported from Italy from the Nova Terra community is a community based in\n\nItaly and the VIDAR is a company that makes agricultural and\n\narchitectural therapeutic homeopathic products specific to concrete to\n\nplaster to paint and beyond and so we put these preparations both into the\n\nconcrete in the foundation of the building and also into the plaster in the\n\nwalls and into the paint that we did that painted the drywall and these\n\nproducts are essentially therapeutic homeopathic products to affect the\n\nmore subtle qualitative energetic dynamics of the materials that we’re\n\nusing. Are these it effect similar to biodynamic preparations? Very similar\n\nand they originated the man who designed these ends in the study is kind of\n\nthe the teacher in the inspiration for the Viva La Vida foundation and he’s\n\nbeen working for 40 years in Europe based out of Italy was the head of\n\nDemeter in Italy which is the biodynamic certifying agent in Italy and then\n\nmoved on from there to creating his own products inspired by the biodynamic\n\npreparations in the work of Rulof Steiner and anthropocities. So these\n\nproducts are coming from from that source and we’ve had it’s been a powerful\n\nprocess just to incorporate these preparations these products into our\n\nplaster into our concrete when a concrete when the concrete truck came in and\n\npoured this foundation which is pretty massive this foundation is actually\n\nformed in the shape of a pedestal of a capital so it’s almost like a rhombus so\n\nthe base of the foundation is a lot bigger than the top and the top is already\n\npretty wide because it needs to support the straw bales that are 16 inches in\n\nwidth so the top is about 16 inches and I think the base is more like three feet\n\nand there’s a specific golden mean ratio that was used for the form of that\n\nfoundation and that was designed in that way more for the facilitation of the\n\nearthly forces the earthly ground so to speak and you could call it the\n\nhuman resonance you know the field that energetic qualities that are present in\n\nthe earth and that are streaming up from the earth we want to facilitate the\n\nascent of those forces up into the house much in the way that a tree grows and\n\nhas its kind of base that’s a little wider and funnels up kind of into the\n\ntrunk of the tree we’re incorporating that dynamic in form through the\n\nfoundation to come up into the house so even the the simple concrete foundation\n\nhas so much going on beyond your typical conventional comb the shape the\n\ngeometry the preps wow it’s it’s an alchemical structure really it is yeah\n\nand a lot of the work is based in alchemy and the understanding of working with\n\nthese elements in the elemental table not just in a physical sense but in a\n\nin a qualitative energetic sense there’s a very intentional layout for the\n\nhouse right now we’re standing on the south end in the door here is on the\n\nsouth side of the house along with four windows and there’s a very practical you\n\nknow passive solar aspect to that in terms of this straw bail house is super\n\ninsulated being built out of straw bales but also when we’re getting this\n\npassive solar gain from the south side that you know he’s up the home when the\n\nwindows are open in the winter and with the lower angle of the sun for the\n\nsouth during the winter time and so we’re getting a lot of passive gain but\n\nthere’s also an energetic quality to having the the door open to the south and\n\nin our studies we talk about how there’s a current that moves from the south\n\nthat we call the current of bios or life that life kind of moves from the\n\nsouth and we know if we go south towards the equator the abundance of life that\n\nis present there and so incorporating this into our homes and we do it in our\n\nfarms and gardens to try and enter in from the south because when we enter in\n\nfrom the south we’re entering in with the life and we’re also inviting the\n\nlife into our homes into our garden and so I like to speak about pairing both\n\nthe functional maybe more practical maybe more materialistic understanding with\n\nalso a qualitative energetic you know Feng Shui or harmonic understanding of\n\nthese other elements so the layout of the house incorporate some of these\n\ndirectional components we enter in from the south and if we were to imagine a\n\nkind of square just like the house is based on the square there’s a quadrant and\n\nwe could place the four elements in each quadrant starting with the fire in the\n\nsouth in the in the south east and that’s where we find the kitchen in the home\n\nthen moving to the south west we have the air element and that’s where the living\n\nroom is and upstairs bedroom and then in the north west we have the water\n\nquadrant and that’s where all the plumbing comes into the house all the water is\n\nin the two bathrooms on the first story and the second story are located in that\n\nwater quadrant of the north west and then the earth quadrant is in the\n\nnortheast and the staircase is in that region as well as storage so we’re\n\nincorporating some of this these alchemical elements into the layout of the\n\nhouse and then into the materials and the building process beautiful well what\n\ndo you think should we go inside let’s go inside have a great\n\ntaking note as we go in this entry post we’ve been trying to take off any\n\nsharp corners so these posts were routed down just to be a little smoother a\n\nlittle more inviting most 45 degree angle on there yep yep and ideally it could\n\nhave even been a little stronger but you’ll see as we enter into the house that\n\nwe’ve really done our best to try and minimize as many right angles as possible\n\nand even the the right angles you’ll see a theme in this house is this\n\nrhombus so in a sense it’s a diamond or a square it’s a square by your facing\n\nthe point and so it’s all based on your orientation to it and when you encounter\n\nthat square that’s been turned 90 degrees and now it’s a diamond or a rhombus\n\nthat you’re facing it’s much more dynamic in living and these windows from\n\nthe outside you can see there’s the straw bell relief around and there’s a very\n\nspecific angle between the outside and the inside and that’s where the light\n\nenters into the building and we’ve done this nice golden mean a triangular\n\nkind of relief above the windows also facilitate the exchange of light from\n\nthe outside to the inside yeah and it’s beautiful how thick the walls are right\n\nit’s a property of straw bales yes very thick because it’s a high performing building in terms\n\nof its thermal properties huge thermal massing and we can feel for for listeners as we’re\n\nentering into this house it’s notably cooler at least five five seven degrees cooler and that’s\n\nwithout any AC or any you know swamp cooler anything that’s just the the thermal mass\n\nand the insulative properties of the straw veil home beautiful and we shift from a lime\n\nplaster on the outside here to a marble lime plaster on the inside that’s much smoother and very light\n\noh yeah it’s much cooler in here very comfortable\n\nmm-hmm quite warm outside yeah so this house there were a number of artesian craftsmen\n\nthat helped in this house and I was just mostly a labor working and learning the straw veil\n\nbuilding the natural plaster and some carpentry but our work is spectacular absolutely\n\nyeah and so this this metal working was done by a man named Ira Glass who lives here in in\n\npeonia hospice area and is an incredible metal worker we also have tile work that was done here\n\nby manning chat who’s a part of the people at Vita Foundation work and then we’re standing here\n\non the first story on this earth and floor that’s pretty unique not very many homes have these kind\n\nof floors they’re more popular down in New Mexico Arizona and essentially this was also made out of\n\nsand clay water some straw and also preparations that we put into the floor and it has radiant tubing\n\nso there’s radiant tubing tubing that was put down in this floor so it can be heated up\n\nthrough through the heating system right currently there’s not any hot water heating a solar hot\n\nwater heating plugged out there’s only on demand water heater yeah but that could easily be\n\nadded on at a future time now I know more and more of our our audience are becoming familiar\n\nand even practicing grounding right taking off our shoes and walking on the soil on the land\n\nand I’m wondering in a building like this do we get a similar effect right here yeah yeah if you’re\n\nbarefoot on this on this earth you’re grounded that human resonance that ionic exchange is happening\n\nand the woman who currently lives here in in mia is a very sensitive you know a beautiful\n\nwoman who works with people at beta and if she speaks about that a lot is just being grounded\n\noh it’s always barefoot downstairs here so that that element is present yeah beautiful and we also see\n\nwe’ve come over to the bathroom some really nice tile work done by Chad and there’s a rhombus\n\ntype shaped tile and you know what’s interesting is I was actually just in Europe in February\n\nand we were visiting around Spain and Italy these old cathedrals right these ancient cathedrals\n\nand walking into these cathedrals the tile work and the mosaics are stunning and almost always the\n\nthe tiles are laid in that orientation of a diamond and you walk into the the floors and it’s\n\njust that diamond going out and so there’s there we we want to pay attention to what maybe you\n\nknow our ancestors in the ancient practice with consciousness because they understood the effect\n\nthat some of these maybe what we would consider now as more aesthetic qualities right are actually\n\nreally affecting our our inner nature and and our soul and and in the spaces that we surround\n\nourselves with so we’re paying attention to that with the tile with the rounding out and\n\nsmoothing out of the corners with the colors absolutely beautiful it just it feels good to be in here\n\nyeah and I know there are so many spaces so many buildings you know for example just walking\n\ninto a big box retail store I I can feel I just don’t feel very good being in some of those spaces\n\nand my goodness what a what a tremendous opportunity we have to understand the ways we’re being\n\naffected by our built environment and to incorporate that going forward as much as possible and we\n\nand we worked a big part of building this home was also learning the how to in a sense how to\n\ncompromise the contrast between our ideal the ideal of the design and then the practical\n\nimplementation of that design into current modes of construction you know working with contractors\n\nwho have no basis around you know an energetic qualitative experience of building you know they\n\njust they’re maybe coming from more of a place of efficiency and we actually have to slow down\n\nthe process and explain to them what we want to do and why we want to do it for example the\n\nelectrical that was run in this building we actually submerged all the the wires just the\n\ncoating of the wires encoded them in a product and one of the people of Vita products that would\n\nhelp to mitigate some of the harmful effects of the EMF the electromagnetic field that’s created\n\nwithin a circuit of electricity and so we look at well maybe in the ideal home in terms of quality\n\nwe wouldn’t have electricity running beside us when we’re sleeping you know or we wouldn’t be so\n\nclose in contact with electricity for how it affects our nervous system and and all these things\n\nbut we also recognize the utilitarian the helpfulness of electricity and that helps us to do so\n\nmany things in our life so how can we introduce a therapy that might help to round out you know\n\nand kind of harmonize some of the more harmful effects of the electricity so but then we have to\n\nexplain that to our electrician he does is a new thing probably for some folks yeah well it reminds\n\nme you know some of the great thinkers in the sustainability movement over the last several decades\n\nhave been in different ways whether it’s in terms of building or in terms of business operations\n\nand so forth efficiency does not always equate to effectiveness and when we’re super focused\n\non efficiency yes we may achieve certain results within a very narrow kind of framework of what\n\nwe’re looking at or measuring or thinking about but in terms of the effectiveness of our overall\n\nwell-being as humans alive on the planet for hopefully several decades each there’s a whole\n\ndifferent measure really it seems in terms of quality and quality of life you mentioned traveling\n\nin Europe we know from our travels over there and some of the maturation of cultural norms\n\nin places like that that there’s more of an emphasis on quality versus efficiency or quantity\n\nor what have you and here in the United States we have a real need a real challenge and I think a\n\nreal opportunity to orient our focus toward the quality absolutely absolutely and recognizing that\n\nfor that quality oftentimes it takes more time and it takes more money and more resources and\n\nthat’s that’s part of our challenge too you know and to speak to the construction industry you know\n\nthese practices that are becoming drained around efficiency and timelines and bottom line\n\nyou know bottom line budgeting for homes that we live in is I believe you know is a real problem\n\nand actually Rudolf Steiner who you know was the foundation for Waldorf schools and for\n\nbiodynamic farming said back in 1920s and in around the turn of the century that more and more\n\nthe one of the biggest problems for humanity will be the the spaces that we inhabit and how they\n\naffect our psychics somatic well-being and we’re seeing some more results as you mentioned around\n\nyou know mold infestations and homes and stuff but we’re not yet seen on a larger scale discussions\n\naround the qualitative elements of how we live and the homes we live in and this is a recent\n\ndevelopment in the past hundred you know 200 years that we’ve been building homes as unconsciously\n\nand as efficiently as we happen and seeing the materials that are being used without the gratitude\n\nwithout the welcoming without the appreciation that our ancestors and people still around the\n\nworld today have people you know I’ve heard the stories of you know the people in Africa who\n\ncome together and they caught their their building a home out of their you know play and local\n\nresources because that’s what they have but there’s an initiation for the building and the building\n\ntreated as a living being that is you know holding of this family right and and it goes through\n\nits own stages of initiation of maybe not being painted for the first year and once the family\n\nlived in the in the home for a year and if they had a good year then the home then the community\n\ngathers around and will paint the home all together and so these type of processes of barn raisins\n\nyou know in the homage in the homage community of what is the barn raising and what is how\n\nhow are these elements of community and appreciation and initiation affecting the the qualitative\n\naspects not to mention of course barn raisins are generally timber frame homes you know built from\n\nsolid wood wood pieces and in Africa they’re building with clay and straw and manure and that\n\nall helps but into this home we really tried to bring some of those elements so every time we\n\nintroduced a preparation of product into the plaster into the concrete or we brought in as you’ll\n\nsee upstairs this amazing wood floor that was laid in we we we tried our best to welcome the\n\nmaterials in and acknowledge that we were building together collectively an entity a building\n\nand and the building was greater than the sum of the materials that we used to create it but it\n\nwas a combination of the the hard labor the hard effort that was put in by the workmen but also\n\nthe whole community that was surrounding the building process even if they weren’t physically involved\n\nthey were witnessing and they were holding it in their own meditative way as welcoming a home coming\n\ninto existence so beautiful yeah it reminds me of you know this Greek word oikos and it’s that root\n\nword from which we get the word ecology curiously we also get the word economy from oikos and\n\noikos means home and in ancient Greece we would refer to this as oikos and in addition you would\n\nhave a front room like this one here that would be called the oikos within the home which had this\n\nimplicit meaning of community of receiving your neighbors and your guests and I’m really struck that\n\nin so many traditions and indigenous cultures a home is just pregnant with relationships of community\n\nand when we look around suburban America like where I grew up you have almost the opposite there can\n\nbe such an experience of isolation and typically I think in this culture at this moment a lot of us\n\nare living in places built by people we’ve never met and what an incredible\n\nopportunity and insight we have here to to reorient and really re-understand what we’re doing\n\nwith places where we’re spending a whole lot of our lives yeah what we surround ourselves with\n\nand I think about a lot is the when speaking to efficiency and effectiveness when a home is built\n\nyou know in a couple months you know into three months and it was maybe more cost effective it\n\nstill sells for a lot and it’s a lot to buy a home and and stuff but there’s no living relationship\n\nto the space as such and and more so I think more importantly culturally we’re not\n\nwe’re not holding the space for the spaces that we create to become spaceholders and so we’re\n\njust inhabiting buildings and maybe that oracles that real sense of home is missing in a lot of ways\n\nbut we also recognize that we bring that and we get that sense of home but all of the nature that\n\nsurrounds us wants wants to participate in that and contribute to that and we come from we live\n\nin the great home and so how can these spaces that we inhabit be a heightened sense of our connection\n\nand not an isolation and a detachment from nature and the life-giving forces that surround us on\n\nthis beautiful plan it’s poetic stone yeah you won’t go upstairs it’s great we have a fireplace\n\nhere in the center this little fireplace with heat the whole home in winter easily and we’ll see\n\nthis will be the first winter that me is living in this home she might not even need to heat it\n\nup because of the thermal properties a lot of solar game a lot of solar game and thermal mass in\n\nthe floor and the woodwork in the cabin trees exquisite it’s beautiful beautiful and as we go up\n\nwe’ll see this beautiful israeline with this theme of the bringing in the plant kingdom in union\n\nwith the mineral crystal kingdom and this this stairwells that were finished by a man named\n\nnick who works with us in the abelabida did some fine finished a carpentry work on the stairs\n\nand there were some resident artists who actually painted these GMF trick sequences and also\n\nlocal indigenous plants on the risers\n\nso this is just fabulous you’ll notice too as you come up this stairs this little\n\nMadonna yeah and in the end of the study who lives in Italy is very familiar with the Madonna\n\nnow this this little Madonna too is a part of a therapeutic quality and part of that\n\npart of that is because this stairwell ideally would have turned the opposite way and so we\n\njust walked up the stairs and as we were walking up the stairs to the upper story we were turning to\n\nour left and we speak a lot we work a lot with the difference between this left turn this left\n\nhand turn and this right hand turn or left hand vortex and at the right hand vortex and ideally\n\nwhen we were going upstairs we would actually be turning sunwise or to our right in in the in the\n\nkind of clockwise fashion and in that orientation we’re kind of preparing ourselves to enter\n\nup into a higher perhaps a plane of consciousness making more a less dense materialistic every day\n\ntype of consciousness but maybe a more preparation for sleeping as the bedrooms are along this\n\nstory it’s more than elevated state and when we enter back down onto the first story we would\n\nwant to go the opposite way in this stairway going to our left turning counterclockwise and so in\n\nthis home due to the layout of the bathroom and such the stairwell wasn’t able to be put in that\n\norientation and so the Madonna was put at this landing to kind of correct that that change yeah that’s\n\na very powerful image to encounter on a daily basis yeah well yeah and with the form too you see the\n\nimplicate in in that form is that a cat cat anary arch which is really powerful and is used a lot at\n\nthe eco village nobiterra in Italy where ends of lives so up here we have as we come into this\n\nthese upper stories this beautiful wood floor oriented again with this rhombus shape this\n\nhairy bone layout on the floor and we have a sequence here also of three plus one this can’t three\n\nplus one and we work with that numerology and symbology a lot in our esoteric schooling and spiritual\n\nscience and there’s actually these are two different kinds of wood I believe it’s a maple and oak\n\nso three oak one maple three oak and one maple and it was just an exquisite floor before the the\n\nwood was actually put in place we spent some time giving just a prayer a welcoming with its origin\n\nbefore laying the floor so we have two bedrooms here one to the right one to the left a little\n\noffice space a lot of lights coming in finished woodwork and then this bathroom that’s on the right\n\nreally is pretty exquisite as well and especially the shower\n\nso this was in the the water quadrant of the yes we’re in the northwest portion of the house now\n\nI mean it’s interesting to meditate on some of these concepts and not just take it for a word but if\n\nyou you know travel in the United States up into the northwest I lived for a little while up and\n\nlots of living in what only the Washington is like yeah there’s a lot of water there I like\n\ntravel down into you know into the south and the southeast southwest a lot of fire dryness where\n\nif you go into the northeast and such as how rich and earth the fertility is and the farming that\n\ncomes from there it’s like these these elements are present in the direction so yeah we have a\n\nchat who did this work and did a lot of great work bringing in the kind of ass and there’s a\n\nyin yan even made it so there’s not a square meeting in the corners of the shower\n\nyou know I’m struck just thinking that it was just a few months ago that Notre Dame were burned\n\nin the so many of us worldwide millions and millions and millions of us felt this ache this\n\noh my gosh something lost and fortunately the damage wasn’t as extensive as it could have been\n\nbut I’m curious because there’s so much time and attention and and understanding really of\n\nthings like geometry and some of the more what we’d call nowadays esoteric knowledge but that’s\n\npart of why a place like Notre Dame is so exquisitely valuable and important to us\n\nand my gosh to have even just a bit of that intentionality and even we could call it spirituality in\n\nour homes what a difference that might make absolutely and and perhaps what what an opportunity\n\nand maybe a message it is to us that the old is beautiful but we can’t rest on our laurels\n\nand in fact we need to keep moving forward and we need to integrate what was passed and what we’ve\n\nlearned from the past with what is rising and the present and the future and really lean into\n\nbuilding new homes that are even more incredible and more appropriate for what what we’re living the\n\ntimes that we’re living in now and so we hope that this home can be an example of that of just the\n\nbeginning with there are some other homes now being constructed in peonia and we’re really trying\n\nto imagine you know what what will the homes of the future need to be that are really the homes\n\nof the present because we need new forces and to be reinspired and reimagine our connection\n\nto each other and to to life and if such an essential theme this is this is the the the\n\nguise if you will of Rudolph Steiner of taking from the past learning from the past but moving forward\n\nwith an entirely new noses really of what it means to be alive on the planet in these modern times\n\nI was fortunate enough in February after between traveling in Spain and Italy to to travel to\n\nBasel in Switzerland and to visit the the Gertianum in Dornock, Arslan and the Gertianum that’s\n\nthe second building at the headquarters of the Antipasophic society but to see the buildings that\n\nthey built in the surrounding community not just the Gertianum but the surrounding buildings\n\nthat were built by Rudolph Steiner or designed by Rudolph Steiner and the Gertianum and the\n\nuniqueness of each building but the the time you see how they’re all tied in together and for me it\n\nwas especially potent but it was also almost like a glimpse into the future of like wow this is\n\nwhat this feels like it’s come from a future time and not in like the futuristic sense of flying\n\ncars and stuff. Not George Jetson. No but in the qualitative sense of attention, appreciation,\n\norganic forms and also you know numerology and sacred geometry that is so present and\n\nit’s like a new reverence, a new reverence for home and building and place and pattern and rhythm\n\nin my gosh yeah yeah color, a lot of color working with color yeah very nice fabulous\n\nwell let me just take a moment to mention to our viewers that of course this is the\n\nYonEarth communities stewardship and sustainability podcast series and today we have such a\n\ndelightful gift of an experience here touring this home with Stone Hunter having this experience\n\nand I want to be sure to mention too that if any of you would like to get in touch with Stone\n\nor learn more about this kind of practice and approach to life you can go to Vila La Vida\n\nfoundation.org so it’s V-I-D-A-L-A V-I-D-A foundation.org we’ll put that in the show notes\n\nand I want to also thank our sponsors who are making this podcast and our YonEarth community\n\nmobilization work possible this includes Patagonia, Walei Waters, Purium, Earth Coast productions,\n\nthe Association of Water Schools of North America and the Lidge Family Foundation so thanks to\n\nall of you for making this possible and we want to thank our monthly donors we have a growing\n\ncommunity of folks who are giving on a monthly basis at whatever level works well for each of you\n\nand if you haven’t yet joined our monthly giving program you can go to yonearth.org to do that\n\nand when you do that we will send you a special code to unlock unlimited free access to all of\n\nour e-look and audiobook resources so it’s a wonderful win-win for everybody and so now you know\n\nyou and I met at sustainable settings we both worked there love spending time there\n\nand we met in the context of agriculture of growing food of working with land\n\nand I’m so struck by the interplay and of course this pattern of the limb escape is important\n\nin a lot of this work the interplay between agriculture land soil even wilderness and what we’re\n\ndoing in our built environments in our urban suburban communities and it seems that you are\n\nliving a bridge a nexus between all of that and it’s just wonderful to have this opportunity\n\nconversely to you and to hear some of the wisdom that you’re not only holding in your heart and\n\nmind and sharing with folks as an educator but you are literally embodying this into buildings\n\nand I’m just curious if you might riff on that a little bit that connection between soil land\n\nagriculture and buildings built environment yeah yeah well for me personally I mean\n\nthe part of my background was that I grew up my father is a stone mason and so I grew up doing\n\nstone patios and dry stack walls and there’s something so gratifying about such physical labor\n\nthat was that at least with last my lifetime and that I could you know go back two years later\n\nand say oh yeah I laid this stonework I built this wall and that comes you know in my heritage too\n\nof family of builders and so growing up with that kind of work ethic was important for me and\n\nvery physical and when I started getting into agriculture more and milking cows every day\n\nand harvesting vegetables and working with the land I was I had really tuned in then to the\n\nrhythmical sense and then the rhythm of the seasons and my you know my sleep changed my body\n\nchanged as I attuned myself through the animals through the plants and the land and the compost\n\nto living with the season and at the same time so much of that process too was working within the\n\nnatural world and creating and especially in the world of domestication right with domesticated cows\n\nand sheep horses you know and dogs and honeydies and so there’s in that zone of domestication we have\n\nthe meaning of the the wild so to speak with the human element and and there’s that area that’s\n\nbeen created between them and so coming into building for me is like in a sense where we can\n\nalso place in these quadrants in our four quadrants this relationship between the mineral kingdom\n\nand the earth the plant kingdom and the watery element the animal kingdom and what we call the\n\nair element and the human element that we associate with the fire and so in agriculture it was like\n\nI was able to really in some way work the full spectrum between the animals the plants and the minerals\n\nbut coming into building now it’s almost pretty direct from the human it’s like pretty much human\n\nand mineral to some extent it gets worked with wood that’s coming from the living but it’s already\n\ndead or metal you know in this way and it’s like kind of from the the most inert to the most living\n\nand so as humans the homes that we build is completely in a sense outside of the sphere of\n\nsomething that nature can create on its own and I love to milk a cow or grow up plant and be a part\n\nof just stewarding nature to do its its own thing but I think we really sense in our in our built\n\nenvironment that this is where the human element is creating something almost completely out of\n\nitself in connection obviously with the resources that are available but if we look at this home it’s\n\nlike we try to introduce elements of golden mean ratios you know say or things we would find in\n\nnature but this is something that would never be created out of out of nature by itself so I’ve\n\nbeen really more interested increasingly interested in the human in our capacity as humans to\n\nraise to to introduce something new that is in harmony with natural laws with natural\n\ngeometries you know in resonance with that but is also a gift can become a gift and we do this when\n\nwe make the biodynamic preparations you know and we introduce something a new synthesis that nature\n\ncould never achieve by itself by introducing our creativity our joy and our imagination into the\n\nback into the natural natural world inspired by it but we we take it through us and create a new\n\nsynthesis with what’s available to elaborate it and then gift it back to the environment\n\ninto all the kingdoms so this is the kind of weaving that I’ve been working with in terms of\n\nagriculture and the seasonal rhythm and then the more solid based you know built environment\n\nand in human world that is increasingly becoming more and more visible and perhaps we could say\n\nyou know the current is that that’s the way things are going there’s more human more and more\n\nbuilt environment and so in the stream of permaculture you know answer philosophy why not\n\nrecognize that that’s the movement that things are going but we have a choice in how we build\n\nthese environments and how we engage with what we are choosing to create for our for our sustenance\n\nand for our communities but integrate it in such a way that it is harmonic and it is in resonance\n\nwith the natural laws that created us and sustain us that’s absolutely beautiful it makes me think that\n\none of our opportunities as we’re talking about different aspects and dimensions of stewardship\n\nand sustainability is to reorient our thinking about we humans on this planet right so\n\nmany of us think of us as a scourge or we are a virus and sure you can find those kinds of patterns\n\nwhat I’m hearing on this other hand is what if we are the creative gifts what if we become the\n\ngestures of stewardship of care of joy of creativity and in the body and out of world of course\n\nwe hear more and more that we humans are the preparation and there’s this this relationship that I\n\nknow is health sacred in so many cultures and it is all around the planet of we humans being here\n\nto be good great stewards of this place and of each other in our communities and the way you’re\n\ndescribing this stone it just it creates for me a beautiful a hopeful a realistic a grounded\n\nvision of where we get to be in our culture what we get to create together if we so choose\n\nabsolutely and I think that’s the story that we choose and it’s powerful it’s really powerful\n\nand the orientation we take within ourselves within our family within our community of our hearts\n\nin our mind and and I think it’s very needed at this time to to illumine some alternative stories\n\nthat are ancient but also new and being renewed around this piece of the human being as as a gift\n\nand as a steward and as a co-creator you know in life and we have maybe a lot more power than\n\nthan we’ve ever dreamed of and rightfully so we’re just gradually awakening to that so all the\n\nthe full spectrum the full spectrum is needed but that we can gradually mature as a species and\n\nrecognize how infantile we have been and maybe we’ve gone through this phase of real forgetfulness\n\nand maybe there’s a gift in that but now we are emerging and reawakening to the capacities we have\n\nto gift life to the soul life and to steward it in right relation and yeah and we all take\n\nthat to heart and whatever way we choose in that freedom but it’s a gift it’s a real gift to be\n\nhere so thank you for asking me to share it with you and really grateful to continue the work\n\nand for all those listening we’d love to be in touch and we know that the network is growing and\n\nso many individuals are really finding their niche and their individual calling into the work that\n\nthey feel that they’ve come here to do and we want to connect those and link link more and more\n\nnetworks and see what is arising in different parts of the world absolutely beautiful to things\n\nlike that I like to say amen aho so modipi and what an exquisite afternoon to spend these\n\ndon’t thank so much for being with us thank you the YonEarth community stewardship and\n\nsustainability podcast series is hosted by Aaron William Perry offer thought leader and executive\n\nconsultant the podcast and video recordings are made possible by the generous support of people\n\nlike you to sign up as a daily weekly or monthly supporter please visit yonurth.org backslash support\n\nsupport packages start at just one dollar per month the podcast series is also sponsored by\n\nseveral corporate and organization sponsors you can get discounts on their products and services\n\nusing the code YonEarth all one word with a why these sponsors are listed on the yonurth.org\n\nbackslash support page if you found this particular podcast episode especially insightful\n\ninformative or inspiring please pass it on and share it with a friend whom you think will also\n\nenjoy it thank you for tuning in thank you for your support and thank you for being a part of the\n\nYonEarth community"
}