{
  "title": "Episode 36 – Nicole Vitello, President – Produce Division, Equal Exchange",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/3555/episode-36-nicole-vitello-equal-exchange.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-36-nicole-vitello-equal-exchange/",
  "episode_number": 36,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community’s Stewardship and Sustainability podcast series.\n\nToday we have the great joy and privilege of speaking with Nicole Vitello, Hi, Nicole.\n\nHi, Aaron.\n\nNicole is the president of the Produce Division of Equal Exchange, a 100% fair trade fruit\n\nimporter and a purveyor of a bunch of other wonderful products from all around the world.\n\nNicole started at Equal Exchange in 2008 as a sales representative, selling fair trade\n\ncoffee, tea, and chocolate.\n\nAnd after studying international development at American University, Nicole founded her\n\nown organic farm business, Manic Organic, I love that name, by the way, which she operated\n\nsuccessfully for 10 years.\n\nNicole came to Equal Exchange inspired by their economic model of trading directly with\n\nsmall farmers internationally.\n\nShe is proud to be part of that model and fresh produce by promoting the connection between\n\nsmall farmers in Latin America and consumers in the United States.\n\nAnd Nicole, it is such a joy to have this opportunity to speak with you and welcome,\n\nwelcome to our show.\n\nThank you.\n\nIt’s really a pleasure to be here.\n\nSo, as you know, food and the food system is something that is very near and dear to\n\nmy heart.\n\nAnd I understand it as both a very challenging part of the industry to be working in and\n\nalso one just full of opportunity for us to be doing good and great work in the world.\n\nAnd I’m curious if you would just to kick us off, describe what’s different about the\n\nwork you’re doing through Equal Exchange versus a lot of the other food system functions\n\nand food companies out there.\n\nYeah, that’s a great question.\n\nAnd especially since there are so many choices now in labels and certifications and fields\n\nand stickers.\n\nSo really, on the one hand, it’s an amazing time to be an eater, especially of alternative\n\nfoods, vegan, vegetarian, gluten-free, but it’s also really confusing landscape out\n\nthere.\n\nAnd it’s hard to know what you are supporting sometimes when you found a company that\n\nyou think you like and then you find their own type of other company you didn’t even\n\nSo I think that one of the refreshing parts about Equal Exchange is Equal Exchange is\n\nthat a worker owned co-op, it’s been around for 30 years.\n\nIt is all of the products that we import and represent and manufacture are organic and\n\nfair trade.\n\nAnd part of our model specifically is we only buy from small farmers that are organized\n\ninto cooperatives.\n\nSo the whole idea is it’s difficult for small farmers both domestically and globally to\n\nbe represented in the marketplace.\n\nYou know, it used to be everything came from a smaller, medium-sized farm, our own farm\n\nhistory across the Midwest.\n\nNow increasingly to support a growing population of people that are eating and a food system\n\nthat’s challenged economically to become more and more affordable, that’s really come\n\nat the price often of consolidation or efficiencies or vertical integration.\n\nAnd small farmers are still the backbone of a lot of local economies and local communities.\n\nSo when we sort of cut small farmers out of the game or don’t give them a seat at the\n\ntable, the impact on those communities often leads to big disruptions, you know, migration,\n\nyou know, furthering climate change with industrial scale agriculture, cultural shifts that\n\nare happening, and also just no one really representing the true cost of food.\n\nSo I think for equal exchange, it’s really been about that connection to a small farmer\n\nsupply chain and really engaging in those economics and where we focus on getting the products\n\nfrom point A to point B, we avoid the sort of the middleman mentality in any way.\n\nSo we buy it directly and we sell directly as much as possible and we try to do a very\n\nsmall amount handling of the product.\n\nSo like we manufacture coffee, but it’s like green beans, we roast the coffee and we sell\n\nit, you know, so I think by focusing on those products in that model, it kind of keeps\n\nit a little more transparent and also accessible for people who are looking for products that\n\nare 100% fair trade, 100% organic, and also with the small farmer, ethos that allows\n\nyou to understand a little of the common sense behind those, you know, certifications and\n\nthose seals.\n\nThere’s like a very basic model that I think would be easy for people to understand.\n\nI absolutely love it and as many of our audience know in the book YonEarth and some of\n\nthose early chapters specifically one called Grow and One Called Eat, we discuss at length\n\nthe importance of how we’re relating to our food as both a mechanism for stewardship\n\nof our planet as well as treating people all over the world with care, with compassion,\n\nwith equity.\n\nAnd I’m just so struck that in the framework that we discussed in the book, we have the\n\nsimple little way of thinking about food, grow, know, show, which is you can grow some\n\nof your own.\n\nIt’s great to know a farmer close by maybe through a CSA community supported agriculture,\n\nsome other mechanism to get some of your food and then when we’re getting foods from farther\n\naway, it’s absolutely imperative really to purchase from those companies who are showing\n\nthrough their transparency and communication and through third party certifications that\n\nthey are indeed having positive impacts throughout the world and I did bring some show and\n\ntell because I’m so excited when it comes to things like chocolate, I’m in Colorado,\n\nwe don’t have a lot of local chocolate in Colorado, nor do we have a lot of local coffee,\n\nhere’s some equal exchange coffee and tea.\n\nAnd to know I can get these kinds of delicious products from equal exchange and understand\n\nthat that means that there are hundreds, thousands of acres being treated well organically\n\nregeneratively and that you’ve got hundreds of farmers, their families, their communities\n\nthat are being well cared for through the economics of the system, it to mean Nicole is\n\nsuch an incredible way to really have relationships all around the planet.\n\nYeah, no, it’s very true and I think sometimes with these concepts of, you know, care trade\n\nis a very, maybe a more well-known concept in Europe and I think it’s based on a lot\n\nof the economic models there of a lot of the countries that are being supported through\n\nfair trade in Europe are former colonies, right?\n\nSo there’s this whole conception of like are we giving aid or charity or are we just honestly\n\ntrying to trade fairly in a way that people can be, have their economic needs met but\n\nalso the dignity of their own sort of power to negotiate and represent their part of the\n\nspectrum because farmers are increasingly, you know, taking more and more risk as you\n\nmentioned, climate change, extreme weather, you know, increasingly being disconnected from\n\nthe marketplace and these barriers to entry getting higher and higher, the disempowerment\n\nI think that comes from that is really an important piece in the relationship building\n\nbecause when you’re offering someone a seat at the same table to negotiate as an equal,\n\nit’s amazing the things that you learn from each other, you know, and that the, I mean\n\nI find farmers are some of the smartest people I know in some of the, you know, really\n\nmost advanced business people because it’s their livelihood and if something, you know,\n\nno one has a huge trust fund to look back on and say, oh, on my crop bail, I can just,\n\nyou know, use this money to get me through it’s like you’re really living your economics\n\nand you really understand your economics and I think if more of us could engage in that,\n\nwe could learn a lot about our food system from the ground up.\n\nAbsolutely and you mentioned earlier this notion of the true cost of food and I know with\n\nyour background and experience having farmed as you did and of course you’re working not only\n\nin food supply chains generally but specifically you have deep expertise in the realm of the produce,\n\nthe perishables and I’m just curious from that perspective, what can we share with our audience\n\nwho maybe don’t have that same direct experience, what you mean by the true cost of food?\n\nWell, I think what starts to happen, I mean particularly in a product like bananas which I think\n\nis like the perfect example, right? I mean bananas are tropical fruit that are, you know, grown\n\nhalfway around the world and yet today in 2019 they’re cheaper than they were five years ago.\n\nLike what did everything else get cheaper? I’m sorry, did I miss that? Like fuel got cheaper,\n\nboxes got cheaper, labor got cheaper, the cost of living went down somewhere along the road and\n\nwe just decided that we could do that. No, I mean it’s because grocery stores in general use bananas\n\nas what they, what we refer to as a lost leader. So they’re not even trying to reflect the true\n\ncost of that product. They’re making an assumption that a shopper is going to come into that store,\n\nsee a low price for bananas and assume that everything else in the store is affordable and want\n\nto shop there. Now, is that really true? Now, I mean, I think it was true 100 years ago when\n\nbasically you had to sell an entire container of bananas that was a perishable fruit that was\n\ncompeting with a local apple. You basically, there is a volume game there, right? But I mean bananas\n\nare a genetic clone, they’re a weak plant, they’re under attack from all sorts of, you know, very\n\nnoxious diseases, they require more and more input. There’s a human cost to that as well as an\n\nenvironmental cost. I mean, conventional bananas are the second most toxic crop after cotton and\n\nno one even knows this, right? Like no one thinks about it’s a yellow banana and it’s 39 cents or\n\nwhatever it is, you know, and we’re sort of being trained to ignore it as an agricultural product.\n\nSo I think that’s a perfect example of the gross resource isn’t even reflecting their cost\n\nfor bananas. Then they’re saying, oh, but we’re just going to absorb that, but either intentionally\n\nor unintentionally that message is getting passed back to their distributor who’s passing that\n\nback to the importer who’s passing that back to the farmer. So whether that’s Chiquita and Walmart\n\nor whether that’s, you know, a fair trade exclusive banana like we have, it’s still here under\n\nthis market pressure that’s decided based on not economics, right? Not supply and demand, not like\n\nthe very, very difficult conditions under which these fruits are grown, but some perception about\n\ncost and value and an antiquated notion, I think, about bananas which everybody eats and is still\n\nlike the best deal around, you know? So equal exchange certainly got into the banana business\n\nto challenge those assumptions, right? And to say, hey, we are doing an exclusively small farmer\n\nfair trade organic banana that comes from Ecuador, Peru, we’re negotiating direct youth growers,\n\nwe’re trying to understand their cost and how to get to some economies of scale and efficiencies\n\nthat make this worthwhile, but we’re not trying away from the message of these are bananas grown by\n\npeople under conditions that we should all know about and it’s actually an agricultural product,\n\nnot a yellow plastic thing that we just sort of manufactured somewhere and put on the shelf.\n\nSo I think the more, you know, the real sort of, I think, downside and an issue with our current\n\nfood system, is that disconnect? And as you said, you know, you can go to a local farmer’s market,\n\nyou can join a CSA, you can get connected to farmers and talk to them directly about what’s going\n\non with them in a lot of products, that’s a huge improvement in our food system in this last\n\nperiod of time, but all these other products you’re relying on, you know, as we said, a certification\n\nwhich helps, a brand which also helps, but the story is very difficult. Someone’s always telling\n\nthat for a party and I think we try as much as possible to bring farmers to the table to speak\n\nin their own voice and to tell their own story and to engage and to actually reflect their\n\neconomics and negotiate with us around the marketplace. And I think that’s a real difference,\n\nbut yet I’m hopeful because I see more of that and I see people that are eating and buying and\n\nengaging with food, really asking more about where did this come from, you know, and who grew this\n\nand how. And that’s power, you know, in terms of I think consumers and choppers have power,\n\nand I think they often don’t feel that they do, but by asking those questions, you’re starting a\n\ndialogue. And then somebody has to go find that out if they don’t know and then they better be able\n\nto ask someone that knows where you’re going to start unraveling the fact that no one knows where\n\nany of this stuff comes from and you know, people are going to start coming up with some answers\n\npretty quickly. That’s my job security right there, hopefully. Absolutely. Well, and you guys\n\nat Equal Exchange at your website Equal Exchange dot co-op COOP. You guys do such a wonderful job\n\nvisually and through text of conveying the lives of the farmers. I get to see little video clips\n\non your website of real farmers on real plots where real produce is being harvested. And I feel\n\nconnected. I feel like, wow, I get what’s going on through this whole supply chain from that\n\nsoil and that community all the way to my breakfast table, if you will. And, you know, one of the\n\nthings I’m struck by in our culture here is that although a growing number of us are becoming\n\naware of this, there’s still a whole bunch of us who don’t really understand that that sheet\n\nbanana is not only loaded with toxins that are disrupting your own health, well-being, immune\n\nsystem, cognitive performance, etc. It has also been grown in a way that people all around the\n\nworld are being exposed to incredibly toxic, carcinogenic, lethal, agricultural chemicals.\n\nAnd the extent to which we as consumers become aware of that reality, those facts, I think it only\n\nmakes us that more inclined and convinced to purchase from companies like Equal Exchange. And\n\nNicole, you guys, my gosh, are easy to find in my area. I know that with drop shipping folks can\n\nprobably get stuff sent directly to their homes in many cases and the barriers for us as\n\nconsumers to find these products have also come down substantially in recent years. And it’s\n\nwonderful that you guys are doing the hard work that you’re doing to make this available to us.\n\nThank you for that. Well, thank you for having a platform to connect it, I think, to something\n\nalso larger. You know, I think that Equal Exchange has always, you know, has used sort of\n\nbusiness and trade as a platform to talk about, you know, small farmer economics and environment\n\nand alternative business and cooperatives. You know, and I think that in terms of being an\n\nalternative business, that’s a grounding factor in our work is the economic part of it. But the more\n\nsort of the ethical, spiritual, environmental, I mean, we have a large community, you know,\n\nthat engages in our work and helps to inform some of the trade models that we’re engaged in.\n\nAnd I think without that community, it’s really lonely out there, you know, I mean, you’re sort\n\nof fighting to get into a grocery store and to go up against organic brands or people that are\n\nare owned by larger corporations or it is an increasingly consolidated and appropriaged food\n\nsystem. So I think it’s good to think alternatively about who your community is, you know, we may be\n\napproaching it from a more economic model. But even on the farmer level, you know, I don’t think it’s\n\nI don’t know if it’s natural to people to like want to cooperate naturally, right? Like,\n\nsure, I’d love to think that that’s part of who we are. But I think to have the incentive\n\nof like, hey, I’m one farmer, right? I can’t still a container worth of bananas to get them to the\n\nUnited States. So in fact, I need to band together with 150 of my neighbors and actually work together\n\nto have the volume to run a business together. And by that sheer nature of that, now we have to\n\ncooperate, right? So now like my organic integrity is your organic integrity. So I’m for a more\n\ncar more likely to call you out or you call me out on something we’re not doing because we just\n\ndecided to own a business together. And now our business is actually going to employ our kids who\n\nmaybe went out to agricultural school or our accountants or technicians. And now all of a sudden,\n\nwe built a community business that’s employing local people. And that’s empowering. And now,\n\nwe know more about our economics or our certification or a warehouse or other things. And so it just\n\nkind of builds in this sort of started with one farmer, started 150 farmers, a community business.\n\nAnd it grows from there than other people in other communities see you doing this. And then they\n\nso as much as there’s negative change that I think we all see, there’s also a lot of positive\n\nchange from people just trying to do something different and build a community around that. And it\n\nmay be one business model of the middle of that, but all the ancillary parts of that create this\n\nalternative economy that I think we’d all like to see and be a part of. And your organization is\n\na part of that. Our organization is a part of that. People are at the base of that,\n\nbuying and eating food and growing food. And it’s just there is something very inspiring, I think,\n\nabout that. Even when I look around at some smaller examples and some larger examples,\n\nit’s like all of that together has to create a more vibrant food economy. And I think people really\n\nwant that now. And we really desperately need it. Absolutely. You know, I’m picking up on a really\n\nexciting symmetry here as you’re describing how the farmers are coming together, collaborating\n\nto get those containers filled at a high quality standard. There’s also this opportunity for us as\n\nconsumers to get together in our communities and build our knowledge base, build our awareness\n\nour resources. And what what I was so excited to see when I was doing a little research on the\n\nequal exchange dot co-op website is that you all have three really great ways that we citizen\n\nconsumer activists can get involved. One is as a supporter activist, one is as a drinker eater,\n\na minimum of a hundred dollar a year spend. I saw which I’ll tell you with chocolate coffee and tea\n\nthat’s doable. And then the third way is that you’re in a collaboration with Calvert,\n\nthe socially responsible investment fund vehicle. You have a community investment note that allows\n\npeople for as little as $20 to be financial stakeholders in the system that you all are growing,\n\ncreating, stewarding. My gosh, what an incredibly exciting way for us to come together and\n\ndo our part on the other end of this value chain. And I was hoping you could share with us a little\n\nmore about how people are getting together. It sounds like there’s an event that you all are\n\nhosting in the near future. Yes, there is an event local to us. We’re located outside of\n\na box in Massachusetts and Westbridge Watermass. And there we’re having an action summit forum\n\nwhich is at Stonehill College on June 20 to the 22nd. And the idea here is this has been a\n\nan idea that’s been I think part of equal exchange from the very beginning is again connecting\n\npeople and farmers around products that are not available or grown locally. And so at the beginning,\n\nI think being a worker owned co-op business in and of itself attracted workers to this idea where\n\nyou could work in the warehouse here or be manufacturing coffee and have the same boat as\n\nthe president of the company. You know, it’s one worker, one boat. You all have shares of the\n\ncompany. It’s a very as much as farmers are co-ops. So are we and food co-ops are similar.\n\nYou join a food co-op. You become a member. You have some say in what products are carried there\n\nand how they do business in some sense of their ethics. So I think with the citizen consumer and\n\nthe action forum, I think the idea was to kind of get back to our roots and really try to connect\n\npeople about the food system, educate each other, have some energy together around discussing\n\ndifferent aspects of the system that are happening, try to create some solidarity around wanting to\n\nchange those things. So that might be people that are going into their local grocery store and saying,\n\nwhere do these bananas come from and do you know anything about them to like getting together\n\nfor different webinars and things and getting educated about what Equal Exchange does and then\n\nalso us being able to interact with people more on an equal footing in terms of what do you\n\ncare about in the food system and what’s your experience? Maybe you’re a farmer or a ranch or\n\na cheese maker or a local, you start a local buying club or whatever it is, right? Like that’s\n\nour community and I think as this system has gotten so separated from each other, it’s really\n\nbrought renewed energy to the work we do. You know, so it’s I think trying to connect more with\n\nour base in a real way. You know and I think that that’s sort of, I guess maybe it came down to\n\nlike sure you can join this by the amount of products that you buy or that you connect with us,\n\nbut I think it’s not really that, right? It’s like how can we connect around the philosophy\n\nof the work that we’re doing instead of just around the economics and there’s some bar to entry,\n\nwhich is like do you know who we are and are you connected with us over drinking coffee or eating\n\nchocolate, but that’s just the start, right? It’s more like how can we connect and have and really\n\nengage in a way that maybe through maybe the business portal is one way and maybe this is more\n\nof a community building portal that’s another way and they both not neither one is mutually exclusive,\n\nbut I think that’s sort of what’s behind this challenge to the way the food system is and the way\n\nyou know if companies are accessing you they’re often asking you to buy something right or to support\n\nsomething economically to sell more products and I think there’s a whole generation of people that\n\naren’t really into that you know like it’s like sure I’m going to drink coffee but I really want to\n\nit connect you know and educate myself and be part of something and feel useful and I think that\n\nis a big part of this it’s you know it’s relatively new and I think like we’re trying it out and\n\nconnecting with great people and you know I think it’s sort of like a great experiment you know to\n\nkind of see where this leads us and it’s been really fun and I think it’s engaged people in a way\n\nthat maybe we haven’t done here in a long time. Absolutely beautiful well speaking of great\n\nexperiments you know this notion of everybody being equal on the level is such an important piece\n\nin our culture and it seems that we have we have a lot of opportunity and work to do in that\n\nregard and I would love to see the yonearth community be one of the hubs or nodes or catalysts\n\nwith the equal exchange gesture of community gathering here in the Colorado region and\n\nwant to make sure to mention that coming up May 17th through 19th we have a wonderful three-day\n\nsummit called massively mobilizing sustainability deep leadership for the 21st century and we’re\n\nbringing together experts authors organizational leaders dealing with these these questions and these\n\nopportunities around stewardship regeneration sustainability how economics and ecology in our\n\nsocial systems interact and the opportunities we have to cultivate culture from the inside out\n\nfrom ourselves as individuals and leaders and we’ve got so many wonderful organizations helping\n\nto make this event happen as sponsors which include Equal Exchange Patagonia the association\n\nof Waldorf schools of North America the International Society of Sustainability Professionals\n\nEarth Coase Productions Purium and Wailay Waters and want to make sure if any of you in the audience\n\nwant to join us for this event again May 17 to 19 go to yonearth.org right on the homepage you’ll\n\nsee a link with all kinds of information we do have some scholarships available for educator\n\nstudents and non-profit folks so be sure to check all that out and with Equal Exchange there’s so\n\nmuch wonderful information to call on your main website Equal Exchange dot co-op COOP and in there\n\nI found links to all kinds of video resources and ways to really kind of understand and visualize\n\nwhat you guys are doing all all around the planet with these relationships and these linkages\n\nand I want to be sure to ask you because of your expertise with the avocados and the bananas in\n\nparticular share with us what what is it like working with these these produce products that\n\ncan spoil it can go bad and getting those to travel across hundreds if not thousands of miles to\n\nyour end customers in a way that they’re excited to eat them how how hard is that anyway\n\nwell I think you may know a little bit from your past history as well it is not for the faint of\n\nheart for sure I think that what I really like about produce is it’s an incredibly\n\nthese are relationships really built on trust you know everybody’s a little until all the time\n\nyou know like your phone is ringing decisions have to be paid like you can’t just wait until one day\n\nyou know so produce people really are I think produce people for a reason again like farmers\n\namazing problem solvers really have their heart and soul I think in food and produce and tremendously\n\nadept at making very quick economic decisions you know because at the end of the day you can get\n\na great price you can sell your product you know sometimes like it’s not going to sit around and\n\nwait so you’re really like with the avocado market being so volatile and up and down it can go up\n\ntwenty dollars in one week it can go down twenty dollars and when we part of fair trade is trying\n\nto smooth that out for both producers and consumers but I think for us and we just talked about\n\nthe banana economics which are just you know just unfathomable like any other in any comparison to\n\nany other product but I think what you find through that is like a lot of our relationships where\n\nequal exchange can do a lot of direct trading coffee is you know a non-perishable right it’s\n\na green bean you bring it here you roast it you control it you ship it out and you get a pretty\n\nvery good margin you know on coffee I think you can have more control with with perishables you\n\nreally depend on this interconnected supply chain so we deal with a whole system a nationally\n\nsystem of of independent and family owned distributors who we sell our product to say bananas\n\nthey ripen it and sell it to a natural food store along with a whole range of other products\n\nso I think equal exchange has always wanted to support alternative businesses as well as\n\nan alternative source from small farmers so we have tried to support natural food stores\n\nindependent family groceries food co-ops and offer them our products in a way that they can\n\ncompete with let’s face it who’s selling the most organic food in this country Walmart\n\nCostco you know and so on the one hand great that means organic food is getting to that many more\n\npeople at an affordable level but also you know there’s something lost in that as well which is\n\nlocal brands smaller companies access right to a giant corporate supply chain like that so that\n\nallows your local food co-op to carry products that they don’t carry at Walmart or Costco or another\n\nplace right that isn’t a big box retailer and discounts for it is your local food co-op that\n\nis trying to support a different kind of economics and I’m going to do all your shopping there\n\nbut you might want to do some and so for equal exchange it’s supporting that whole alternative\n\nfrom farmers to distributors to importers store each of those people we don’t we’re not\n\nvertically integrated we don’t control every piece of that we don’t own the farm and own the store\n\nand do everything in between we play a piece so the partners that we have along that supply chain\n\nallow for some economic viability in the trucking industry the warehouse industry the\n\nfresh food industry like that’s supporting the whole host of community jobs here all across the\n\ncountry and giving them hopefully a fair wage and a fair margin so they can actually engage instead\n\nof saying hey you know what I want to lower my shelf price you need to do that for 30% cheaper\n\ngood luck with that you know or I’m going to go find it somewhere else this is way more of a\n\npartnership we’re interconnected um we all need each other and I think that’s a really vibrant\n\neconomy as well um and so produces based on that you know trust transparency quick decision-making\n\nbeing able to talk about economics and business problems claims quality issues you know you\n\nreally have to be able to have that kind of dialogue and without knowing who you are and what\n\nyour economics are and who how those economics are affecting other people you can’t really negotiate\n\nyou know so that’s what I do love about produce um very fast moving sort of high stress but high\n\nenergy and I think you know people love food they get really excited about it you know produce\n\ngeeks or produce geeks for a reason I think you might be smiling for a reason there I think you\n\nknow what I’m talking about a little bit a little bit I’m sure watching this will too you know guilty\n\nas charged well it’s obviously produce is such an important part of our own health and well-being\n\nand boy we have a tremendous opportunity each one of us to increase our produce intake\n\nand to make sure we’re sourcing it from companies like Equal Exchange and they’re doing such\n\namazing work needed work in the realm of environmental stewardship and social equity I wanted to\n\nread a quick quote from this is from Equal Exchange’s LinkedIn profile just to just to summarize\n\nthis Equal Exchange’s mission is to build long-term trade partnerships that are economically just\n\nand environmentally sound to foster mutually beneficial relationships between farmers and consumers\n\nand to demonstrate through our success the contribution of worker cooperatives and fair trade\n\nto a more equitable democratic and sustainable world my gosh I mean it’s got a little bit of everything\n\non the important notes in there and just what a joy Nicole to have this opportunity to hear from\n\nyou directly what that means and looks like kind of from the inside point of view it’s great to hear\n\nyou said that’s actually painted on the wall in the kitchen we have here in our cooperative I look\n\nat that every day but I don’t you know like you see it but you forget sometimes and it’s really\n\nI think still holds true you know 35 years later those ideals Equal Exchange still is the\n\ncompany that it was started out to be and I’m really proud to be here because of that and I think\n\nthe people that founded this and had that idea when the food system looked really different\n\nand this trouble now is to sort of keep those ideals and just find the people that are\n\nstill attracted to that and want to get on board you know the water’s warm as they say so hopefully\n\nwe can all engage in that those are big words you know but I think we all live them in small ways\n\nthat add up to a vibrant whole so so it’s an exciting yeah exciting an inspirational concept\n\nabsolutely well the work you guys are doing it really to me exemplifies the much needed and\n\nnoble response to a statement I ran across the other day from Sir Richard Branson he said\n\nif you’re not changing lives for the better you shouldn’t be in business and my gosh you know\n\nwe live in a time where we have so many choices we can each be doing so many things with our own\n\nlives our own professional work our own careers and we have so many choices when it comes to the\n\nfood products and other things that we’re purchasing and enjoying and each time we’re voting\n\nanother dollar another ten dollars in the direction of supply chains and ethics systems like\n\nequal exchange we are literally helping to create a better more sustainable world it’s\n\nit’s that simple right Nicole yeah no it is and you know I think that the more we can\n\nboth consider our choices again you know I think people are busy they’re strapped economically\n\nthere’s so many choices it’s kind of paralyzing you know so I I can relate to this sort of wow\n\nwhat do I do or am I doing the right thing in this kind of pressure you know around everything\n\nthat we’re doing be greener you know are you driving the right car eating the right food should you\n\nbe vegan or vegetarian or you know I think the bottom line is you know people’s values connected\n\nto food are one of the most basic things that we do it is a simple function in terms of how you\n\nspend our dollars but also food is a very personal and very nourishing thing you know everybody eats\n\nand so how you choose to engage with the food system again the F.A a farmer’s market\n\nshopping at your local co-op buying things where we buy it is you do have power in that decision\n\nbut there’s also a lot of people that are working to help you with those choices you know and\n\nso organizations like yourselves that are 200 spreading this message about sustainability\n\nand the larger picture around food and growing our planet is a great portal and a great sort of\n\npartnership and some of those messages and I really admire the work you’re doing and it’s\n\nsuper exciting this conference that you’re holding bringing ideas together and I think that that’s\n\nhopefully part of what this conversation is about as well is like people coming with ideas and\n\nhope and excitement for the future because there’s so many negative messages out there about\n\nand pressure you know about the things that we should be doing better and in reality it’s just\n\nstarting to open to your eyes to the things that you’re already doing that are making a positive\n\ndifference and some small things and some big things you know and yet this this solidarity\n\ntogether about those things I think is what really makes me hopeful um so I think it’s uh this\n\nhas been a great conversation in terms of us connecting and raising awareness about our two\n\norganizations and I see a great future where more and more people are coming together in these\n\nsmall and overlapping circles and it just kind of expands out from there so it’s an exciting time\n\nabsolutely Nicole well to wrap up I just thought I’d mention that uh one of the packages that\n\nyou all sent us for the upcoming conference is some coffee called mama tiara and I noticed\n\non the label it says that this is a partnership between Catholic relief services and equal\n\nexchange and I thought my gosh what a what a cool what a cool piece what a cool layer to have\n\nthat kind of a connection and a sense of civic partnership with that organization and I thought I’d\n\nask you just as a fun way to leave our conversation today about uh your family you’re you’re telling me\n\na bit about your family before we started recording and of course I gather there’s a deep\n\ntradition there when it comes to enjoying food uh together with love and in community to tell\n\nus what what’s that like yeah so I come from an Italian family and um you know we are all really\n\nloud and boisterous and a lot of things do focus around food and and the family table um and I think\n\none of the funnier parts about sort of my story is you know I have a degree in international\n\ndevelopment you know my parents were the first one of generation to go to college they’re for\n\ngeneration here and you know so much pride about education and professionalism my dad’s an administrator\n\nmy mom’s a social worker and then I go to college and decide to become a farmer and you can imagine\n\nright like everybody was like Nicole you could have just stayed in Italy and been a fun like what do\n\nyou mean you didn’t come over here and stray from circles like you would turn around and be a\n\nfarmer like whatever grow your garden like go to school be a doctor do something come on you know\n\nlike so it’s kind of funny um they you know there’s a deep respect for food and food culture um\n\nbut it’s interesting you know to see how the pressure sort of a big vibration experience and um\n\nand what what vibrancy that’s brought to our consumer and our culture but definitely you know\n\nand my family table um I don’t get any more respect now for being you know president of\n\na produce division that I did for being a farmer it’s just kind of like you know who’s cooking\n\nand cleaning and doing whatever but I know I’m very lucky my family is great and I think um really\n\ngives me pride in the work that I do to sort of bring back to a community and and people that\n\nbrought me my initial love of food and growing and and farming um but yeah it’s not a quiet it’s\n\nnot a quiet table that’s for sure I think that would not be the uh the title of my autobiography\n\nif that was going to be the game not a quiet table yeah well I uh before we side off your\n\nNicole uh is there anything else you’d like to share with our audience and of course on\n\nbehalf of our audience thank you so much for being with us and taking time from your busy\n\nschedule to visit with us but before we sign off is there is there anything else you’d like to share\n\nI would just say you know be curious like ask questions you know about your food like don’t\n\ndon’t think that you don’t have choices and that people don’t care about your opinion if you’re\n\nshopping at your local grocery store or you know you’re anywhere else like there is a whole\n\nfood system out there at people that are doing some really amazing work and so if you start by\n\neating and shopping that’s one portal but um if food is your thing like there’s so many places\n\nto get involved and meet your peers and um you know don’t be stressed and lonely about your food\n\ndecisions you know like there’s it’s just there’s a whole world out there and I think there’s\n\nso much um to be curious about and to learn about and hopefully that feels accessible and hopeful\n\nand not sort of daunting and like guilty um because I think um you know we’ve come out of a\n\npretty conventional food culture and now I see it swinging the other direction I started farming\n\nand people in Rhode Island thought I was trying to steal their money joining you know starting a\n\nCSA they were like what do you mean you want to get to give you your money and you’re gonna grow\n\nsome food for us later and now like in Rhode Island there’s tons of CSAs and tons of young\n\nfarmers and a whole different food system and community and chefs spying from farms and restaurants\n\nand this vibrancy that I see and so um as much as things are happening at a higher level that might\n\nnot be what we want I think there are many levels at which we can be engaged with each other and uh\n\nand with great organizations like Juan Earth and um and many others that are doing really\n\nseminal work with farm workers and otherwise and so like so many ways to get involved whether\n\nit’s with people of change or anyone else um yeah it’s a it’s a great community and I think it’s\n\nfun crowd and everybody eats really great food so you know there’s the bonus right there so um I hope\n\nthis sparks a little bit of that excitement enthusiasm the eyes firmly feel for the work I do um\n\nI hope that that other people can access that however they do absolutely wonderful well the\n\ngoal thank you so much for visiting with us today it’s really appreciated my pleasure Aaron I\n\nlook forward to our next conversation likewise the yonearth community stewardship and sustainability\n\npodcast series is hosted by Aaron William Perry offer thought leader and executive consultant\n\nthe podcast and video recordings are made possible by the generous support of people like you\n\nto sign up as a daily weekly or monthly supporter please visit yonearth.org backslash support\n\nsupport packages start at just one dollar per month the podcast series is also sponsored by\n\nseveral corporate and organization sponsors you can get discounts on their products and services\n\nusing the code yonearth all one word with a why these sponsors are listed on the yonearth.org\n\nbackslash support page if you found this particular podcast episode especially insightful\n\ninformative or inspiring please pass it on and share it with a friend whom you think will also\n\nenjoy it thank you for tuning in thank you for your support and thank you for being a part of\n\nthe YonEarth Community.\n\nThank you."
}