{
  "title": "Episode 128 – Ruby Au, Head of North America, Ecosia Search Engine",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12592/episode-128-ruby-au-head-of-north-america-ecosia-search-engine.mp3",
  "publish_date": "January 12, 2023 2:41 pm",
  "url": "https://yonearth.org/podcast/episode-128-ruby-au-head-of-north-america-ecosia-search-engine/",
  "episode_number": 128,
  "subtitle": "“Searching” for Climate Action",
  "description": "Ruby Au, Head of North America at Ecosia, discusses how the transition to stakeholder capitalism is enabling more positive impact for people and planet than business as usual. Reflecting on her international experience as an impact and social entrepreneur, Ruby observes how differently business is approached in different cultures, including how the “calculations” tend to take different variables into account, whether formally or informally. At her current post atEcosia, a social enterprise search engine that dedicates its profits to climate action, Ruby heads their North American division of operations. Learn about climate action, ethical business practices, purpose-driven and service-driven technology companies, and more in this inspiring episode.",
  "about_sections": {
    "about_ruby_au": "Ruby Au is the Head of North America at Ecosia, where she is responsible for Ecosia’s user growth and market strategy across the United States, Canada, and Mexico. Prior to joining Ecosia, Ruby worked in Nairobi’s social impact & tech startup scene, where she founded and exited Lumen Labs, a Nairobi-based EdTech company. She later launched the African office for San Francisco startup Endless Computers as their Business Development Lead in Africa. Ruby holds dual degrees in Business and Environmental Science from the University of Southern California."
  },
  "full_transcript": " Welcome to the Y Honors Community Podcast. I'm your host, Aaron William Perry. And today, we're visiting with the head of North American Operations at Ecosia, Ruby Ow, Hi Ruby. Hi, thank you so much for having me. Yeah, it's great to have this opportunity to visit with you and learn about Ecosia, what you guys are doing as a regenerative green sustainable search engine and also learn a bit more about what you're doing as an eco entrepreneur working in the impact tech nexus and yeah, really looking forward to our discussion. Yeah, I'm looking forward to this as well. And I think we've had chat a little bit before this and all the things that you want to touch on are some of the topics I'm most interested in and passionate about. So let's let's get rolling. Sounds great. Ruby Ow is the head of North America at Ecosia, where she is responsible for Ecosia's user growth and market strategy across the United States, Canada, and Mexico. Prior to joining Ecosia, Ruby worked in Nairobi's social impact and tech startup scene where she founded an exited Lumen Labs, a Nairobi-based ed tech company. She later launched the African office for San Francisco startup Endless Computers as their business development lead in Africa. Ruby holds dual degrees in business and environmental science from the University of Southern California. And Ecosia is a not-for-profit tech company that dedicates 100% of its profits to the planet. They finance tree planting projects around the world and other environmental and social initiatives such as solar, power plants, and community-driven climate projects. By offering users a green alternative to search and browse online, Ecosia has been able to plant over 150 million trees worldwide. That is quite an impressive number, Ruby. So let's start there. Why trees? Why did you guys think it important to create a tech solution that would help get a lot more trees planted in the ground in the quote-unquote real world? Yeah, absolutely. It's such an interesting thing, a tree, right? Because you see it all the time and you don't really think about it. It just blends in the landscape as part of the day. But this is something that I've really come to appreciate after joining Ecosia is a tree represents so much more than a tree. It is also a host of ecosystem benefits, so it keeps the soil down. It cleans the air. It makes the water systems run. It provides fruit or food or firewood to communities who need it. In urban areas, it provides rest and relaxation and mindfulness and wellness. Of course, it helps draw down carbon. I also don't think about trees as this individual tree, but what's so cool about trees is that they are part of a network always. Even if you see the single street tree that looks looking kind of scraggly on the side, it is part of a network. It is part of the urban community and the ecosystem and the environment that it's in. I think at Ecosia, it's a real recognition of that. That's what our founder realized when he started Ecosia, it was actually right after he had done traveling through Brazil and some of the incredible ecosystems forced ecosystems there and reading some books as well about the importance of trees that sparked this whole thing off. It's really amazing. When we're thinking about broad-scale ecosystem restoration, regeneration, carbon drawdown, we've got Hawkins book called drawdown pointing to the solutions that we need to scale up as quickly as reasonably possible. What you guys are doing here by leveraging an everyday activity that many of us are doing multiple times a day in the text space is really interesting. Can you just describe for us what Ecosia is and does and what it looks like from a technology standpoint? Sure. Ecosia is a search engine, just like any other search engine, you go to www.ecosia.org, you'll see a little search box, no surprises. Like any other search engine, the business model behind it is advertisement. When you type search into a search box, you'll see usually search results, but you'll also see some ad listings. When you click on those ads, the search engine makes money. What's different about us is we will take 100% of the profits that we make from that advertising business model and we reinvest it into tree planting and not only tree planting, but climate initiatives like regenerative agriculture, renewable energy, or even supporting grassroots climate activism. That is in a nutshell how Ecosia works. When I say reinvest as well, I don't mean we just write a check to an NGO to plant some trees. We actually have a in-house team at Ecosia called the tree team literally, and I think they make this fun that we have, this tree fun that we have, and they basically operate like an investment team. They will go out and look for tree planting projects that plant at the standard we require. So for example, we don't do any planting that is in monocultures. We always plant diverse forests. We try to prioritize for native species. If we plant a tree, we will monitor it for at least three years and maintain it for at least three years to kind of get it to the point where it's able to survive on its own. When we sign tree planting contracts with partners, we do it with a 20-year outlook to really think about that long lifetime value of a tree, not just plopping the seed in the ground. So our tree team is really busy doing this internally, and we also think about tree planting for a portfolio perspective. So we have tree planting projects now in over 30 different countries, and tree planting in Brazil looks really different both from how do you do it standpoint, and what is it for standpoint, then maybe tree planting in the US or Burkina Faso. So in Brazil, maybe we're doing tree planting to connect wildlife corridors and provide reformation, rehabilitation of habitats, and Burkina Faso, maybe we're doing tree planting to prevent desertification or to renew desert private areas. In the US, we're doing tree planting in urban contexts in order to combat some of the historical injustices where black and brown communities traditionally live in areas with lowest tree canopy cover because of discriminatory practices. And so that looks really different, and we think about this basically, how do we tree plant across our entire portfolio? How do we allocate funds to where they're needed according to the season that they're needed in order to make the biggest holistic impact? Wow, that is really amazing and exciting. And you know, I'm sitting here wondering tree planting can be done in so many different ways right here outside of Boulder where I'm currently located at Elkron Farm. There's a cluster of regenerative farm projects where thousands of trees have been planted in a drylands agroecology strategy, right? And when we do these plantings often, these are weekend gatherings where dozens of volunteers show up and we get thousands in the ground in a couple of days. And so have a sense for the human side of this tree planting activity. And also, you know, I had the opportunity to interview Tom Chi from At One Ventures, another technologist who's focused on climate and social and environmental solutions. And one of his projects, one of his companies is a robotic tree planting technology that can get huge numbers of coded seeds into the ground in any given time frame, much greater numbers than typically we see with the deployment of human capital. And I'm curious, do you guys, when you're looking at the portfolio, are you using those kinds of technology approaches to tree planting as well or is it mostly the human type of planting like we've done around here at these farms? It is a mix. So there are definitely some projects where we will use technologies, like drones, for example, to help us do tree planting. In other places, it is more of a violence. You're let afterwards a very human or manual effort. And this really depends on the type of project we're planting in. So what kind of area, what kind of, for example, if you just drop a seed and really fertile, rich soil, and it will grow. But if you just drop a seed in a desert-fired area, maybe not so much. So the planting method is going to differ based on the ecosystem. And we really actually default to our partners. So at the end of the day, Ecosia finances the tree planting, but we sign a contract with a partner, which is a local organization that has expertise in the area that usually has proven methods for doing this work well and has experience and can show that experience to us. And they'll have staff, they'll have capacities, so they'll basically say, look, we know that we can in this area do 10,000 trees. And this is how we would plant it. And here's the nursery. This is the whole setup. This is the amount of funding we would need to make that happen. And then Ecosia will help finance that work. And so a lot of it is really done. Actually, all of it is done in really close partnership with the communities, which can be NGO partners, it could be government partners, it could be small community groups led by a village chief somewhere. It takes all all sorts of shapes and sizes. But we rely on that expertise absolutely. So interesting. And to what extent do you guys collaborate directly with organizations like the United Nations? I know this is the decade for ecosystem restoration and that there's quite a bit of activity happening at that level of global organization. Is that one of your collaborating partners in certain projects? We actually tend not to collaborate with kind of large multilateral organizations. And simply because I see them more as stakeholders that bring lots of different people together to make pledges and commitments. And so something like the UN, for example, might be really good at bringing different players to the table and saying, hey, we need to plant trees. Where are you guys going to do about it? What Ecosia does is we want to make sure that if trees are being planted, there's not only the pledge, but there is a very, very robust system for monitoring, evaluating, tracking. So every tree that we plant is basically geotagged. It's allowed in a database. We have what we are pretty sure, can't verify for sure because we don't release to this public. But we think we have the largest database of tree planting in the world. And so because we do it in such a systematic way, it's just a little bit of a different value proposition from getting stakeholders to make a pledge. We want to make sure that this is done in a very scientific, organized and thoughtful way. Yeah, super interesting. Well, and I imagine with this large database and data set that you're working with, there's potentially also the opportunity to work with the carbon credit value of getting these trees planted. And I know some of our colleagues working in spaces like Biochar and other environmental backed credits, the way that carbon credit markets, voluntary markets have evolved just in the last couple of years, has been extraordinary after decades of anticipation. Is this one of the drivers you guys are looking at and leveraging? How does that kind of play into your model? Oddly enough, no. And it's counterintuitive, right? Because we have a lot of trees that is a lot of carbon. But as a company, we made the conscious decision to not participate in carbon markets at all. And this is where it's really interesting because we aren't a traditional tree planting organization. We're actually a search engine. And the way that we plant trees is through the mechanism of users using our search engine. So we have this really unique dynamic where our users, and absolutely they should be thinking this way, but our users think of acosis trees as their trees. And if we start offering those trees up to carbon markets, carbon credits, almost this idea of putting a price tag on our trees, I think it devalues from the relationship that our users have with us as a company, the trees that they see as our own. And what I think is really incredible about acosis community is they show up. If they see our tree funds drop because we publish our financial data every month, they'll really come in and both year from them. What happens is everything okay. If they see that we announce a new tree planting project, they're happy. When they see a tree planting project close to their home, they get really excited. And we really want to honor that narrative. Well, it's super interesting. Well, in speaking of the acosia community of which I'm a member, you guys have built quite, quite an extensive community and network. How many users do you have at this point? 20 million monthly users. Wow. And so how do you guys, if you're getting feedback and getting that kind of input from the users, how do you manage? I imagine that could be a very high volume of input at times. Well, I mean, this is why I would give a shout out to my entire marketing team, who's, you know, the ones reading the comments and sifting through. I think we have a good idea of who our users are. And there are some general takeaways that we can pull from that. So acosia's audience tends to be really young, for example, a large portion of our users are under 25. And it makes sense. The younger generation grew up with the climate crisis in their face, you know, and seeing all of the worst impacts of it play out. And they have a lot of reason to be worried about their future. And I think this shows up in the way that they will come to acosian rally around a cosian because it's, it's free. It's an easy thing to do. You can incorporate it into your lifestyle. And we try to position ourselves in a way that leaves that channel of communication open to our users by also being transparent with what we do. Unlike other maybe tech companies, what we have, but I think we really value is we have so much storytelling we can do. So we will always send teams to take videos or photos and capture the tree planting that we're doing. And part of that, again, is an effort to honor the relationship we have with our users and to make sure we're bringing those stories back so that they can participate and see what's happening. Yeah, that's so interesting. Well, speaking of it being free and relatively easy to do, I'd like to have you just walk through the very simple steps for somebody to start using a cosian. Because I imagine some of our audience maybe aren't yet using it and would like to make that switch. So what needs to happen for folks to start planting trees through you guys? There are three ways to do it. So number one, you can go to your desktop browser. So this is anything like Google Chrome, Firefox, Edge, and for some browsers, you'll actually be able to go into the settings where you can set your search engine and you can make it a cosia. This might not be possible for every browser, depending on what browser you're using. We're definitely in Chrome. We're definitely in Safari. But if you go to that menu and it's not in the settings, you can also install a cosia as in web extension, a browser extension, which is basically, for example, going to the Google Chrome store, searching a cosia extension and just add it. And then if you're on your phone, you can download it as a browser app. So just search a cosia in Android store or the Apple store and then you'll be able to use it as an app. Oh, that's great. Okay. Cool. Yeah. I've got it on my phone and my computer. So that it is easy to do. And I want to ask also, you know, with 20 million users, give us an idea of what that translates to in terms of available dollars per year and what that means in terms of numbers of trees getting planted each year. You know, I couldn't give you the exact numbers off the top of my head. I believe the last time I looked, it was something like, it's between 10 to 20 million that we put into our tree fund each year. And you can find those exact numbers on our website. And then the number of trees as well is something that you would be able to find on our website just by because we'll do a breakdown of like how much money went into tree planting and then how many trees does that mean? Yeah, I love that. And I was looking at the website just earlier before we started recording. And I love that you guys have those running counters so that we can see as trees are being planted more or less in real time. You've got listed over 162 million trees planted 900 plus species 70 plus active projects in 35 or more countries. And I'll also noticed on there a few of your guiding principles, including this radical transparency. And I'm curious what this means for you guys as a tech company, especially knowing that with search engines and other online technology, a good part of where the value creation is coming from is tracking our personal information. There's all this whole kind of array of data harvesting that's going on whenever we're online doing things like searching for a book or whatever it might be. Yeah, Ecosia is a privacy-friendly search engine, which means we don't track your data. We don't use any third-party trackers. We don't sell your data advertisers. Any searches that you've done in Ecosia are I think after two-week period permanently deleted. And the reason that we keep it at all is actually just to manage spam and things like that and making sure nothing is hitting our servers. And part of the reason we do that is because yes, we are a tree planting search engine, but bigger than that, we believe in being a purpose-driven social impact company. And we believe in something called stakeholder capitalism, which means when we're making decisions, we're thinking about them from the framework of who does this serve and who do we want this to serve. So yes, we can be a search engine and plant trees and also collect your data. But those values fundamentally for us are at odds with each other, because if we are trying to be a company that serves people on planet, we can't do that well by planting trees, but then turning around and collecting your personal data, using it in ways that you didn't consent to, and kind of contributing to a world of digital surveillance that is increasingly, unfortunately, becoming case normal. And so it really boils down to company values, the way we make decisions, the way we think about how to make those decisions. Yeah, it's really, really compelling. I mean, I think that as we're kind of heading toward web 3.0, which I'm not going to pretend that I really understand completely, it seems like there's more emerging around community self-organizing and self-selecting for greater privacy protection, greater values driven impacts and activities among these different stakeholder ecosystems. And I'm curious, like you being a social tech impact entrepreneur and technologist, you've done several different projects and businesses prior to Acosia. Tell us a bit about your other projects in the past and also where you sort of see things going over the next several years as we see more and more development hopefully trending in some really positive direct directions in all of this. Yeah, absolutely. It's interesting, right? So I, in school, I studied environmental studies and business, and that's kind of, I always had this interest around climate and the outdoors, because I am just an outdoors enthusiast, I would be really happy to just drop me in the mountains for a couple of days and I resurface a week later. But that being said, as fate would have it, I kind of ended up first in the education sector and ended up building an ed tech company and I'm selling that ed tech company and then going and working for another education tech company. So later on, the one I worked for had actually built a computer operating system with a lot of pre-installed content for offline emerging markets. And after that company is when I came and joined Acosia. And so it's weird because I've gotten to sit at this intersection of education and tech. I've sat at the intersection of climate and tech, I sat at the intersection of privacy and tech and digital rights. What you would think happens is you kind of get bogged down to like, oh man, which of these issues are most important. All of these feel like big overwhelming crises, right? We've got to tackle education, but man, we've also got to do something about the climate crisis, but man, we've also got to care about privacy and it all becomes a little much. And you ask me where I see things going. What was interesting is once I got to be in and experience all of those spaces, you kind of get this bird eye view where you start realizing that each of these seemingly separate, seemingly disparate social problems all come down to larger root causes a lot of times. A lot of times that have to do with this myth around endless growth about companies not being able to answer the question of what is enough. You know, a company is actually a really weird entity if you think about it. Someone sets this up and it's this basically immortal entity being that has a destiny to grow forever more uncapped, which is unless you go bust, right? It's basically like either we fail or we will just forever live on and get bigger and bigger and bigger and bigger. And social impact companies, I think it forces you to reckon with that question of what is enough and what are we actually trying to achieve here? So being in this space and seeing all of these issues play out, I actually started, you know, thinking less about like, oh man, is it climate that I spend my time on or like maybe actually I'm an education activist or maybe I'm probably, no, I think I really started thinking about like, how do you actually innovate on business models? How do you actually have businesses try to do different practices? I'm not talking about social focuses. I'm talking about Ecosia, for example, making the conscious decision that they're going to reinvest 100% of its profits, which is something that I really haven't seen another company do almost as like, oh, well, I wonder if I do this strange thing with my company. Will that make the world a better place? Maybe the answer is yes, maybe the answer is no, but someone's got to try it. And changing this myth of endless growth and unsustainable capitalism that is often at the root of all the intersection of these problems. And that's where I see us going is having to reckon with some of these economic questions and business questions that underlie almost every social issue in any context. Yeah, that's so brilliant. I really appreciate your perspective and insight on all of this. And also it makes me think about, you know, a few of the themes that I wrote about in both my five-year-old book called Why on Earth, the nonfiction piece, and then more recently my new novel called Veridi Toss, where these themes are explored. And in both of those books, I geek out a little bit on the etymology of ECO, ECO, which of course is part of the name Acosia. And this comes to us from the ancient Greek Eicos, or Eicos. I don't know if I'm saying it correctly, but this term Eicos means home, and also means implicitly community. And it's where we get both our term ecology and economy. You just mentioned the economics and the reckoning that is underway. And it seems to me that the social enterprise leaders like Acosia are not only having specific impact in the ways you're having impact, you're also very much trailblazing, very much leading the way, very much presenting the new templates, right? Sort of echoing the well-known Buckminster Fuller quote, you know, don't try to combat a system that's not working, just build a better system and transition to it, basically, to paraphrase. And so I'm just, I'm absolutely thrilled that you guys not only are doing what you're doing in terms of the tech, the privacy rights, the community aspect on the human side, but that you are also funneling all of essentially the value creation into these very real environmental and social positive impacts all around the planet. That's tremendous, right? And like, what do you think is different about you guys, your leadership, perhaps some things you're willing to give up, right? I imagine you might not be sending rockets into space anytime real soon. Right, like, explained to us a little bit of what that decision-making process looks like in terms of some of the quote unquote benefits you might be choosing to forego on the one hand and perhaps some of the other very real benefits that you're able to access and experience that maybe mainstream entrepreneurs and capitalists don't access as readily. I'm glad you asked this because I think there is often a fallacy or a trap or thinking about social impact organizations as these golden standard companies who have it figured out, especially for profit impact companies where it's like, man, you guys are making money and you're doing good. It's the dream. But the reality is, is there's a lot of gray area where exactly, as you said, anyone who's doing a social enterprise right now is trailblazing your pioneering because it's not the traditional way to do business. And if you're pioneering and trailblazing, de facto, there's a lot of stuff that you're going to have to just test and make up and wing as you go because nobody else has done it and you don't know what happened. So I, one of the clearest examples for me that has now emerged is you have someone like Patagonia who has created 1% for the planet, very well known. And you have a lot of companies now doing 1% for the planet and you actually have a cozy on the other extreme who has saying 100% for the planet. And both of those were trailblazing actions, right? And before Patagonia nobody had come and said systematically, let's do 1% before a cozy no one came and said, let's do 100%. Who's going to be the company that says, let's do 75% or let's do 26% because we've looked at both case studies and we actually think we're going to try something even different because as you said, there's there's trade-offs to these decisions that you make. So when a cozy puts 100% of profits in impact, that means we have less money for growth. We have less money for marketing. We have less money for hiring than another tech search engine with maybe hundreds of engineers. We don't have growth, for example, right? Everyone's got this idea of I'm a stounder. I want to go in shark tank. I'm going to pitch Bbrillian. I'm going to get billions of VC funding and it's going to be a dream. Ecosia was bootstrapped over a decade. So where steward-owned company this means RCEO gave away rights to ever sell or take profits out of Ecosia. He says he's happy to just, you know, have a robot. He also has implications for our growth. It means we're not actually able to grow in the same way as our competitors because if our competitor has $3 million of VC backed money, they can throw out a marketing campaign. We actually have to rely on our revenue for that and our revenue, a large portion of it goes to our impact. And so this is not to say it's good or it's bad or it's basically saying this is a very, very different way to do business and there's going to be challenges because it's a different way to do business. But somebody's got to do it so they can try it. So that somebody else knows when they're sitting with this like, man, what do I want to do with my profit? Okay, I know what 1% looks like. I know what 100% looks like. What is the mission and the impact? I am personally trying to achieve. And then what decision is going to best serve that? Think goodness, I have some data to make that decision off of. And I think I'm a real advocate for more people going and creating more data points so that other people have more data points to make their decisions off of. Yeah, it's really it's so compelling and exciting. And of course, you know, you and I have had a couple of offline discussions around some of the innovative work we're doing in the Y-Earth community ecosystem right now around regenerative finance and social enterprise and we're cooking up some potential collaborations. And we recently also, you know, interviewed Kate Williams, the CEO of 1% for the planet and are similarly exploring some opportunities there. And, you know, I am really interested in how we as a global community right now in this very precarious and potentially exquisitely transformative moment in our in our species evolution and development. I am very curious how we most effectively deploy massive sums of capital in socially and environmentally appropriately structured stewardship entities and ecosystems such that we're able to really scale all of these positive impacts in a way that brings greater volumes of capital in and ensures that the profits, the proceeds, the value creation is truly being distributed in a stakeholder capitalism ecosystem stewardship capitalism ecosystem instead of simple shareholder capitalism ecosystem. I'm wondering if who knows it might be the rule of 72 maybe there's a 72% mark. I, you know, Eric Lombardi was on a recent episode as well talking about the social enterprise movement which has a specific stipulation of a minimum of 51% of distributable profits going to impact NGOs. And so I don't know I've been playing with models that look at a starting point of 51 and then ratcheting up toward you know maybe it's 72 or 80 or whatever as the profitability scales as those financiers those sources of capital recoup investments and realize some modest or appreciable return. But you know this is about making living and not making killings I think overall in this whole kind of framework. So yeah I I'm obviously getting a little excited about all of this and kind of geek out on this but I'm I'm very excited about where this innovation might be taking us in the next years and what doors might be opening up for the global community around this. And you know what I I think one of the things I've taken away working across social sectors is that there probably isn't going to be hard fast rules and said there's probably going to be evolving rules and I think those rules will also change by sector. So even though I see fundamental root problems linking sectors I also know that for instance the education sector that I once worked in a lot of times nonprofit models are better suited to education models than for profit models because you have a very very long return horizon. A lot of times the people who need good education the most are the ones who are least able to pay for it and then you're just you're not going to squeeze someone for good education right you're not going to squeeze them for every penny you can get. But this person is going to go through the education system for maybe a decade before they really get tangible results and even then it's it's often not quantifiable. And then you compare that to something like the FinTech industry which also has tremendous social impact right if you can just make borrowing and lending accessible to populations who didn't have access to that sort of credit and finance before. But FinTech tends to have a much faster return horizon than education does. And so there you know maybe then it's it's a rule of 75 but maybe in education it's like oh man we just got to be nonprofits here and then actually like bring nonprofits also into this space as an equally viable option that's not seen as something that's bureaucratic or you know something that was phased out with dinosaurs. But it's like man no you know charities can also be really sharp organizations. And again just all I think it really just depends on the question of what impact are you trying to make what sector what is the economics behind that and then how do you make decisions and structure your business decisions in a way. And what I'm really excited would love to see happen is to start seeing this trickle down into business schools and education right. So when I was getting my business degree I kind of walked away with this idea that oh when I create a company it's going to be a sole proprietorship it's going to be a partnership it's going to be a limited company maybe if you're really wild it'll be a benefit core. And I didn't know there was stewardship owned models I didn't know you could have a co-op setup for ownership. I didn't realize that these were choices at the table and I think where it's going to really get interesting is when more and more people start realizing oh you know it's not just A B and C it's maybe A through Z or like maybe I can make up my own option because I've seen so much innovation now and so much diversity in the way that people think about what businesses. Yeah yeah that's yeah it's so interesting and my wheels are turning right now thinking about a recent conversation I had with actually with John Perkins who's been on the podcast wrote Confessions of an Economic Hitman and co-founded Pacha Mama Alliance and wrote more recently touching the Jaguar discussing some of his experiences with different indigenous communities and wisdom keepers and he speaks very clearly about the differentiation between death economy and life economy and while this might be a bit extreme a bit black and white I think it helps us frame our directionality in our decision making at all levels and in contexts very diverse contexts and so yeah it's interesting to think about for example certain models stewarding more of what we might think of as the commons right and education I think is a good example of this and here in the United States obviously we've seen some really terrible outcomes with for-profit education models which you know we're really celebrated by certain folks over the last few decades but I think it's pretty clear the evidence the data is showing that that might not actually be the best approach overall and and you know when we think about things like food systems and other aspects of health wellness stewardship regeneration sustainability on earth and in our societies it's very clear that maybe not everything should be for-profit and this is part of the opportunity we get to consider and reckon with as we're thinking about the most intelligent sort of deployment of diverse business models going forward. One of the things that I've been very lucky to be able to do is work in social impact and for for-profit tech companies specifically across cultures so I spent four years working in Kenia's um startup sector that included some time working for San Francisco headquarters companies I've traveled back and forth and now I've been in Berlin with Ecosio for three years and obviously I'm an American myself so that was kind of the cultural context of business that I grew up with and what I found fascinating is how different these calculations are in different cultural values um and and context so for example I think Kenia and more broadly African culture has an amazing grasp on community and it has it's a less individualist culture than America is um I think there's a real sense unfortunately it's almost being corrupted a little bit now by how much a space like Kenya for example is really overrun by American investors and American capitalism has kind of seeped into but before there's this real sense of community and how do we build together um in Germany for example then you think about the kind of allocation of capital really differently and if you think about the history of Germany and where they came from from World Work 2 people here Berlin is still a very cash-based economy not a lot of people will play with things like credit or the stock market or leverage or debt um they will prefer my experience has been they will prefer steadier growth but safer growth that is more about building with the assets that you have rather than you know getting this huge leverage which is how we tend to think about growth in the United States um and I think there's lessons to be learned from all of those pieces right so when Ecosia is thinking about what's the optimal allocation maybe an American would come in and say man you guys could afford to take way more risk right like take some credit take some debt do some leverage and maybe Americans could learn from the German approach of you know well maybe we actually be a little bit more conservative and make sure we've got some cash reserve in the bank for a rainy day because maybe that also down our growth but it maybe it'll make it more sustainable and and this view on individualism like we could all learn a little bit from I think like Kenyan and African culture of like well maybe actually it doesn't need to be so big why are we always thinking about making things as big as possible why isn't it as glorified to have a lot of really strong community pockets as it is to have this big scalable thing right I hear about scale all the time whenever I talk to businesses investors it's always a academy scale how do we scale and do we actually ever step back and ask ourselves the question of like should I be scaling why am I scaling and maybe you really do need to scale and Ecosia's case the more we scale the more trees be compliant but I don't think it's always the answer that scale is what you're after and and getting to see impact layout in different cultural contexts I think it just gives you pause to be able to question things that you didn't even realize were assumptions you were making yeah well so interestingly speaking of scaling as Ecosia continues to grow and I'm assuming there has to be a growth curve of some sort because you at one point had zero users and now you have 20 million you know if you guys were able to go to that say 200 million mark just to look at like a 10x scenario does that mean there's a linear correlation of 10x as many trees being planted worldwide or is there some sort of geometric growth at the in the impact that you would have in that kind of scenario it's not linear growth and the relationship between users and trees would be more complex than I could model out so it would require somebody else but basically what happens is it not only depends on the number of users we have but it also depends on how they use a search engine so how they engage with ads for example if they click on ads it depends on what partners were working with so tree planting in urban context for example an urban tree can cost hundreds of dollars a thousand a dollars a tree because you've got to do community engagement you've got a jackhammer up concrete it's you know urban environments aren't made for trees and whereas if you're doing large-scale reform station in a really fertile area tree cost drops a lot so it's going to depend on a mix of basically how users are engaging what tree planting partners were working with what the costs are per tree and again more complex than I could possibly model out so I know it's not linear what it is I couldn't possibly tell you yeah yeah no that's that's fair yeah and by the way about urban environments not being made or designed for trees yet I would I would hopefully add to that because I think one of the big opportunities we have for mental health for creativity for human well-being in addition to all of the other environmental performance attributes is essentially greening the cities as much as we possibly can world-wide and from erud to to very moist climates I think we've got huge opportunities there in real needs and it's super cool that you guys have already chosen to again trailblaze in the urban arena I'm curious like here in the US where might we be able to go and visit and see observe experience some of the projects that you guys are supporting we are taking our first baby steps in urban tree planting at a cozy yet so we've got a lot of expertise and experience when it comes to large-scale reform station and I didn't realize this until I started spearheading this work I think many people don't but urban tree planting is a entirely different discipline of work than large-scale reform station and because man all the boundaries you hit up on an urban context it's like you plant a tree people aren't happy about it maybe they don't want a big tree that sheds on their yard there's now you know municipal municipality guidelines about how wide a tree can be where it can be what's the permitting process does it hit a water pipe and I was walking around Los Angeles one day with an urban forest and it was incredible he would just point at a tree and be like you know that one shouldn't have been planted there because it's root system is really wide and it's going to kink up the sidewalk within a span of five years but you know this one is a really good fit because this one will survive even if it's not planted often it doesn't get too big people don't complain no all these things that if you just plant a tree in a forest you don't have to think about this right so um all of that is to say we traditionally hadn't done urban tree planting we didn't know any of this um but we decided to because you know looking at a place like the states where a lot of our users were and and people really asking for impact that was closer to home and this was also right after the 2020 George Floyd protests and and really just having some of these social economic disparities stare at you in the face i was like okay our philosophy has always been right tree right place in a context like the us what does right tree right place mean and it turns out that if you look at a map of canopy cover in the us historically discriminated areas like historically redlined areas that were previously disqualified for funding because of the demographic makeup of the communities that lived there are a direct map of where you now see lowest canopy cover and lowest canopy cover means worst consequences of extreme heat it means no flooding control it means the worst air pollution and of course these are often black and brown communities and so we said okay so right tree right place in the u.s means going into these communities specifically but we can't just also go in we are a German company that we sometimes we don't have a claim on trying to make an impact on these areas right which have good reason to be very suspicious of people coming in and just doing good and and so again it was a very humbling learning process of talking to a lot of organizations trying to find the right partner and who does work closely with the communities who has built trust and who could kind of guide us and be like well when you do urban tree planting a lot of people want to fund the tree planting nobody wants to fund the community engagement no one wants no one wants to pay to print brochures and English and Spanish so that people can understand what's happening nobody wants to like do the hard work of tabling and sitting in the sun so that you know people have a place to go and ask questions and so that's what we we started trying to finance is blended programs that do urban tree planting but really focus on community engagement and we've launched a project now in Los Angeles with an amazing partner city plants we've launched one in cargo with a partner open lands and and we're getting ready to announce two two new projects in New York that I'm really excited about but I yeah I really want to emphasize that this was new to a COSIA and the credit really goes to our partners for kind of holding our hand through this process that's awesome that is really cool to hear about I can think of a really interesting organization in the Denver market that might be a good partner at some point too that I'd love to connect you guys with if there's interest you know at the appropriate time and um yeah let me let me remind our audience Ruby that this is the why on earth community podcast I am your host Aaron William Perry and today we're talking with Ruby Ow the head of North America at akozia and want to take a quick moment to let you know that you can go to akozia.org ecosi.org and we'll have all these links in the show notes um to learn more about the Chicago and LA projects specifically um there are specific links that will include for some of ekozia's blog posts around those projects and you can also connect with Ruby on linked in if you would like to it's Ruby- Ow AU of course want to give a shout out and thank some of our sponsors and partners who make this podcast series possible this includes Puriam the organic superfood company you can go to why on earth.org slash Puriam to get a $50 discount or more on your first order and 20% of those proceeds will come back to the nonprofit to the why on earth community to support our work soil works also biodynamic soil blends for your gardens yards and communities why on earth.org slash soil works uh Dr. Bronners of course and the recent chocolate episode that we did with uh president Mike Bronner was absolutely wonderful if you haven't yet tried the Dr. Bronner's chocolates I highly encourage you to do so and of course way they waters the biodynamic and regeneratively grown hemp infused aroma therapy soaking salts that's way they waters.com and our monthly supporters and ambassadors we have a whole number of folks giving on a monthly basis from one dollar to a thousand or more dollars if you'd like to join that you'd just the why on earth.org comment donate and support but in love like if you choose a $33 or higher level we'll be happy to ship you jars monthly of the way they water soaking salts in the US and Canada other countries we got to look at the shipping cost but US and Canada that's easy and um yeah Ruby we're gonna after our podcast discussion we're gonna have a few minutes of our behind the scenes chatting uh getting a maybe a little deeper into some of the uh business model opportunities that we're exploring together um and maybe a little more on the personal side too just to chat you know in a nice casual way there but for folks who are interested in experiencing our behind the scenes recordings with our guests as well you can become an ambassador at why on earth.org so that you get the password to access all those additional resources and um yeah so you know on that note Ruby I do I do want to ask you so when you're not uh uh leading the charge at a cosya um what what are you doing in your in your free time hobbies you know nature you did mention getting out in the mountain something that uh definitely resonates for me give us a bit of an idea of like what what Ruby's up to when she's not hard at work at a cosya. I mean in an ideal role as I said if you just drop me in the mountains with a sleeping bag and a tent I'm a happy girl um it's not always possible in Berlin so you'll actually find me doing a lot of salsa dancing or hosting some board game nights I am on settlers of Katana fanatic but uh yeah hey well for the listeners out there who are true fanatics you'll probably be less than impressive my skills um but I'm I'm also a big reader so somewhere in between there is where you'll find me on an urban city night. I love it yeah my kids crush me in settlers like Katana I have a mixed feeling about that game but board games are fun. I've been there yeah I haven't I haven't figured it out yet my son's got that one really figured out that's so cool yeah and you know I'm I'm really curious about this connection with nature and maybe this will be my final question for you in the podcast here today um I I'm convinced myself that for many of us this connection with nature is essential to our inspiration and also our intelligence gathering that there's a certain form of intelligence we get to experience in nature that we don't get to experience in pixels and computers and binary and so on and and I'm really I'm interested to share from you um you know if you agree with that statement generally and just kind of for you personally what what is that what is that like like is that a really important thing for you yes I could not agree more um I I mean I got into those whole things as very lucky in my university program there was a scientific diving program that allowed me to come a scientific scuba diver and allowed me to do some scuba diving and research in marine protected areas and then I would later on and go and scuba dive in non-protected areas and you man you saw the difference if you you really saw the difference of what nature perhaps once was and this is just a shadow of that and places where we didn't respect that um but one of the things I loved about being in the ocean and this is true of the mountains through anytime in nature is I feel like I have space and it's something that I think is one of the most overlooked intelligences as you call it but most days I will make 20 to 30 minutes I've got a big kind of forest courtyard behind my flat very lucky but I'll just make time to be there for 20 to 30 minutes doing doing nothing except for being there and I don't know how to put it into words but that space is really important for me to function to to actually step back and look at my life a little bit objectively and look at my opinions and the narratives I get sucked into every day about you know what I think about this and this is my opinion on this and to actually step back and be like okay so that's that's a opinion it's for those who meditate I think it's very similar to meditation and nature kicks you into that and I really value that just in terms of being able to function as a human yeah absolutely and that really resonates is I'm the same way and you know increasingly I recognize in my own personal job description that time in nature is not a you know nice thing if you can have it it's not like a thing that you maybe do once in a while for me it's like this thing that absolutely must happen in a meaningful way on a daily basis as well as a weekly kind of immersive you know day in the woods or whatever and yeah I just I find that I feel way better my my my balance is way better internally and and my clarity of thought is much different and I know there's a lot of emerging science around this that helps us kind of understand what's going on but yeah it's it's it's very real and hence another reason why bringing a lot more force canopy into the urban environments is so important right yeah and I think it's one of the hardest conversations you can have because you can quantify what's the economic value of preventing storm damage or like you know health benefits of decreasing air pollution but how do you qualify or quantify something like just giving people space and these are often the people who need space the most and and I just having a moment in time for you're not getting any input you're not there's nothing in your earbuds there's nothing you're reading there's nothing you're consuming I think it actually allows for independence of thought as well and because you cannot have independence of thought without space to actually look at your thoughts and look at your beliefs and man the the communities who don't have tree cover really are often the communities who deserve that the most absolutely absolutely well Ruby thank you so much for your time for all the work you and your colleagues are doing helping create more space for people around the world along with all of the other social and environmental impacts that you're having and you know before we sign off I just I want to open the floor to you there's anything else you'd like to say or or mention before we conclude the episode the floor is yours nothing except for a big thank you I mean to you your entire team for the work that you all do we can't get our message out there without a community and and really I just enjoy having the chance to sit down with someone and as you say kind of geek out over the stuff because it really doesn't create any value until it leaves our heads and I always also just like to thank the Ecosio community because again nothing we do would be possible without 20 million people who will log on and and use us in plant trees so thank you to to you your team all of our users out there absolutely thanks so much Ruby take care thank you so much the why on earth community stewardship and sustainability podcast series is hosted by Aaron William Perry author thought leader and executive consultant the podcast and video recordings are made possible by the generous support of people like you to sign up as a daily weekly or monthly supporter please visit whyon earth.org backslash support support packages start at just one dollar per month the podcast series is also sponsored by several corporate and organization sponsors you can get discounts on their products and services using the code why on earth all one word with a why these sponsors are listed on the whyon earth.org backslash support page if you found this particular podcast episode especially insightful informative or inspiring please pass it on and share it with a friend whom you think will also enjoy it thank you for tuning in thank you for your support and thank you for being a part of the whyon earth community",
  "audio_transcription_metadata": {
    "whisper_model": "base",
    "language": "en",
    "duration": 0,
    "speakers_detected": 0,
    "segments_count": 555,
    "diarization_available": false,
    "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12592/episode-128-ruby-au-head-of-north-america-ecosia-search-engine.mp3"
  }
}