{
  "title": "Episode 14 – Aaron William Perry reads “Culture” chapter from Y on Earth",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2794/episode-14-aaron-william-perry-y-on-earth-community-podcast.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-14-aaron-william-perry-y-on-earth-community-podcast/",
  "episode_number": 14,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHi friends, welcome to today’s edition of the YonEarth Communities stewardship\n\nand sustainability podcast series.\n\nI’m coming at you today up in the woods, up in the mountains in one of my most favorite\n\nspots, one that I come to often to unplug to connect with nature and to drop into the\n\nincredible, expansive, awesome beauty that is the reality of this planet.\n\nAnd I want to invite you to get out in the woods soon, give yourselves permission to\n\ntake a walk, go be among the trees and get away from the technology and the buildings\n\na little while if you are able.\n\nWell today, unlike some of our other podcast episodes, we’re not interviewing a friend,\n\ninstead I thought it would be a fun change to share with you one of the chapters from\n\nYonEarth.\n\nAnd I thought I’d actually cut right to the very last chapter, the 33rd chapter, which\n\nis called culture.\n\nAnd as many of you know, the book covers so many interconnected topics, topics that are\n\nrelated to our personal health and well-being, our levels of thriving in our own lives\n\nand our families, our homes, our communities, and getting ourselves deeply aligned with\n\nglobal strategies for regeneration, stewardship and sustainability.\n\nOf course, love and care and joy and gratitude are essential to making all that happen and\n\nget to have a lot of fun doing it.\n\nWhich you may not realize given what the camera is showing you and what the microphone is\n\npicking up is that I’m actually standing on a bit of a ledge over here and it turned\n\nout to be one of the better spots with a little bit of wind shelter for the microphone and\n\nsome sun shining overhead, beautiful, beautiful sunshine today.\n\nSo this is chapter 33 culture.\n\nHere creating it, you and I, right here, right now, Mahatma Gandhi told us that a nation’s\n\nculture resides in the hearts and in the soul of its people.\n\nThe Dalai Lama tells us that this generation has a responsibility to reshape the world.\n\nStart the task even if it will not be fulfilled in your lifetime.\n\nEven if it seems hopeless now, never give up.\n\nOffer a positive vision with enthusiasm and joy and an optimistic outlook.\n\nIn Pope Francis in La Dato Si tells us that we are the guardians of creation.\n\nSo this is chapter 33 culture.\n\nWe have a choice, a choice between hope and despair, a choice between stewardship and\n\ndestruction, a choice between love and cynicism, a choice to heal.\n\nAs we heal, we will encounter and draw from an ever-deepening well of hope.\n\nWe will come to see more clearly the underlying wise of our lives.\n\nTo see through the veil, we will come to see clearly which of the various rungs of Maslow’s\n\nhierarchy of needs is ruling our reality.\n\nAre we being ruled by the forces of disembodied prophets and superficial image?\n\nWhere are we cultivating true identities grounded in love, humility and authenticity?\n\nAs we come to see ourselves and our individual motivations more clearly, we will also see\n\nthe broader fabric of our society with increasing depth and clarity.\n\nWe will come to understand a powerful truth.\n\nWe are our culture.\n\nWe are both products of it and are creating it.\n\nOur identities, our motivations, our choices, are all converging in a great tapestry that\n\nmakes human culture on planet earth.\n\nWe will see that our culture is not some monolithic predestined autonomous thing out there known.\n\nIt is the ever-evolving fabric made up of all of our day by day choices.\n\nIt informs how we run as a society and why and we inform it.\n\nTo see through the veil of the consumer culture veneer that has emerged and taken hold over\n\nthe past century, we must open our eyes, open our hearts and open our minds.\n\nOur culture is like software.\n\nIt shapes how we experience and interpret our world and how our world experiences and\n\nis impacted by us.\n\nIf we are to fill our lives with love and humility, we must learn to see things as they really\n\nare, not as we’ve been lulled to assume them to be.\n\nWe must reconnect.\n\nReconnect to the soil.\n\nReconnect to our bodies and our minds.\n\nReconnect to our communities.\n\nReconnect to our impacts on the living world around us and on all of our brothers and\n\nsisters in our one great human family.\n\nTo reconnect we must connect the dots, dots that form a cohesive tapestry of truth and\n\nmeaning, but dots that have become fragmented and disintegrated in our modern techno-consumer\n\nculture.\n\nWe have connected many dots throughout YonEarth and there are so many more to connect.\n\nWhat dots will you seek out and connect in your life?\n\nOur quest to reconnect, to cultivate and ethos of sacred stewardship and mindfulness is\n\nessential to our health and well-being.\n\nIt is a matter of our liberty.\n\nThe sacred God-given freedom that defines and inspires our human quest.\n\nListening, thinking and speaking, telling story and celebrating the great story of our\n\nspecies journey are essential to our freedom and to cultivating the world we really want\n\nto be.\n\nThey are essential to our ability to get smarter and feel better as we cross the bridge\n\nfrom our modern industrial adolescence into a mature and caring, eco-zoic era that\n\nThomas Barry and Brian Swim have envisioned and shared with us.\n\nAs Barry writes, our only security lies in an integral human relation with the life systems\n\nof the planet.\n\nEvery human activity, every professional role, every religious tradition must now be judged\n\nby the extent to which it inhabits, ignores or fosters this mutually enhancing human-earth\n\nrelationship.\n\nWe need an eco-zoic economics and eco-zoic medical practice and eco-zoic jurisprudence\n\nand an eco-zoic education.\n\nSo to our religious and spiritual development lies in the transition from our present\n\nsenizoic, religious and spiritual life to life in an eco-zoic context.\n\nWe live in a time when we have the power and opportunity to choose a pathway of thoughtful\n\ncaring synthesis, a pathway in which we plumb the depths of our cultural history, harvest\n\ngems of wisdom and understanding and bear those gifts with us into the future.\n\nNot in atavistic naivete, but in determined and intentional awareness, choosing to create\n\nour culture as Alistair Macintosh shares in soil and soul, I do not argue for going\n\nback to the past, but I will be suggesting that the past should be carried forward to\n\ninform the future.\n\nIn this way, fresh light can be shed on the story of modern times and wisdom harnessed\n\nto knowledge.\n\nCreating wisdom and coupling it to the burgeoning knowledge of the modern era is paramount\n\nto creating the culture and future we really want.\n\nFor until now, our mainstream techno-consumer culture has been a wash and knowledge and\n\nbereft of wisdom.\n\nWe need both.\n\nWithout both knowledge and wisdom, we are flying blind.\n\nWe cannot see the bigger picture.\n\nWe cannot see the broader context nor properly perceive our own situation.\n\nWithout the combination of wisdom and knowledge, we will miss the fact that we humans are at\n\na tremendous crossroads.\n\nWe’re at an inflection point, the quality, magnitude and scale of which we’ve never\n\nbefore seen as a species.\n\nWe’re connected technologically like never before, able to communicate instantaneously\n\nthrough one great digital internet that spans the globe.\n\nAs if that fantastic noosphere-positive just a century ago by Teohard Deshardin is now\n\nshowing up in our early space-age technologies.\n\nWe’re connected to and changing the very biological fabric of our home planet, the atmosphere\n\nand the ocean for there is truly just one of each.\n\nOur reflecting back to us in their rapidly changing chemistry, the fact that we are living\n\nout of balance, out of cycle with mother nature, our mother earth.\n\nBut at this crossroads, we have the power to choose our course and direction.\n\nWe can choose to reconnect with the living soil, the humus.\n\nWe can choose to cultivate our humility and to share and tell story and celebration\n\nand with humor.\n\nWe can rediscover that our very humanity is intimately linked with the living soil that\n\nis our earth’s biological skin forming a great blanket of life across the land.\n\nAs we awaken to the epic story that unites us, the story of one humanity on one planet\n\nearth, we will see our eukos, our place in a whole new way.\n\nAnd we will understand that we are all living in one eukos.\n\nOne ecology, one economy, the place that is our only home.\n\nWe have the choice to cultivate our lives in the direction of sage poet Farmer Wendelberry\n\nwhen he tells us it is possible as I have learned again and again to be in one’s place.\n\nIn such company wild or domestic and with such pleasure that one cannot think of another\n\nplace that one would prefer to be or of another place at all.\n\nOne does not miss or regret the past or fear or long for the future.\n\nBeing there is simply all and is enough.\n\nSuch times give one the chief standard and the chief reason for one’s work.\n\nAs our understanding of our place in the universe becomes clearer and illuminated, we will\n\ncome to understand that yes, we need the economic market of commerce, but the market needs\n\nus too.\n\nIt is not an infallible God, quite the contrary.\n\nThe market is incapable of generating love without our stewardship guidance, without\n\nour careful and thoughtful demand and our deliberate and balanced work.\n\nThe market is a rudderless ship, a drift, in a nasty chaos of short-sighted selfishness.\n\nThe market needs us to guide it, to shepherd it, to steward it well.\n\nTo compel its relentless signals of demand, innovation and supply into the flowing channels\n\nof restoration, compassion, stewardship and gratitude, otherwise it will destroy us.\n\nIf we do not choose well at the crossroads upon which we now stand, our global economy\n\nwill undermine the fabric of life as we know it.\n\nWe will churn and chew and devour what is beautiful, what is sane, what is precious,\n\nand what is sacred.\n\nWe must understand that this destruction is already underway right now.\n\nThis is not some conjuring, some hypothetical, some narrow, special interest conspiracy.\n\nThis is the reality of what is happening in our lifetime to our world.\n\nTo understand and care about this truth is not a special interest, it is especially in\n\nall of our interests.\n\nIt is a unifying truth, the likes of which our species has never before encountered\n\non such an epic scale.\n\nTo become skillful, shepherding captains of this great vessel of economy, we must internalize\n\nand embody the wisdom of Henry David Throw when he tells us, it is not enough to be busy.\n\nSo are the ants.\n\nThe question is, what are we busy about and why?\n\nOur human proclivity to industriousness must now be guided and channeled into the sacred\n\nflowing rivers of ingenuity, stewardship, and creativity if we are to get where we really\n\nwant to go.\n\nWe must ask ourselves, am I healing the earth?\n\nAm I healing myself and cultivating the skills of stewardship?\n\nAm I practicing humility and gratitude for this utterly miraculous life on earth?\n\nIf we are to secure and accomplish the mission of bringing our economy into harmony with\n\nour ecology, we must harmonize our compassion and care with our work and demand.\n\nAs Paul Hawking describes it, we need to imagine a prosperous commercial culture that\n\nis so intelligently designed and constructed that it mimics nature at every step, a symbiosis\n\nof company and customer and ecology.\n\nTo enter into a realm of harmonized oikos, a realm of frugal superabundance, we will no\n\nlonger see the rules of the economic system as zero of some, with some winners and many\n\nlosers, nay, we will evolve our consciousness from which the very constructs of economic\n\nlaws are generated and arrive at the win-win-win design paradigms, parameters and mandates as the\n\nnew true laws of our oikos.\n\nThis is what we mean by getting smarter.\n\nThis is cultivating a new ethos.\n\nWe will cultivate service-oriented conspiracies while realizing that consumerism, how we now\n\nknow it is just a passing fad.\n\nOur children and our grandchildren will know as true that the consumerism that marked\n\nthe past century is a mere fad, passing away into the annals of history.\n\nWe will have the clarity to choose between two distinct paths.\n\nA choice articulated by Pope Francis.\n\nThe world tells us to seek success, power and money, he says, but God tells us to seek\n\nhumility, service and love.\n\nOur choice is not easy, but it is necessary.\n\nTo choose the path of service and love requires grounded boldness.\n\nA steadfast commitment to stewardship and a humble courage forged in the fires of\n\nour souls to alter our economy.\n\nAn economy that if left to the status quo is rapidly destroying our home and our humanity.\n\nWhich path we choose is up to us.\n\nOur guidance of economy is paramount.\n\nBut our culture is also about so much more than our economy.\n\nIn the essential triad of care, care of ourselves, care of each other and our living planet,\n\nso much lies awaiting our attention outside the realm of buying and selling.\n\nWe must see and cherish our sacred connection to divine creation all of it, a sacred connection\n\nthat is our birthright.\n\nWe will then experience the magic of this super abundant earth creation as Derek Jensen\n\nmeans magic.\n\nHe says the time after is a time of magic.\n\nNot the magic of parlor tricks, not the magic of smoke and mirrors, distractions that point\n\none’s attention away from the real action, no, this magic is the real action.\n\nThis magic is the embodied intelligence of the world and its members.\n\nThis magic is the rough skin of sharks without which they would not swim so fast, so powerfully.\n\nThis magic is the long tongues of butterflies and the flowers that welcome them.\n\nThis magic is the brilliance of fruits and berries that groan to be eaten by those that\n\nthen distribute their seeds along with the nutrients necessary for new growth.\n\nThis magic is the work of fungi that join trees and mammals in bacteria to create a forest.\n\nThis magic is the billions of beings in a handful of soil.\n\nThis magic is the billions of beings that live inside you, that make it possible for\n\nyou to live.\n\nThis infinite miraculousness of our living earth and otherwise self-sustaining bio-regenerative\n\nlife force of creation needs our help.\n\nShe needs our healing efforts and our healing touch, and so many of us are energized and\n\ngrateful to be called to serve God’s creation in this critical time.\n\nWe have right in front of us the possibility of coming together in a great confluence\n\nof love, creativity, and stewardship, and this process is already underway.\n\nAnnie Leonard observes, everywhere I go, she says, I meet people ready for change, people\n\nwho are fed up with the exhaustion that comes from devoting one’s life to the workwatch\n\nspend treadmill.\n\nPeople who know in their hearts that it’s wrong to treat the planet and whole groups\n\nof people as disposable.\n\nPeople who are challenging the bogus stories we’ve been fed for years and are writing their\n\nown about hope and love and working together to build a better future for everyone.\n\nIn order to choose this path, we must become expert stewards of ourselves, of our own bodies,\n\nminds, and spirits.\n\nWe must deliberately unplug from our technologies, connect organically with each other and with\n\nthe living world around us.\n\nWe must develop a discipline of delighting in the wonders of creation.\n\nThis is not peripheral, this is not optional.\n\nFor if we fail to cherish and celebrate the incredible beauty and sophistication and\n\npatterned complexity that is the fabric of our living world, we will fail to understand\n\nproper technique for stewardship.\n\nWe will have committed a grave sacrilege against our creator.\n\nWe will have a shoot and desecrated creator’s divine work.\n\nThat would be a display of bad manners at best, rude to say the least, deadly in this\n\ncase, deadly to our psychosomatic spiritual well-being.\n\nNot delighting in God’s creation is the recipe for crushing and dispoiling our own souls.\n\nAnd this is something we each have the freedom and power to avoid.\n\nAs we unplug routinely disengage the digital technology and the market’s constant hub\n\nof commerce, we open a space for our hearts and minds to connect with the wilder reaches.\n\nWhere the songs of birds, the sights of swaying trees, the aromas of sun-warmed soils are\n\nall around and occupy and fill our attention to an overflowing peace and abundance.\n\nWe will heal and reverse the great disintegration that has been underway as Thomas Barry observes\n\nas we lose our experience of the songbirds, our experience of the butterflies, the flowers\n\nin the fields, the trees and woodlands, the streams that pour over the land and the fish\n\nthat swim in their waters.\n\nAs we lose our experience of these things, our imagination suffers in proportion as do\n\nour feelings and even our intelligence.\n\nWe can, if we will, reverse this trend.\n\nThis is the gift, the choice that our Creator has put before us.\n\nIf we cultivate connection with place, with living soil, with nourishing food, if we steward\n\ninstead of conquer, if we create balance in our lives, if we demand care and compassion,\n\nif we envision a future that we really want and then pursue it through deep love and\n\nthe hard but essential work of healing, we will get there.\n\nWe will create the culture we really want.\n\nThis means deliberately practicing the simple core activities of day-to-day life that we\n\nhave explored together.\n\nThis means getting out to nearby organic farms on a regular basis.\n\nThis means cultivating our garden plots, whether in an inner city or rural place.\n\nThis means immersing in wilderness.\n\nIf we have opportunities to travel to other places, it means seeking out the eco-tourism,\n\nagro-tourism and service-tourism experiences that await our discovery.\n\nSeeking farmers and mothers, teachers and leaders.\n\nSeeking the company of trees and comfort of forests.\n\nAnd seeking soil and planting seeds literally and figuratively wherever we go.\n\nLike eco-zoic, Johnny Apples seeds and Jenny soil makers, we need to become true heroes\n\nof humility.\n\nHeroes who understand the wisdom and import of Melissa Will, also known as the Empress\n\nof Dirt when she exclaims, I am a gardener.\n\nWhat’s your superpower?\n\nThis is about embodying the timeless wisdom of our ancestors and elders.\n\nWith my grandpa, Bear, whose garden became a training ground for me and many others.\n\nAn eco-hero in his own right who survived prison camp and demonstrated right there in his\n\nhumble backyard plot the value of the ongoing garden, the ongoing nourishment that makes\n\nfor a true legacy.\n\nA life poured out and toward the next generations.\n\nStop a bear who demonstrated that his garden is essential, is victorious in meaning, love\n\nand connection.\n\nOur opportunity to create this eco-zoic culture together is predicated on our great awakening.\n\nOn the emergence of a hyper-intelligence that is rooted in the natural intelligence of\n\nthe living world.\n\nTogether we have the opportunity to create what Alistair Macintosh calls a meta-culture,\n\na connection at a level of the soul that goes deeper than superficial cultural differences,\n\na connection simply by virtue of our underlying humanity.\n\nBy getting smarter, feeling better, converging knowledge and wisdom, healing our planet.\n\nAs we open our hearts and minds to the knowledge and wisdom of the ages, we will become you\n\nand I, the modern-day wisdom keepers.\n\nWe will continue planting the seeds in each other’s hearts, to make meals with friends\n\nand family and love and celebration.\n\nTo spend more time outdoors and in our gardens than we do in front of mind-numbing screens.\n\nTo deliberately cultivate the stories of our lives, like great poets writing love sonnets\n\nfor the Creator, who understand our thread connection to the future.\n\nWe will wake up one day, our children, our grandchildren will wake up one day and will\n\nsay, as Alex Stefan has envisioned for the year 2115 in a speech titled, A Talk Given\n\nat a Conservation Meeting a hundred years from now.\n\nWe live today on a healing planet.\n\nYes, much has been lost, but much was saved or restored or reinvented.\n\nAnd what was saved and healed and made anew has become a powerful legacy.\n\nThose gifts became the seed beds from which sprouted our new world.\n\nThose seeds of hope were saved and planted and tended to by the people who made the decision\n\nthat they would live as if the future mattered, as if nature mattered, as if we mattered.\n\nThese were visionary people, responsible people, courageous people.\n\nAll around the world our best ancestors took up the challenge of leaving a different\n\nbolder legacy, one not of error and loss, but of leadership, stewardship and innovation.\n\nOn every continent and in every sea, some of our most important wild places were made\n\nEcological restoration was begun.\n\nThese were saved in the face of planetary catastrophe the tide was turned.\n\nIf today in the 22nd century we live in an era of optimism and hope, it is because some\n\nof our ancestors in the dawn of the 21st lived in a time of clarity and commitment.\n\nWhen they understood the planetary crisis they faced, their answer was not cynicism or\n\nsurrender, but to seek out others and together meet the crisis with action.\n\nWhen they rose in the morning they put their hands to not only the common tasks of providing\n\nfor their families and communities, but the exceptional work of honoring their kinship\n\nwith those who would live in generations to come, and laboring on our behalf to leave\n\na bright green world.\n\nWhen they sat to eat together, they not only nourished their bodies, they nourished their\n\nconnection to earth itself and reminded themselves that humanity lives within this planet, not\n\napart from it.\n\nWhen they too counseled together, they felt the hopes of their children’s children’s\n\nchildren keeping them company.\n\nThey made ambitious plans.\n\nWhen they rose to speak, they spoke not for themselves, but for human possibility and\n\nthe renewed bounty of life on earth, where these ancestors gathered, heroes gathered,\n\nand when they departed, they had given us back our future.\n\nThis is the possibility, the call of our legacy together, you and I.\n\nLet us envision and create a healing world, where our food nourishes our bodies and minds,\n\nwhere we restore living soil, where we eliminate the cancerous chemicals from our water and\n\nair and land, where people no longer become sick and diseased because we are poisoning\n\nour homes.\n\nLet us become the heroes we have been called to be.\n\nOur clean organic fresh nutrient dense foods are the norm, and the several decades-long\n\nfat of wanton consumerism is left in the dust.\n\nBy heroes pursuing not the mere appearance of joy and fulfillment, but its authentic experience.\n\nLet us create the culture we really want, a culture of care.\n\nIn this culture of care, we will integrate home and work.\n\nOur spiritual lives end our lives as economic actors.\n\nWe will cultivate integrity in our lives, in our communities, and in our society.\n\nI will take a moment to pause and show you the image of a culture of carrots, a diagram,\n\nlittle thought map.\n\nOh, I am having so much fun out here sharing this with you, the wind is blowing.\n\nIt is perfect temperature, just enough to feel invigorated, and I just want to take the\n\nopportunity to remind you that this is an episode of the YonEarth Communities Stewardship\n\nand Sustainability Podcast series.\n\nMy name is Aaron William Perry, and today I am reading to you from the 33rd chapter,\n\nthe final chapter of my book, YonEarth, and the chapter is called Culture.\n\nI just want to mention as well that if you would like, you can go to YonEarth.org, that\n\nis a letter Y-O-N-E-A-R-T-H.org, and you can get your own printed copy of the book,\n\nor if you would like, you can use the code podcast to get a discount on the audiobook\n\nor the e-book version of this, as well as our other digital products that are several.\n\nSo it is such a joy to be with you friends, and I hope you are enjoying this episode.\n\nIt is just a little bit more to go in the chapter that concludes the book, so let’s get\n\nback to it.\n\nSo let us celebrate with humility.\n\nLet us celebrate with humor.\n\nLet us celebrate the living humus upon which we stand, and upon which our living humanity\n\ndepends.\n\nWe are alive in a watershed moment in the long story of our species, a tremendous inflection\n\npoint of human evolution.\n\nWe have been chosen by virtue of the simple fact that we are alive right now.\n\nWe are each chosen.\n\nWe live in a wonderful time of immense power, a power of knowledge, and energy unimaginable\n\na few generations ago.\n\nAnd the accumulation of our choices are daily dances and core activities are determining\n\nthe direction of our lives.\n\nWe have the choice to create ourselves, our identities, our being songs.\n\nWe have the immense opportunity and responsibility of being the authors of our lives.\n\nWhat story will we write?\n\nHow far beyond the veil will we venture?\n\nHow deeply will we look inside and come to know ourselves?\n\nHeal ourselves, steward ourselves.\n\nHow clearly will we ask again and again what is motivating us?\n\nWhat is our why?\n\nWhere on the rungs of Maslow’s hierarchy of needs are we sitting and being guided by\n\nthe complex mechanisms our minds and bodies and communities?\n\nWith eyes open we will ask ourselves again and again.\n\nWhat cultural atmosphere will we create?\n\nWhat ethos?\n\nWhat essential character of our times?\n\nWe are smart.\n\nWe have the ability to change and grow.\n\nWe have powerful wills.\n\nIf we choose optimism, humor, joy and gratitude, we will have the capacity to realize a century\n\nof regeneration and sustainability, of health and well-being.\n\nIt all begins right here, right now, with our place and our food, with simple core activities,\n\nwith daily disciplines of delight, with our connection to soil in our own homes and\n\nneighborhoods.\n\nIn the end, this is a choice between cynicism and faith.\n\nFaith that we can and will rise to our greatest challenge and will indeed create the future\n\nthat we really want.\n\nWe will create a culture of authentic experience, not mere appearance.\n\nThis is our future.\n\nThis is the culture we are creating together.\n\nTo get there, we must ask ourselves, what is our why?\n\nYonEarth?\n\nA couple concluding quotes here a few in fact.\n\nSo E.O. Wilson tells us, you are capable of more than you know.\n\nChoose a goal that seems right for you and strive to be the best.\n\nHowever hard the path, aim high, behave honorably, prepare to be alone at times and endure failure.\n\nPersist the world needs all you can give.\n\nFree Jof Capra tells us, we do not need to invent sustainable human communities.\n\nWe can learn from societies that have lived sustainably for centuries.\n\nWe can also model communities after nature’s ecosystems, which are sustainable communities\n\nof plants, animals, and microorganisms.\n\nSince the outstanding characteristic of the biosphere is its inherent ability to sustain\n\nlife, a sustainable human community must be designed in such a manner that its technologies\n\nand social institutions honor, support, and cooperate with nature’s inherent ability\n\nto sustain life.\n\nAnd Shardan tells us, there is almost a sensual longing for communion with others who\n\nhave a large vision.\n\nThe immense fulfillment of the friendship between those engaged in furthering the evolution\n\nof consciousness has a quality impossible to describe.\n\nNow, that’s the concluding chapter.\n\nI hope you’ll experience the whole book and I said that we just read Culture, which is\n\nthe 33rd and final chapter of the book, however, there is a little epilogue called Our\n\nStory.\n\nIt’s just on one page and I want to share it with you.\n\nThis is the one we’re writing together and this is not a dress rehearsal.\n\nI look forward to what you will make happen.\n\nThank you for tuning in today and just give you a quick view for those of you on the video\n\nwith me of this incredible place.\n\nYou can see here I’m kind of perched on a bit of a ledge.\n\nI’ve got some amazing views over here.\n\nThank you for tuning in."
}