{
  "title": "Episode 50 – Anita Sanchez on Women’s Voices, Indigenous Wisdom & the Sacred Hoop of Life",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/6552/episode-50-anita-sanchez-on-womens-voices-indigenous-wisdom-the-sacred-hoop-of-life.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-50-anita-sanchez-on-womens-voices-indigenous-wisdom-the-sacred-hoop-of-life/",
  "episode_number": 50,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Stewardship and Sustainability Podcast Series.\n\nToday we have the opportunity to visit with Dr. Anita Sanchez.\n\nHi Anita.\n\nHi, glad to be here.\n\nIt’s so great to be able to visit with you today and I’m so thrilled that we’re doing this in your home.\n\nAnd we have a very special person entity being with us.\n\nWe can acknowledge the grandmother, the DNA grandmother.\n\nI was teaching all the babies, the original knowledge, the oral history and of course they all listen.\n\nIt’s so beautiful and we’ll be talking a little bit more about that.\n\nDr. Anita Sanchez is Azteca and Mexican American\n\nand is a board member of both the Pachamama Alliance and Bioneers.\n\nAnita inspires people to discover and trust their gifts\n\nso that they become life-giving connections to people and to the earth.\n\nShe has trained thousands of leaders in global corporations and nonprofits.\n\nUsing indigenous wisdom in modern science,\n\nAnita guides leaders in creating caring and inclusive workplaces and communities.\n\nTed X. presenter of Humanities Hope.\n\nAnita is also the author of four books,\n\nincluding the number one international best selling success university for women in business.\n\nAnd the four sacred gifts published by Simon and Schuster.\n\nShe leads an annual journey into the Amazon rainforest for the Pachamama Alliance\n\nto support people to discover and deepen their purpose and the importance of sustaining our earth.\n\nAnita, I’m so excited we have the opportunity to speak with you today,\n\nespecially given your incredible depth and connection in the indigenous wisdom\n\nand the way you’re bridging that over into the work that you do in the corporate world.\n\nIt’s beautiful, it’s what we need in these times.\n\nAnd I’m just curious what got you started in that kind of integration work.\n\nYes, I didn’t have the language for it,\n\nbut I will say it digs way back to age three and four,\n\nmy earliest memories of a dream that I still have today.\n\nAnd in that dream, there’s the earth and there’s all these stick people, different colors,\n\nand we have our hands on each other’s hearts.\n\nRemember in kindergarten where the teachers said, you know, draw what you’re going to be\n\nwhen you grow up and people drew wonderful things, mommies, daddies,\n\nbut I drew this picture of my dream.\n\nAnd I said, and I’m one of them and they’re all over the world.\n\nAnd so there, I already knew that part of what my purpose was,\n\npart of what I was going to be doing was connecting hearts.\n\nAnd so I’ve always loved learning, so I love school,\n\nso of course I went on to get PhD,\n\nbut I also knew that this dream just kept coming to and coming to me.\n\nAnd so what it turned out to be is I’m an organization development consultant.\n\nYou know, I focus in on human systems and a positive change using positive psychology and things.\n\nBut that’s where all the learnings that I got growing up and still to this day\n\nby engaging with amazing wisdom keepers from different traditions,\n\nindigenous that I’m able to weave that together.\n\nBecause otherwise people really think we’re gone.\n\nToo many people think, oh, or but that just belongs there.\n\nNow we’ve done that. Let’s get on with the business.\n\nWait a minute. This wisdom is so needed now.\n\nWe even have like United Nations.\n\nFinally, in their report saying, we’re essential.\n\nI want to use the language.\n\nThey said, indigenous people are essential to reversing global warming.\n\nAbsolutely.\n\nIt’s so beautiful. It’s so needed. It’s so necessary.\n\nIt’s so logical.\n\nRight. And one of the things that increasingly strikes me in this work that we’re doing,\n\nhealing earth, healing our relationships with earth with each other,\n\nis that when we apply logic, it actually requires us to open up our awareness,\n\nour thinking to incorporate things like indigenous wisdom,\n\nwhich are often informed by thousands upon thousands of years of ecological knowledge, for example.\n\nExactly.\n\nAnd my gosh, to help share that message in all kinds of contexts is so powerful.\n\nIt’s very powerful.\n\nAnd as you say, well, indigenous people all over the world were the first scientists.\n\nAnd when you look at science, of course I’m a social scientist.\n\nWhen you look at science, a lot of it is about testing, about observation,\n\nand where some of the best observers to understand, especially coming from a mindset\n\nthat we’re not separate from, but we’re part of, then we sit and observe\n\nand understand that what’s happening there is happening here.\n\nAnd so now we have all the new sciences and stuff, saying, you know, the whole thing\n\nbetween observer and observed, and we’re just sort of like, well, and what’s the question?\n\nRight. It’s the problem.\n\nIt’s one who’s alive, yes.\n\nSo it’s really great to see the awakening happening that we have been in ceremony\n\nand dance and chant and prayer and out, because we’re not just staying by ourselves.\n\nWe’re out in the various places, all the different sectors you’ll find indigenous people.\n\nAnd it’s just that we’re so small and number that people think we’re not here,\n\nunless we actually name ourselves, unless we bring these beautiful art in the different ways\n\nof our knowing out, very in a very forward way, which in part of our learning is not to do that,\n\nbut now we know the time is Earth is telling us all of the world I’m hearing from ceremonies.\n\nEarth is telling us it’s time we all must bring our voices forward.\n\nWe must be in positive action.\n\nSo I so love what you’re doing.\n\nYeah, this is all needed now.\n\nTruly, absolutely, Anita.\n\nYou know, I’m really eager to ask you about some of the ceremonial work that you do.\n\nAnd I want to I want to wait just to make one more point on the science from what strikes me sometimes\n\nis I’ll be in conversations or even perhaps giving a talk somewhere.\n\nAnd somebody might respond saying, oh, I don’t believe you.\n\nI don’t agree with this because I have a science background.\n\nAnd I think to myself, well, now wait a minute, lovingly.\n\nOkay, maybe you took a biology class in high school 30 years ago.\n\nMaybe you’ve got an undergraduate degree in some science that you did 20, 30, 40 years ago.\n\nBut the actual correct response could be, well, that’s a wonderful foundation.\n\nNow have you been paying attention to the latest discoveries?\n\nAnd just in the last five, 10 years, our observational instruments, our ability to see the microbiome,\n\nour ability to see all the way back to the birth of the universe is absolutely transforming our scientific understanding of reality.\n\nAnd it’s coming back around to the indigenous worldview in many respects.\n\nAnd so it just seems in this culture in particular, we have this really big and important opportunity,\n\nthose of us who were trained in that system to keep on that journey and catch up to what’s being discovered right now.\n\nWell, that’s part of the thing, and I love science.\n\nScience is part of the hoopla life, too.\n\nBut some scientists are still stuck in, but science is only testing and looking at the physical world observable.\n\nHowever, even scientists don’t accept that, know that through quantum physics and the microbiology,\n\noh my gosh, the thing they all can agree on, there’s something more, and we don’t know.\n\nSo you’re right, the right answer to that kind of stuff.\n\nAnd I hope I do that. It’s like, science never is about denying your experience.\n\nInstead, it’s to ask the question, tell me more.\n\nLet’s look at that further.\n\nAnd so that’s what indigenous people have kept aligning that knowledge.\n\nThey didn’t have the MRIs, these different kinds of testing things.\n\nBut they did know from observation, from being with, they understood.\n\nAnd so that knowledge, which is preserved so much of our land and our waters all over the world,\n\nand now we need to use that knowledge.\n\nAnd so I love this scene, this coming together.\n\nOr, as some of my elders said, no, they’re just catching up.\n\nAnd it’s wonderful, because it’s not about, oh, I’m here first, and you’re here for that.\n\nIt’s like, it’s time. We’re all interconnected.\n\nSo let’s get on with it, because life itself is telling us,\n\nyou know, we need to change some of the things we’re doing,\n\nand some of it regenerating the earth and, you know,\n\nand paying it to force, protecting them and everything.\n\nSo, yeah, it’s an exciting time. It’s challenging.\n\nBut point, we get to really matter.\n\nAnd what every thought we have, everything we say, and science is just reaffirming what we already knew.\n\nAbsolutely.\n\nI’m so struck, Anita, that I’ve been invited to a few Indigenous ceremonies over the years,\n\nand they have been among my most profound and impactful experiences.\n\nAnd I know that you do a lot of ceremonial work all over the planet\n\nwith a lot of different traditional wisdom keepers.\n\nAnd I was hoping you might tell us a bit about that, and talk to us a bit about\n\nwhat are the duration of some of these ceremonies that you engage in.\n\nAnd what is the unique form of wisdom that comes through there\n\nthat maybe doesn’t in a border room with spreadsheets, for example?\n\nWell, there is, there’s, ceremony is a certain particular kind of sacredness,\n\nwith a particular structure, and for millennium of language,\n\nscience, chanting, medicine, connecting with through plants and things.\n\nHowever, I have to start with first saying is that I am in connection with the sacred.\n\nAll of us are at every moment.\n\nIt’s just whether we want to pay attention to it or not.\n\nThat doesn’t mean to say that everyone and everything is always operating in a sacred way.\n\nBut the essence is sacredness.\n\nSo that’s powerful.\n\nBut ceremonies, I’ve been in so many, I’m so fortunate that both from being young\n\nand my grandmother with her second ceremonies that she would teach us.\n\nBut as a young girl going to college here in Colorado, I began immediately\n\nhooking up with so many different people, friends from various tribes,\n\nand they’re so gracious and loving to bring in whether it’s in sweats\n\nor which can last just a handful of hours and prayer and fire.\n\nOr what I just was in, Courget Stand, with beautiful first time to be a Courget Stand.\n\nAnd seven days of ceremony, a Pila Colorado led that group.\n\nShe’s a Nida elder.\n\nAnd we had 12 indigenous women from all over the world,\n\nand then 12 local indigenous women.\n\nAnd they invited us to be with them as they showed us their ceremony\n\nand it had us participate.\n\nAnd the focus of that whole week was about unity.\n\nAnd we know that’s what we’re talking about.\n\nWe’re all interconnected unity, but particularly because what’s coming up is that women’s voices.\n\nAnd for women’s, so I just have to say two eagles are flying by the windows right now.\n\nYou might catch one of them.\n\nYou see, there are several of them that have been flying.\n\nBut anyway, so it was a really beautiful blessing that we have them coming through.\n\nBut so they were particularly because in the different ceremonies and different parts of the world is coming through,\n\nit is time for women to help us lead from the heart.\n\nIt’s not to say men are left behind, men have heart, men have the feminine parts of themselves\n\njust like women have the masculine parts.\n\nBut it’s saying this must lead.\n\nAnd so in their ceremonies, it was beautiful.\n\nWe used prayer bundles.\n\nThey used wool because it’s so plentiful in the foothills of the Himalayas or the greys and stuff.\n\nAnd so we had these thousands of prayers and they showed us how they create their fire\n\nwith this dipping it in ghee and creating this pyramid.\n\nIt was all in song and dance and it just evolved.\n\nThere was some structure to it but it was also evolving.\n\nAnd what is true is that you get to have inside of you resonate because there’s a knowing as scientists know.\n\nWe don’t really understand how everything works out.\n\nLight works out.\n\nWell, how does this turn into that?\n\nIn that state, there is so openness of the heart to everything.\n\nSo the spiritual, mental, emotional, physical, it’s all there along with the great mystery.\n\nAnd so what happens is like what just happened here, we’d be in ceremony and it would be cloudy.\n\nAnd somehow one ray of sun would come in right into the center of the ceremony.\n\nIt’d be cloudy and all of a sudden not only is that one ray coming but we’d look up and not only eagles are circling\n\nbut other species of bird are circling.\n\nOr in another place where we’re in ceremony and we’re smoking the pipe and this plentiful deer\n\nbut they’d come over and brush and touch and lean on us.\n\nI think what’s happening is as we understand, as you know, trees talk to trees, animals talk to animals.\n\nAnd we can really be in presence of each other.\n\nWe are in communication and we just be still and listen with the softest part of our ears and the softest part of our hearts.\n\nAnd so there was this knowing that in the face all the horror, the challenges that are happening in the destruction,\n\njust about every sector, all of these other life beings are for life and they’re here for us.\n\nAnd you must know that with the beautiful work you do with the earth and oh my gosh, I’m just so excited when you were telling me what you do.\n\nAnd I’m like, well, yay.\n\nI think part of the joy in the work we all can engage in regeneration and restorative practices working with soil,\n\nworking with plants and other species is that it enhances our quality of life.\n\nAnd it truly fills us with an energy that, yeah, we can understand how the microorganisms in soil can penetrate our skin,\n\ncan influence our serotonin production in our neurobiocamistry.\n\nYeah, the science is starting to really put that together.\n\nAnd the fundamental fact is it absolutely changes our experience of life.\n\nAnd it’s such a gift. We are so blessed to be on this miraculous planet.\n\nAnd I love describing it sometimes as a spaceship that is so well engineered.\n\nWe ordinarily don’t even have to worry about the life support systems.\n\nAnd I know in many indigenous traditions, you know, deer has deer’s role in the ecosystem.\n\nBeaver has beaver’s role. Wolf has wolf’s role.\n\nAnd the humans are this very peculiar species that really don’t have a role in the ecosystem per se,\n\nbut have a super special role of stewardship of that place.\n\nAnd that as we get away from that knowing, boy, destructive and dangerous things can happen.\n\nHowever, as we open that listening part, that soft part of ear, that soft part of heart,\n\nand truly embrace that aspect of our role being here on this beautiful miraculous planet,\n\nmy goodness, we can transform almost instantaneously with that kind of knowledge.\n\nYes, absolutely right. And I would say we do have a role because of our millennia that we’ve been here,\n\nand when we’ve been staying in connection, I think about the terrible fires that had happened in California,\n\nnot that long ago. And I happened to be there after the really bad one in Napa Valley, Sonoma, and that whole area there.\n\nAnd I was with some of the tribe, some of the leaders from the tribe there,\n\nand they showed us that for several decades, they were going to the city councils saying,\n\nplease, we need to do this print, this dog patch, this is always, that’s the positive relationship.\n\nThere’s a certain kind of control burn so that the animals have more, so that it’s all in balance.\n\nIt doesn’t mean not touching it. In some situations, it means actually engaging,\n\nbecause we’re part of that hope. And so lo and behold, they showed us the latest,\n\nwhich was a couple of months before the big fires were hundreds of millions of dollars of damage,\n\nbut they were too afraid to listen to this knowledge. It’s like, when you do it, how you do it?\n\nIt’s just not flippin’. It’s really from a long, long study and knowledge to be able to do this.\n\nSo exciting now to see when scientists and indigenous people are coming together, or business people,\n\nphilanthropy, it’s all the different sectors, education, because there’s not any one area where we can’t make a difference.\n\nThat leads me to something I have to say, because women’s voices.\n\nSo I love that in reversing global warming, clearly the work you’re doing is so critical.\n\nBut number, I think it’s six or seven, is education of girls.\n\nAnd so we know that all over the world, if we do that, then that girls make better decisions only about family planning,\n\nbut they always give back and it’s connected to the people, to the earth, to doing small gardens,\n\nall these kinds of things that are like, oh, well, that’s girl stuff.\n\nSo this is human stuff, this is hoofable life stuff, this is what’s being called forward.\n\nSo it’s exciting and it does change.\n\nOne of the ways, also, that I think it changed things for people, that I have to tell people, no, I’m not drinking anything,\n\nI’m not on anything, because they’re like, you’re happy so much at the time.\n\nAnd I said, well, I have challenges, I’m a human being. However, I never, ever.\n\nAnd I don’t use that word very often, never, ever feel alone.\n\nI get lonely, that’s a human condition, but I’m never lonely, because I know that I’m connected to all this, sitting here with you, obviously I’m not alone,\n\nbut the oxygen I’m breathing, thank you, trees, who’ve taken the car, and I’m giving me this oxygen, this earth that this house, my home sits on, the beautiful rocks, I mean, it’s everything.\n\nSo, oh my gosh, the universe really is working in our favor.\n\nAs you said before, like, you almost don’t have to do anything.\n\nWell, we are in a place now, because we’ve done so many things not well, we have to be in positive action, but we have everything conspiring in our favor.\n\nSo beautiful, I love it, I love it, you know, you mentioned earlier about the unity.\n\nAnd I know that in the Four Sacred Gifts, the book you wrote, that’s one of the Four Sacred Gifts.\n\nAnd I was hoping you could tell us a bit about each of the four, what they are, and how they apply in these times in particular.\n\nOh, they’re so relevant.\n\nAhmohican Elder Don Coyas, White Bison, had a vision back in the early 90s.\n\nIn that vision was the call from life itself, spirit was calling, and to bring together elders and to build this hoop of 100 Eagle Feathers.\n\nAnd that in this ceremony, they were to put the gifts in the hoop from elders from all over the world, from different traditions, to help us remember.\n\nBecause human beings have forgotten.\n\nThey’ve forgotten that they’re part of the hoop alive, not separate.\n\nThey’ve forgotten that in order to have harmony and balance, they needed to remember how to be in connection with themselves, their head and hearts, their bodies, their minds.\n\nAnd with other being, other people, and all nature and earth, all of it.\n\nSo they put these four gifts in there, and there’s no secret.\n\nSo it’s a beautiful book, because it has all these indigenous wisdom elders speaking and stories related to now.\n\nThe four gifts to help each of us remember how to be in right relationship with ourselves and each other are first, the gift of the power to forgive them, forgivable.\n\nAnd we could all imagine we all have things that we may say, oh, that’s just not forgivable.\n\nHowever, that’s an energy drain.\n\nAnd to really free up your love of self, as well as love of others, forgiving them, forgivable.\n\nAnd it doesn’t mean we forget, and that we don’t seek new systems and structures so those injustices don’t happen.\n\nBut also means we’re free to be able to use our energy what we want to create.\n\nSo the power to forgive them, forgivable. The second one is the power of unity.\n\nAnd we can come back to that because I know this is what we really want to focus a lot on is power of unity.\n\nUnity, I’ll take all of us.\n\nAnd now I’m talking not just to like, it’s all of us to create a thriving world.\n\nAnd then the third gift is the gift of healing.\n\nAnd healing for indigenous people isn’t like, go with a pharmacy and take something.\n\nI’m not saying don’t do that. It’s great.\n\nThat sacred thing that we created, some of these medicine and stuff.\n\nHowever, healing is more of a process rather than event.\n\nAnd it’s something all of us have.\n\nAnd it’s healing all the time that we can help each other heal.\n\nWe can help heal ourselves starting from the inside out.\n\nAnd that is an ongoing gift.\n\nOh gosh, I have to heal.\n\nI was, yay, I get to heal again and again and again.\n\nFrom the small wounds and the big wounds.\n\nAnd then the fourth gift I just adore is the power of hope in action.\n\nWhich is neat at this time.\n\nWe need hope because some of these things we look at look so desperate.\n\nLike how are we going to deal with this?\n\nI think of the fires and birds like, oh my gosh, this is a horror.\n\nIt is.\n\nAnd it absolutely, we go to the depths of it.\n\nIt is anger and fear and go further.\n\nAnd it’s love that’s calling forward.\n\nAnd so that we can see things that maybe we can’t see through our senses right now.\n\nBut we know are possible that we can do these innovative things that we can come together.\n\nI think of Notre Dame burning down and billions of dollars coming.\n\nWell, we have a situation where I think billions of dollars would come.\n\nBut we also have a national.\n\nThere’s the human beings.\n\nWe’re saying, no, we don’t want your help.\n\nHowever, that’s not the, oh well, we can’t do anything.\n\nThis is the opportunity for us and the forest is asking us.\n\nAnd the indigenous people there and all the other people, like it’s time.\n\nIt’s time to be in action.\n\nAnd so there’s organizations you can help.\n\nLike Amazon Watch or Pachamama Alliance or many of the tribes directly receiving funds.\n\nIt’s so necessary because these are the lungs of our earth.\n\nSo those four gifts, the power to forgive them, forgivable, the power of unity, the power of healing and the power of hope and action.\n\nUse these four gifts and spirit said, you will then remember.\n\nAnd I have been using those gifts in 1995.\n\nI’ve incorporated them into my teaching of leaders at all different levels and corporations.\n\nAnd no matter where I am, people, when I share the whole story of how they came to be and a lot more detail, people slow down slowly on.\n\nWe want to write down the four gifts.\n\nIt doesn’t matter what language.\n\nBecause we all know these are already existing side ourselves.\n\nIt’s about using them.\n\nAnd when you do, then you’re able to be present to what is.\n\nAnd then collectively, we’re able also to then to co-create user energy to do that, rather than more suffering.\n\nThat’s what life’s calling for.\n\nSo that our children have a great place.\n\nI know you have a son and I have two sons.\n\nBut it’s our children.\n\nIt’s our children’s children.\n\nIt’s other species children.\n\nYou know, we get to really make a difference.\n\nYeah, absolutely beautiful.\n\nI have a daughter also.\n\nYou do?\n\nOh, well, her too.\n\nDon’t leave her out.\n\nShe’s an incredible healer, actually.\n\nOh, cool.\n\nYes, that needs to be…\n\nYeah, thank you.\n\nI can tell from your smile.\n\nYou support that.\n\nAll of that.\n\nThat, my grandmother, because she came from Mexico.\n\nShe’s that second.\n\nNeighbors built higher walls in the back yards,\n\nbecause they were like, who is this woman doing this stuff outside\n\nand taking children out there?\n\nSo we used to…\n\nShe taught us how to connect in part to the Earth and the plants.\n\nWe’d come…\n\nIt’d dark in the morning.\n\nShe’d take us outside, and we’d stand by her garden with the sunflowers.\n\nAnd the light would come out, and we’d turn to where the sunflowers looking.\n\nWe’d go play every hour for a whole day.\n\nFrom sunrise to sunset, we’d go back to that spot five minutes in silence.\n\nAnd, whoa, the lesson learned with our bare feet on the ground.\n\nAnd following, being with that flower, you know, it’s powerful.\n\nThat has served me as a social scientist in so many ways.\n\nAnd talking now to other kinds of scientists, scientists, biologists, other go like,\n\nyeah, right.\n\nWe’re talking about life seeks life.\n\nYou know, that’s what needs to guide us.\n\nSo following the light.\n\nIt’s so beautiful.\n\nAnd the sunflowers are such an amazing phenomenon and metaphor.\n\nAnd I imagine most of our audience knows this,\n\nbut perhaps if you don’t, that the sunflower literally tracks and faces the sun throughout the day.\n\nAnd I recently stumbled across a little study that showed that people are observing\n\nthat when really dark clouds show up instead of facing sun,\n\nsunflowers will face each other.\n\nAnd it’s like, wow, what an amazing, amazing…\n\nIt is totally.\n\nAnd I think about my grandmother who had no, my grandmother had no formal education,\n\nwas one of the wisest women.\n\nAnd that’s what I’m seeing all over.\n\nThere are indigenous wisdom keepers who are PhDs and law and all sorts of science.\n\nBut there are also ones who have not had hardly any education.\n\nAnd I’ll tell you, I don’t want to move out of their presence when they begin to speak\n\nand share or just following them in silence.\n\nIt’s like, oh my gosh.\n\nAnd that’s the reality is we so judge each other,\n\nthat knowing that, just watching those like those eagles fly,\n\nsomething was being transmitted, right?\n\nAnd that there’s beauty and there’s value in beauty.\n\nBut it’s also something that part of it’s giving us life.\n\nSo it’s all of it matters.\n\nIt’s really just, I’m very excited about, I’m about to travel again.\n\nSo I’ll be going to some more indigenous gatherings.\n\nAnd some of them are only indigenous people,\n\nbut also so many of them are like what we’re having here.\n\nIt’s from all four directions.\n\nSo we have from the red direction,\n\nfrom the yellow direction, black direction, white direction,\n\nhuman beings, from all these red knowing that they’re being called,\n\nphilanthropists, business people, scientists,\n\nwisdom keepers, young people.\n\nOh my gosh, the young people who are teaching us so much,\n\nthey know in such a no-perform way, you know,\n\nlike let’s get going.\n\nAnd inviting us to be part of making this shift, you know,\n\nthat’s so needed.\n\nI just, to me, it’s like every day I wake up\n\nand I’m just like so grateful to be alive\n\nand in this beautiful place that I get to caretake.\n\nIt’s hard to say I own it because it’s not.\n\nI’m just caretaking it.\n\nAnd it brings such gifts and a place to rest\n\nand between then going back out and doing the work.\n\nThank you very much.\n\nIt is a sanctuary, it’s very much.\n\nI really feel it being here with you.\n\nAnd I’m grateful and I sense so much of that gratitude\n\nthrough everything you’re describing must be part of that wellspring\n\nof that joy that you experience on the regular basis.\n\nIt is. And again, somebody was like,\n\noh, you’re just being polyannish.\n\nBut no, they’re suffering.\n\nYou know, I have lost.\n\nI have an uncle who’s a 97.\n\nAnd I know he’s being hospice right now.\n\nSo, you know, I’ve just forgot a way to do my client work\n\nand then get to him.\n\nAnd he’s lived a beautiful life.\n\nAnd he would say it’s all happening just right\n\nwith all his children around him.\n\nAnd it’s all perfect.\n\nAnd we know as indigenous people,\n\neverything is changing just like the season.\n\nJust like the seed becomes the flower and then goes back to seed\n\nor you know, all the different things\n\nand microorganisms that work, the insect, all of it.\n\nIt’s all here in this beautiful dance,\n\nthis amazing intimate interconnection\n\nthat I have a hard time,\n\nnor do I want to, staying down.\n\nI allow myself because it’s not good to hide.\n\nSo, if you’re feeling bummed out, depressed or well,\n\nlook at that.\n\nFind out where it’s in your body and take a look at that.\n\nAnd then, allow it, move through it.\n\nAnd that’s what I found is like go deeper, go deeper.\n\nThat’s my elders have taught me.\n\nAnd there’s something that happens when you do it\n\nin connection with others.\n\nIn that circle, then the healing happens.\n\nAnd with that, on that mother earth,\n\nand with all these beings with us, it’s just, yeah.\n\nIt just gives you all this energy.\n\nAnd that’s what we are ultimately, right?\n\nScience knows that, we’re energy.\n\nSo, how do we choose to use our energy?\n\nYeah, you know, part of what I sense in this, yes,\n\nthere’s so much emphasis on the relationships\n\nand the awareness of the relationships.\n\nAnd I think for some of us,\n\nthere’s also an invitation to deepen into our courage.\n\nSometimes I think some of this requires some courage\n\nand I know Anita that you’re probably so steeped on this path\n\nthat you’ve exercised courage for a long, long time.\n\nIt must be second nature now.\n\nAnd I just invite a lot of our audience\n\nwho are maybe dipping the toe in the water\n\nor thinking about just kind of opening up awareness\n\nand heart space, thinking about doing more ceremonial\n\nand healing work alone in relationship with others\n\nto acknowledge the courage that’s required\n\nand to celebrate that.\n\nThis is not necessarily easy work all the time.\n\nNo, it’s not, but again, that gift of healing is there\n\nand you’re right, so sometimes people say,\n\noh, well look, you look beautiful.\n\nBut my story doesn’t start that.\n\nI have always had this incredible Indigenous elders around me.\n\nBut I also had a big secret for a lot of years\n\nwhere for age four to 13, I was a victim of rape,\n\na repeatedly incest.\n\nAnd then at age 13, my father is murdered.\n\nIt’s race related.\n\nThey thought he was, they didn’t know his Mexican Native American.\n\nThey thought he was black.\n\nAnd it was during those horrible sixties\n\nand still happens where black people are being killed\n\nand he lost his life.\n\nSo many, so many pains it hurts to be healed.\n\nBut what I found is that getting caught in all that,\n\ngetting stuck in it, actually began taking away my humanity\n\nand began causing more sufferings to where I put up a shield\n\nand we would never have had this conversation.\n\nI would be, oh, white guy, you’re over there.\n\nYou know, no.\n\nInstead, I realized as I started lowering my shield\n\nbecause I started appreciating more and more of nature\n\nand appreciating more and more human beings\n\nwho saw things in me.\n\nBut I began to lower that and I realized that armor\n\nthat I thought was protecting me, was killing me,\n\nwas suffocating me.\n\nThat, yeah, I’m going to get hurt.\n\nYeah, I’m going to not make it.\n\nBut I don’t think of them as failures.\n\nYou know, like, okay, I’m like 40 times closer.\n\nI know what doesn’t work on that.\n\nAll right, thank you.\n\nAnd so it’s just again, it’s this mind is like shifting it\n\nbecause we get to decide, we get to choose.\n\nAnd that’s what my elders are saying.\n\nBe careful.\n\nI remember my grandmother and I remember in the Osage\n\nwhere my cousin, her cousin lived and we used to go there."
}