{
  "title": "Episode 118 – Miguel Gil, CEO, ORGANIC INDIA USA",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12386/episode-118-miguel-gil-ceo-organic-india-usa.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-118-miguel-gil-ceo-organic-india-usa/",
  "episode_number": 118,
  "subtitle": "ABOUT MIGUEL GIL & ORGANIC INDIA USA",
  "description": "[Got Liquid Yoga?] Miguel Gil, CEO ofORGANIC INDIA USA, discusses the tremendous healing benefits and deep cultural significance of Tulsi (Ocimum sactum), called the “Queen of Herbs” that is a center piece of the company’s organic tea, supplements, and fiber offerings. In addition to Tulsi, or “Holy Basil,” which millions in the Hindu faith grow in their own gardens, ORGANIC INDIA also offers teas and supplements with Turmeric, Ashwagandha, and Shatavari, the healing properties of which have been espoused by Vedic and other ancient Indian cultures for millennia.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today we’re visiting with organic India CEO, Miguel Gill. Hey, Miguel. Hey, Aaron. Thanks for having me. That’s great having you. How are you today? Excellent. Yeah. This beautiful setting.\n\nYeah. Yeah. Cool. Just. Yeah. Thank you. Yeah. I’m really looking forward to our conversation here. We’ve got so much to chat about. And it’s lovely. We’re here at Elk Run Farm, which I know many of our audience are familiar with.\n\nWhere our friends nonprofit, the drylands, agro ecology research is located. Nick and Marissa and many of our friends in the community here. So we’ve got a really fun set today here at what we call Paulito’s bistro at the farm. And yeah, looking forward to our conversation, Miguel. Yeah, me too.\n\nAfter decades in the field of international business development, organic India CEO Miguel Gill was looking for something new. He said, I found myself reflecting on an inner void. I was somehow never able to fill despite my successes. I always felt that there was another more fulfilling, more meaningful path ahead of me that would allow me to be of service to a greater cause.\n\nWhen he was introduced to the founders of organic India, he witnessed a company with a vision that mirrored his own and eventually accepted the invitation to take the helm at organic India USA. And he said, my long awaited calling had come with a glorious opportunity to be of service to a community dedicated to true wellness and healthy, conscious living.\n\nHe continues to lead the growth of organic India and committed to the triple bottom line, taking a holistic view of success that benefits people, profit and the planet. He has led the company to its most successful quarter in the company’s recent history.\n\nWhile continuing to share stories of regenerative agriculture and environmental recovery, fair trade practices and altruistic supply chain, which we’re going to talk about in a new business model based on value contribution at every step.\n\nMiguel, you’ve got a background that includes a lot of leadership positions in technology and telecom and a space quite different from the herbal medicine space and the regenerative agriculture space.\n\nAnd indeed you even have your college degree in electrical and electronics engineering. So perhaps here to kind of kick things off so that we can get a little bit of an idea of your background, share with us a bit.\n\nHow did you get into the technology thing in the first place and then what happened to bring you over into organic and fair trade herbal medicine?\n\nYeah, it turned out to be quite the pleasant pivot I have to say. You know, I think the getting into technology initially and that first part of my career that lasted over 25 years was a natural progression from my studies.\n\nYou know, that was sort of expected for me to go into the technology field. And, you know, I quickly got into more of the area less in the technical part, more in the area of business development.\n\nAnd which taught me a tremendous amount, you know, I traveled, you know, I work for companies like Cisco, Motorola, some, you know, really well known household names, if you will.\n\nAnd was sort of been fortunate to do business all over the world literally on every continent. And I learned, yeah, tremendous amount was it was very rewarding for a long time.\n\nBut, you know, as you know, as I try to express in the bio, it’s I always felt that there was something missing from a because, you know, I got to the point. It’s not like technology is an important. Of course it is.\n\nBut I felt that there was always something that I could contribute a lot more in and despite financial success and lots of other trappings that come along with a, you know, a career like that.\n\nAnd yeah, I always felt this this void of to be in service and it was for a long time I couldn’t really articulate that properly, but it wasn’t until I stepped out of the technology space and was told by colleagues and friends and that I was crazy at the time because I didn’t really have a, you know,\n\na, another very concrete thing to go into, but, you know, also creating space allows for creativity to come in, right. And yeah, it was it was a very pivotal time and then, you know, going into the wellness space was always a personal dream.\n\nYou know, I’ve always endeavoured to live healthy, healthy and always had an innate interest in wellness as, you know, as a human being.\n\nAnd then when the opportunity came along to before organically a little bit, you know, when I was working on some other projects, it just still felt very natural and, you know, I built on from that.\n\nRight on. That’s beautiful and interesting. And I think a story that’s probably relevant to more and more folks who are professionals, even perhaps executives and business leaders making these kinds of pivots toward health and wellness.\n\nAnd, you know, technology obviously is very important to these tools allow us to do so much in the way of communication, real life. But technology isn’t everything, right.\n\nRight. I hear that. I hear that kind of expressed as you share the arc of your career path over the past several years.\n\nNo, absolutely. And I think, you know, we’ve been experiencing lots of interest in pivots. I think we all have somebody in our lives.\n\nI think particularly induced through the pandemic where we were all forced into a situation of self-reflection, right.\n\nWhere working from home, in lockdown, even people being furloughed, not working. And this sort of forced situation that was thrust upon us, that forced us all to self-reflect even if that didn’t come naturally to you.\n\nAnd I think, you know, this discussion about the great resignation. I think perhaps not in all cases. I’m sure there are, of course, exceptions.\n\nBut a lot of people reflecting on, what do I really want to do with my life, right. And not just continuing on the same path, because that’s what they’ve always done. And that’s the same thing to do.\n\nAnd I think, you know, the pandemic actually, one of the positive aspects for me is that it’s opened up for people to mind courage to pursue other paths.\n\nBut, you know, just this past week, I’ve seen several articles about this new thing called Quiet Quitting, which is a term I hadn’t heard before about folks working in jobs that they’re not particularly impassioned by.\n\nThey’re not particularly committed to, and they don’t necessarily quit the job. They maintain the job for the income, but are not doing anything sort of above and beyond the bare minimum of what’s expected.\n\nAnd it struck me as very interesting having also served in some leadership positions that on the one hand, we’re probably seeing more of this kind of resignation or Quiet Quitting emerging in what we might call conventional businesses and business models.\n\nOn the other hand, we’re seeing this very exciting, emergent and even maturing directionality among the businesses like organic India and like some of our other colleague businesses, Dr. Bronner’s Patagonia and others who are making such a profound commitment to not only the well-being and health and stewardship of our planet and our communities, but also the people, the team that do the work needed for the company.\n\nSo I’m struck by this rapid evolution unfolding right now in the global economy as it relates to something we traditionally call competitive advantage where indeed probably more and more of the intelligence of the capabilities of the skills and gifts that we want to see in our companies are going to continue migrating toward companies like organic India.\n\nI’m curious if you’ve been seeing that from your position in absolutely companies that you’ve worked in.\n\nAbsolutely. My own personal experience in taking the role with organic India which is a little over three years ago now.\n\nIt just occurred to me, listen to you talk, what an incredibly thriving economy and that we’d all experience.\n\nIf more people were actually in a job that was pursuant to their passions.\n\nThe question about the experience we’ve had, just in some of the changes that we had to make as a business because of when the lockdown occurred and we were very fortunate in the state of Colorado to be able to be one of these businesses considered essential.\n\nYou remember in the early days it was only essential businesses that could continue to practice and go about their operations and so forth.\n\nBecause we’re in the wellness space and then we were allowed to do that very fortunately.\n\nBut we had to, you know, everybody was working from home which was a new thing that we had an officer in Boulder that we typically collected at on a daily basis.\n\nInitially, even from our board of directors, there was concern about how we’re going to have an impact on efficiency and working from home is not for everybody either, right?\n\nBut my experience as a leader going through that transition is that it’s been incredibly positive, you know.\n\nOur efficiency is if anything have gone up quite considerably and from a work life balance perspective, you know, this concept of working from home now is really ubiquitous.\n\nYou know, in Europe it’s where I’ve spent most of my career.\n\nIt’s been a lot more commonplace.\n\nI think then even here in the U.S. I know it’s been a commonplace thing here, but I think the, again, the pandemic sort of propelled the whole work from home situation to a different level.\n\nAnd again, people who probably never considered experiencing that will try and that out as a model have tried it.\n\nHave grown to love it perhaps and have now found a different work life balance situation that they maybe may have never experienced before, right?\n\nSo again, I think lots of unexpected positives that have come out.\n\nYeah, beautiful.\n\nAnd we are outside here, so you might hear an airplane or some birds or a little breeze coming by, so bear with us as we are enjoying our natural setting here.\n\nAnd, you know, I have to quip a little, I can tell by your accent, you probably didn’t grow up here in Colorado.\n\nAnd maybe you could share just a little with us about your background and where you grew up and how that maybe informs your work as an organizational leader.\n\nYeah, absolutely. Thank you for that question.\n\nI’m a bit of a mutt, you might say, because I have a British accent, but my first language is Spanish, actually.\n\nMy father’s was from Spain, my mother from southern Ireland, but they met in the UK.\n\nSo my sister and I have one older sister.\n\nWe were both born in the UK, but no English blood, so to speak.\n\nAnd at home, my dad was there was absolutely religious about speaking Spanish at home.\n\nHe wanted my sister and I to learn Spanish.\n\nYou know, and as a child, it was super annoying.\n\nI’d come home from school with my buddies, and I’d like six, seven years of age.\n\nAnd he spoke perfect English, right, with his accent, but with great English.\n\nAnd he’d speak English to all of them, but he didn’t insist that I spoke Spanish to him in front of even my friends.\n\nAnd as a child, that was very frustrating, right?\n\nBut God bless him for it, because I speak Spanish flawlessly, and I have done even before I eventually ended up living there for a number of years.\n\nSo yeah, so Irish mom, Spanish dad, born in the UK, and then Colorado, or the US is my seventh country that I’ve lived in.\n\nSo lots of, you know, again, back to my career in tech, I got to move around a lot.\n\nSo lived in the US the first time in the mid-90s.\n\nThen I did a stint in South America in Chile, which was amazing.\n\nAnd then in Italy, then to the UK, then to Denmark, then to France, and then back to Colorado, about to the US and Colorado.\n\nVery interesting.\n\nAnd has that, would you say that, has that international experience brought you perspective that makes you maybe approach executive leadership a little differently than some of your other colleagues here in the United States?\n\nI think so, you know, again, back to my time in the tech industry, I managed global teams, so people from all over the planet and nationalities and cultures and languages.\n\nSo I think, you know, being practicing in that kind of leadership environment, you know, forces you even if you’re not naturally predisposed to be more open-minded, right?\n\nAnd I think that’s just, it’s generally a good practice.\n\nYou know, whether you have worked in international folks or not, you know, this business has been more open-minded and open to, certainly to different cultures, business practices, and so forth.\n\nThat’s taught me a lot, and I think it’s, you know, I have a predominantly US team now.\n\nYou know, we spread it all over the country, but, you know, quite a number of folks here in Colorado, where we’ve been how-quartered first since the business has been established here some 20 years ago now.\n\nBut, yeah, I think it’s made me a better leader. No question, you know, just, it’s been a real gift having worked so extensively internationally, as I have, because, you know, it really forces you to change your chip.\n\nYou know, if you get off a plane in Asia and you’re going to figure out, you know, the right commercial strategy for that market, for the company you’re representing, you can’t go with a set of ideas or we’re going to do this in this way.\n\nYou know, you have to really immerse yourself and understand what that market’s all about, and, you know, from a teaching you to take a, you know, a more versatile approach to things, be more open, to not just, you know, approach the business, but also to how to manage people, because different cultures, you know, require a different management approach.\n\nSo, having practiced that, I think hopefully my team would be the best, best lot to ask, not really, but I, I hope at least that it’s, it’s made me a better leader for sure.\n\nYeah, that’s really great, and I’d like to pick up, back up on this, this leadership thread in a minute, but before we do that, since you mentioned your team, maybe the, the mics even picked up a few of those chuckles back there.\n\nI want to mention that off camera, we actually have a few from your team.\n\nWe’ve got Michael Sophia, and we’ve got Marissa Marola, and your son visiting from Copenhagen, that’s an Alex skill is here too, and we thought sort of true to the maybe UK tradition or other parts of Europe and other parts of the world.\n\nWe would kick things off here by pouring out some of the teas on, we made the other day a Sunday that has been chilling in the fridge.\n\nAnd this is one of the organic India teas that you guys were so generous to share with us for the recent Veridi Toss book launch event up at sustainable settings.\n\nOh, yeah, thank you very much. Yeah, we’re going to have to read a little from the book, because there’s actually a mention of organic India in there, as you know, that was written in long before we all met.\n\nSo yeah, this is a delicious, beautiful tea we’ve got here to share today, and hand this to you, Miguel.\n\nAnd if you guys wouldn’t mind joining over here, maybe we’ll do a quick, a quick toast.\n\nAnd here’s for you, and Michael, so to help well-being.\n\nAbsolutely.\n\nThanks for being here with us, you guys.\n\nYeah, thank you.\n\nYeah, part of the fun, of course, with the work we’re doing, with the wireless community, the work you guys are doing with organic India, and what’s happening here at the farm, with the community as we have so many wonderful reasons to gather, sometimes planned, sometimes spontaneously, and enjoy a little tea together.\n\nAnd it’s lovely.\n\nTalking of lovely, you know, I learned about this, what do you call this technique of sun brewing, sun tea, right?\n\nI’d never heard of this, and I’ve been a tea drinker for a long time, but it’s for those who don’t know, it’s a fantastically natural way to brew tea.\n\nAnd somehow, I think it’s maybe exposure to the sunlight or something, it seems to give it a different, you know, different energy quality is great.\n\nYeah, we were talking before we started recording whether we knew of any of the science behind what might make the sun tea a little different.\n\nI don’t know, but yeah, certainly the sunlight’s getting in there directly for hours.\n\nAnd who knows if it’s releasing more of the tannins from the possibly or something, I don’t know.\n\nBut it’s lovely, it’s rich, and that’s the Tulsi focus that we’re drinking, mental clarity and cognitive support. Could you tell us a little about this product?\n\nFor sure, yeah.\n\nSo this, you know, Ayaveta has a plethora of incredible herbs for all kinds of health benefits.\n\nSo this particular, it’s our focus sea line because it has, keep me honest, you know, it’s got go-to cola and brami in it which are two, two very recognized herbs specifically for cognitive benefit.\n\nAnd so, yeah, hence the name Tulsi focused and, yes, a mental clarity and cognitive support.\n\nThat’s the cool one on the back.\n\nLove it. And, you know, the subtitle to the book Why on Earth that is the foundational framework for our Why on Earth community work is get smarter, feel better, heal the planet, really helping connect the dots between our own personal\n\nstewardship, health and well-being and how that relates to our ability to be good stewards and good do great regenerative and restorative work in the world.\n\nAnd, yeah, it’s so important and I love the array of products that you guys have, by the way, for our audience, we’ve got a very beautiful partnership to announce where you can use the code Why on Earth,\n\nletter Y, O-N-E-A-R-T-H at organicindiausa.com and you get a 20% discount off your first order.\n\nAnd so, load up, get a bunch and some of the proceeds actually will also come back to the Why on Earth community to support our podcast and our other community efforts.\n\nSo, it’s a real win-win and a good example of regenerative economics right there.\n\nSo, yeah, don’t forget to use that code. It’s a one-time discount. So, get a lot, get one of each and the holidays are probably coming up here.\n\nSo, thank you for that partnership.\n\nNo, thank you.\n\nThanks, Marissa, for setting that up. And, yeah, I’m very excited to learn more about your other products.\n\nI’ve been enjoying your T’s for a while actually. This is Tulsi Sweet Rose has been a favorite that I’ve had on hand for many years.\n\nIt is a big favorite. It’s lovely. And, yeah, if you could maybe walk us through some of the T’s and other offerings you have.\n\nYeah, absolutely. Well, we’re probably best known for our T.\n\nAnd, you know, I think it’s even though actually two-thirds of our businesses in supplements.\n\nWe sell more supplements than we do T, actually, here in the United States.\n\nBut, we’re better known for our T.\n\nAnd, I think the reason for that is probably the sensorial experience that you have.\n\nAs the leader of a supplement company, it’s a challenge to create that connection with your consumer as a supplement brand.\n\nBecause, you know, even as an avid supplement taker like myself, it’s not the most fun experience in the world.\n\nYou know, you wake up, it’s recommended you take them first thing in the morning before you’ve on an empty stomach a lot of the time.\n\nAnd then you face with a part of 20 pills that you have to swallow down.\n\nAnd, it’s not fun. Then you crush your fingers and hope for the best, right?\n\nBecause you don’t immediately feel the benefits of it.\n\nSo, bonding with your customer as a supplement brand can be a challenge.\n\nSo, I think that’s maybe why we’re better known for our T’s.\n\nBut, our supplements are actually incredible.\n\nI mean, I’d love to tell you a bit more about those.\n\nSo, we are, I think the first and one of the only still fair trade supplement suppliers.\n\nAnd, you know, we talked a little bit before we started recording about the importance of fair trade and one incredibly valuable certification that is.\n\nAnd, you know, as a company that’s really been behind attaining those vacations, important ones.\n\nI have to say, you know, fair trade is not for the faint heart.\n\nThe process, you know, is to take your business through the steps and to tick all those boxes is actually a really big ask.\n\nBut, it’s absolutely worth it if you can, if you can say that journey.\n\nSo, our supplements are, I think the very first fair trade supplements in the United States.\n\nAnd, also the first certified organic supplements.\n\nBecause, we use a plant-based material for our capsules called Pollylon, which actually comes from a,\n\nit’s almost like a, like a mycelium type of material fungus mace, which, which makes it, which can come in an organic format.\n\nAnd, we were, we were, I think, yeah, the first company in the United States to adopt that particular material for a, we have that exclusively on our capsules.\n\nSo, that’s how we got the USDA certification for it.\n\nAnd, and then wow, I could, I could grow them for a long time. I want to be conscious.\n\nYeah, I would love to learn a little more about the supplements you offer and why they’re good.\n\nAnd by the way, and I love helping connect some dots, you know, for our audience to some of our other resources.\n\nAnd I’m going to mention a few other podcast episodes that kind of relate in with this story that we’re sharing today.\n\nYeah, but, you know, in the why on earth book, there’s a section talking about our food and our, and our herbal medicines, our herbs.\n\nAnd this little concept of grow, know, and show where hopefully we have an opportunity to grow some of our own herbs and foods.\n\nAnd we’ve got lovely things happening around here like that.\n\nHopefully we get to know more and more of the farmers and gardeners in our area who are growing great herbs and foods.\n\nAnd we’re sharing with them and maybe trading with them.\n\nAnd then this show piece, this third piece is so important when we’re sourcing fruits from other parts of the world, right?\n\nAnd yeah, there’s not a lot of Tulsi probably growing right around here.\n\nThere’s not a lot of chocolate and coffee and black tea and so on and so forth growing right around here.\n\nAnd so we’re going to be sourcing these things from, you know, parts of, you know, very remote parts of the world from Colorado.\n\nAnd that’s where these third party certifications that help show the practices of companies like organic India, I think, are so important for us to have confidence as consumers when we’re purchasing this product.\n\nSo I’m just thrilled about your commitment to these third party certifications and that you’ve had such leadership as a company in the space.\n\nAnd we’ll talk a little later on about the new regenerative organic certification that’s emerging and your guys help with that whole effort.\n\nBut yeah, please tell us some more about the supplements here.\n\nSo we, you know, being a mission-driven company in the real sense, you know, that was right from the inception when our founders first embarked on the journey with organic India, we always have lived by those and continued to operate by those original founding principles.\n\nAnd one of them is, you know, there are many aspects to it, but the, you mentioned our altruistic supply chain before.\n\nSo we don’t, we don’t buy any of our raw materials or source any of our raw materials through cooperatives, which is typically, you know, is a normal practice, right, because it’s very difficult to do business on a one by one basis with individual farmers, if you will, right?\n\nBecause that’s that’s a difficult thing to manage and negotiate on a one book.\n\nBut our founders from because of the fair trade aspect of their original intentions and what’s really been built into our business model from the start, we actually deal direct with two and a half thousand small-hoed family farmers in India.\n\nWell, and so that that’s one aspect, you know, so from direct sourcing.\n\nYeah, so we direct source from them. And if you take and the reason we do that is so that we can pay them on average, I think, Marissa, it’s like 17% above the market rate, we pay an average for for our raw materials, which gives them obviously a better livelihood than because if they sell to a, you know, to a cooperative or middleman if you will,\n\nthey that there was organizations take their cut and of course that affects the farmers livelihood. So that was the original intention and that’s, you know, still how we operate.\n\nBut if you take turmeric, turmeric is probably one of the most ubiquitous everybody knows it. It’s, you know, it’s the biggest category from a single supplement here in the United States.\n\nWe do things not only do we source directly from the farmers and and and have those relationships, I just mentioned, but we also go to the lengths of grinding it ourselves.\n\nSo for those who don’t know, turmeric is a root. So so that that root has to be has to be dried in a specific way.\n\nAnd you know, if you study, I have a there’s there’s a method for everything. So we follow that dry method very closely and we so we actually buy the root.\n\nMost of the other turmeric supplies that source from India, they buy the powder from cooperatives that’s already been sort of ground.\n\nSo we buy the roots, we dry them in that that very specific way and then we grind it ourselves.\n\nSo and that that ensures, you know, there’s you’ve heard of this concept of prana, right?\n\nSo prana spoken about, which is the life force in plants and in our food and in lots of things.\n\nYou know, we we we follow that that I have added practice to ensure that the, you know, the prana is present in that turmeric that did eventually appears in a capsule encapsulated format.\n\nAnd that we’ll sell it in, you know, in a loose format too, but most of what we’re providing in camp because to me, it’s not very palatable.\n\nI mean, if you eat it, right, it’s not not great. So, but we, you know, we grind it ourselves. We dried ourselves.\n\nWe encapsulated ourselves new the whole thing at our amazing factory, you know, just to talk about the factory for a second, you know, we cut the ribbon on this facility.\n\nIt will be three years in November. I think this November now in 22 and it’s the first and still, I think the only lead platinum certified food production facility in India.\n\nWow, the subtle content. That’s quite amazing. Yeah. And, you know, for those, those of you know about lead to the case, I’m sure a lot of your community.\n\nYeah. No, all about lead to the occasion with your credentials in that area. Then that’s something we’re very proud of.\n\nThere’s extraordinary well done. Congratulations. Yeah. The whole lead system is not only an important comprehensive framework for the energy performance air quality and other aspects of built environment built buildings.\n\nBut there’s bronze silver gold and platinum and to hit platinum is a really big deal. Yeah, especially I would imagine in a manufacturing facility.\n\nAbsolutely. Absolutely.\n\nIt’s absolutely and you know when we were when I first joined the company we were we were about a year little over a year away from the inauguration of the factory and you know interacting with my my colleagues in India.\n\nI’m like seriously we’re aiming for lead platinum you know this has never happened before guys and they were like yeah we understand that but if we’re going to do it we’re going to do it the right way right and an aim for the very highest level.\n\nAnd yeah even I thought wow that’s a lofty goal you know and but yeah they achieved it and it is an amazing feat where in India is that.\n\nWe’re in the state of Uttar Pradesh which is the most popular state in India I think it’s somewhere over 200 million so it’s about two thirds of the size of the US in one state in India.\n\nAnd it’s it’s where our founders it’s where the business started and it was it’s still considered the bread basket of India you know it’s where most of the week production comes from and and these kinds of of crops and you know tapping into the you know the founding story are a little bit when when big agro first arrived to to India Uttar Pradesh was probably one of the worst affected states.\n\nYou know when pesticides and GMO seeds and all these these you know this monoculture approach monoculture approach to to farming really battered the state of Uttar Pradesh is this where the green revolution hit hard is actually a lot of farmers were indebted for chemical purchases and a lot of suicides a lot.\n\nOh my goodness yeah yeah actually over a hundred thousand documented farmers suicides a hundred thousand it’s it’s actually way over a hundred thousand I yeah I should look up the number I mean my mind couldn’t get past the you know a hundred thousand is a staggering number when you think about it and many of these farmers tragically they they drank the same pesticides that they’ve been sold you know to to you know to commit suicide and that had a I mean it had some kind of\n\nso many negative so much negative impact on those communities on on the people on the widows and the families that were left behind and and our founders were watching this unfold as they were studying together under the same spiritual teacher in Uttar Pradesh and and you know they couldn’t couldn’t stand by and see this continued to happen and not try to do something to address it.\n\nSo so our mission really as a company it started out as a mission to where to really do something about and to really try and help these these farmers actually their widows because you know in Hindu culture when when you marry when a couple marries the the woman marries into the the husband’s family more so than the other way around right and so and typically they go to live with the with the husband’s family.\n\nSo many of these widows that were left behind by by farmers that are committed suicide in particularly in rural India many of these these women were sort of ostracized as as widows the they you know they weren’t as as accepted in in these communities and so forth and and some of them tragically to take into prostitution and other things just to be able to feed and sustain their families and and the founders of organic India actually went out of the world.\n\nSo the way when we first started the business to hire these women train them teach them new skills and and not just bring them into into the company but pay them the same wages as the man which was also a well shockingly different you know approach at the time so much so that that we I’m so I’m told by by our founders that they couldn’t find men to come and work for the company is because they were like you know well you’re going to pay the women the same right we’re not going to go work in the like okay fine there’s a lot of work going on.\n\nThere’s plenty of ladies willing to take up these roles so for for a while they couldn’t they couldn’t find men to take up some of the positions that obviously changes over time but yeah that was you know the business really started as a mission and then the products and and the whole business and the company evolved around that that found a mission and vision that our founders had to to to really\n\ndo something impactful positively about about that situation we have we have many friends and colleagues who are connected to organizations that make it a priority to care for widows and orphans and it’s very interesting to me to hear this kind of focus in the origin story of organic India\n\nand it’s beautiful and I’d love to hear maybe a little more if there’s more to share about the the founding of the show show that would be really well you know as I explained a you know they they went out of the way to to try and create a livelihood for these women that were that were having great difficulties because a direct result of the you know the impact of the green revolution and so from from there actually the if you don’t mind\n\nI’ll tell you the the one of the one of the stories that that really was pivotal for me in making a decision to take on the role is when when the the founder Barat Mietra told me about the very first meeting that they had with the farmers they they befriended an MD who’s actually he sees passed away now unfortunately\n\nDr Singh who was from one of the actually from Mutta Pradesh in one of these small rural communities very well respected an incredible herbalist he was an MD I forget exactly what what is practice which specialization he had but he was way more known as an herbalist eventually\n\nand and was you know deeply entrenched in in in Ayurvedic practices and medicine and so forth and had a huge following as a result and he he went with them to this this village the village that he grew up in\n\nand helped organize this farm this meeting with the with the farmers writing and so I think 20 or 30 farmers showed up from this area and some of them just had like you know an acre of land a half an acre not big farms right\n\nand so our Barat Mietra stood up and and he’s in Israeli so this white face appears and there were obviously suspicious of that because they you know they’ve been sold a bill of goods with the with the big agro community that had come along\n\nand and promised a lot of things that they didn’t deliver on so there was some skepticism to begin with and he tells them that he wants them to grow Tulsi right and we can you know I know we’re going to talk a bit more about Tulsi\n\nso what’s going to grow Tulsi which is a plant revered by all Hindus and in fact most Hindus have a Tulsi plant in their house because you know it’s they pray to it every day for for for reasons you know it’s steeped in in Hindu belief and and that that they were going to make tea from this these Tulsi plants and that they were also going to have them embark on this certification\n\nbecause they were actually very visionary at the start they recognize that to get certified organic certification that at the time in India was was not even a thing I mean the term organic didn’t exist now many of the practices the farmers used natural bio dynamic regenerative practices were second nature to them right but there was no label put on it as this being organic so we’re going to you know we’re going to take you on this organic certification journey which you’ll take three years and you will be able to sell any of your product for that but don’t worry about that\n\nbut don’t worry we’re going to stop pilot all and so forth and and and we’ll pay you for your crops and and all during this three year period then eventually you get certified and then we’ll be able to export the product to for a higher price and everybody will make more money and all be great and they’re looking at looking at I’m saying you know run that what buyers one more time you want us to grow Tulsi which we all have plants in our own home so if we want to make tea out of Tulsi we just go pick a few leaves and keep it and it’s done right\n\nand then for three years that’s going to take to get a certified organic you’re going to subsidize that that time you know and then eventually hopefully with this certification we’ll be able to export our products and they’re like yeah that’s right and he said they almost got chased off with pitchforks right because they thought these guys are you know moon\n\nsomebody exactly and they even said well tell us to grow potatoes or wheat or whatever you know if you guys don’t end up buying it from us at least we can feed our families with that right there\n\nyou know so one farmer one farmer called Kailash Singh who was way into his 70s I think already by that point he he didn’t have a lot to lose and he’s like and he had a relationship with this this MD doctor that was the herbalist specialist and he’s like because of the relationship I think more with the with the doctor than our founders he said okay you know I’ll give you a try because he gives a very respected member\n\nI think initially they had three or four farmers came along and and I should mention as well this particular area of Uttar Pradesh was the worst affected I mean it was like scorched earth in terms of how badly affected the you know the land and how degraded the soil was and all these terrible things that can happen through misuse you know in the road and the wrong practices and so they started out with these three four farmers and then about a year and a half later they came back and and through that they came back\n\nand through the regenerative practices that the you know were being developed and engaging in the land of course Mother Nature was starting to bounce back and then they had another farmers meeting and then many of the skeptics from the first meeting came back and said well you know they could see what was happening\n\nand one of the very vocal ones who said absolutely not you guys are crazy what do you think blah blah blah he came to our founder and said so is this still a chance for us to join the program well and he said absolutely of course you know you’re very welcome you said but you might be asking because you were one of the most negative about this whole concept when we were here a couple of years ago\n\nand he said well the birds of my childhood and returned right and because the and the founder and he told me the story you know he had tears in his eyes and and he was so touched by that that the this particular farmer was not so much motivated by the you know the potential financial gains or other things like that but he was so touched by the fact that the you know the birds\n\nfrom native to that area were returning to these these these lands because Mother Nature God bless her you know was give her a chance and she’s she’s going to bounce back right and that’s that’s what motivated him another farmers to because they could visibly see how the lamb was regenerating how beautiful it is amazing you know so touching yeah well it’s quite a long there’s lovely I really appreciate it and let me just remind\n\nour audience this is the why on earth community podcast I’m your host Aaron William Perry and today we’re visiting with Miguel Gil the CEO of organic India and I got to take this opportunity to share with our friends that while writing why on earth actually I’m you know I started working in the natural foods and herbal medicine arena clear back when I was in high school\n\nand and so already in in why on earth this book that that we published about five years ago there’s mention of organic India as one of the great companies doing work in organic agriculture and herbal medicine with the commitments that you guys have\n\nand then in in Veritas which of course just officially published there’s a passage where our our heroine Brigitte Sophia has had to flee New York City ditch her technology go off create and meets up with this friend of a friend in Boulder Colorado\n\nand this kind of wacky and eagmatic guy she doesn’t really like it first but you know how love stories go right and she’s in his kitchen and she has let’s see yeah she has just woken up from a nap because she’s exhausted and this guy Leo’s his name is cooking in the kitchen and she comes in and he says well hi there friend Leo looked both regal and comical\n\nand is nearly press shirt royal blue apron and efficient confident movements about the kitchen on the counter admits the glass mason jars full of herbs spices seeds and loose leaf teas she this is Brigitte Sophia now noticed a bag of Manitoba organic hemp hearts several boxes of organic India teas\n\nand some new men’s own cookies next to the purium bags so you know as a storyteller for me it’s such a joy to to be able to weave into this this great big story the great healing is within our power and mention companies like organic India and of course the work you guys are doing with the certifications you’re also be cert becorp certified right\n\nabsolutely which is also not a joke I took a company through that process a few years ago and it’s a meaningful certification in my opinion absolutely to get that and you’re also very supportive as we mentioned earlier of the regenerative organic alliance and their new regenerative organic certification which I understand you guys are now working on for one of your product lines is that correct\n\nthat’s that’s right actually with with Tulsi are our signature herb that we that’s present in pretty much all of our teas and and many of our supplement formulas also yeah so we’re we’re pursuing regenerative organic certification for initially for that product we hope to take it to other ones and I think Marissa we’re we’re looking at some time next year yeah hopefully by by the middle not not too late next year to achieve that we’re already on that\n\non the path that’s wonderful for all of you in the future this is 2022 so sometime next year 2023 thank you that I forgot to mention too of course for why under dot org of readie toss book dot com VIRID ITAS book dot com and organic India USA dot com and when you go there be sure to use your why on earth code\n\nto get a 20% discount on your first order and it sounds like you’re going to have a lot to stock up on and we’ve been talking a bit about the tea and the supplements and I want to be sure to get to these other products as well but would you tell us a little more about Tulsi and why it’s so special\n\nyou’ve mentioned that in the Hindu tradition many folks of that faith will have their own Tulsi plants that they’re growing why why is that what’s the big deal there well you know Tulsi has a it’s first of all it’s an adaptogenic herb so for those and you know and adapt to\n\nthe pathogens are becoming a lot more popular here in the U.S. now and more widely known and and they they’re framed as adaptogenic herbs because they have a they have an incredible natural ability gifted by the plants that they come from to to adapt to your body’s need so if you’re in the case of Tulsi which is a very calming stress relieving herb it it will have that calming and stress relieving effect on you if you\n\nstress and stress can can manifest in different ways it can be a physiological sensation it can also be a psychological one you know there can be many many reasons to that can induce a state of stress and Tulsi has an actual ability to have a very very calming effect on that but at the same time it has antimicrobial benefits it’s great for digestion it’s great for the immune system\n\nit’s it’s an incredible natural barrier for the body if you will against contaminants that can be in the environment in in water sources and in in things that that’s surrounded so it’s it’s a real catch all herb for many things it’s you know when you if you read through the literature about\n\nif you read through the literature about\n\nall the benefits that it’s hard,\n\nit sounds pretty miraculous, and it is.\n\nAnd for that reason, amongst others,\n\nit’s been considered the queen of herbs.\n\nAnd Ayurveda has many incredible herbs, right?\n\nSo to, and I think part of the reason\n\nfor the queen of herbs, Monicle,\n\nalso referred to as liquid yoga.\n\nI think that it marries you because of the calming effects\n\nthat it can have as I’ve just described.\n\nBut, you know, to your question about,\n\nwhy is it revered as a plant,\n\nand why do Hindus have it in their home?\n\nSo Tulsi is considered to be the incarnation\n\nof Lakshmi in a plant form, and Lakshmi,\n\nfor those who don’t know, is an Indian goddess deity\n\nwho was, who was the wife of Vishnu,\n\nthere’s another very prominent Hindu god,\n\nand she represents prosperity and abundance and so forth.\n\nAnd also, Tulsi is considered to be,\n\nyou know, through, I guess, this incarnation,\n\nin, you know, as Lakshmi is, you know,\n\nin Hindu mythology is one of the very revered gods,\n\nis considered to be the bridge between heaven and earth.\n\nSo, for Hindus praying to the Tulsi plant at home,\n\nit’s almost like worshiping weather out\n\nand worshiping weather, they may eventually, you know,\n\nfind themselves at the end of their journey.\n\nSo it’s, yeah, it has a, you know,\n\nbeautiful spiritual connection too.\n\nAnd, you know, having spent, you know,\n\nmany, many trips to India over the years,\n\npeople really do believe that.\n\nIt’s not, you know, it’s not a,\n\nit’s not a thing for a few or a small part\n\nof the Hindu community, it’s very central.\n\nAbsolutely, yeah, how beautiful.\n\nWell, and it makes me think of the,\n\nthe title of the novel Veridi Tos,\n\ncoined by Hildegard Fund,\n\nbeing in about 900 years ago, the medieval mystic,\n\nthis term Veridi Tos means the green healing energy\n\nof the divine or life force of the divine\n\nthat flows through the plant kingdom in particular.\n\nAnd it sounds like with Tulsi,\n\nthis has a particularly potent expression.\n\nYeah, scientifically and culturally\n\nand in terms of our mythopoasis.\n\nYeah, yeah, absolutely.\n\nSo it’s, yeah, it is considered as, you know,\n\na representation of the divine from the plant kingdom.\n\nEssentially, you know, if you read,\n\nread about the, you know,\n\nthe spiritual reverence of Tulsi,\n\nthat’s exactly how it’s described.\n\nSo makes me want to go out a couple more pages\n\nto the book, that’s not gonna happen.\n\nSo and actually, I was fortunate,\n\nI don’t know if you’ve ever been to the city of Varanasi\n\nand I haven’t, not yet.\n\nOh my goodness, it is, you know,\n\nit’s considered, considered by many\n\nto be one of the most ancient cities in the world.\n\nI mean, and it’s documented history\n\nas far back as 5,000 years, right?\n\nSo I think only the city of Damascus maybe\n\nis considered to be older than Varanasi.\n\nBut, you know, when you go to this place,\n\nthe energy is just like, indescribable.\n\nAnd I was fortunate to be there one time now.\n\nThere’s a festival every year in India\n\ncalled The Marriage of Tulsi, actually.\n\nAnd it’s called The Marriage of Tulsi\n\neven though it refers to The Marriage of Lakshmi,\n\nto Vishnu, right?\n\nBut they call it The Marriage of Tulsi.\n\nAnd part of the tradition there is the mothers take Tulsi plants\n\ndown to the River Ganges, because, you know,\n\nVaranasi is on the Ganges River,\n\nwhich has incredible significance in Hindu tradition.\n\nAnd so they take their Tulsi plants down\n\nand they do a puja and they pray.\n\nAnd it’s for, it’s for their daughters\n\nbecause of, you know, the marriage of Tulsi\n\nrelating to Lakshmi’s marriage to Vishnu.\n\nThey go and pray for their daughters\n\nto find a good husband.\n\nAnd I was there one time watching all these ladies\n\nheading on the way to down to the Ganges\n\nwith these big Tulsi plants.\n\nSo I’m like, what’s going on?\n\nYou know, when I asked, I asked a local\n\nand they explained the story to me.\n\nAnd it was, yeah, it was beautiful to witness that, yeah.\n\nOh, wonderful.\n\nThat’s absolutely marvelous.\n\nMaybe we can track down a photo of that\n\nto include when we publish the show notes.\n\nI would be really neat.\n\nI want to quickly mention a few other podcast episodes\n\nthat you might be interested in.\n\nIf you haven’t already watched or listened to them\n\nthat focus on herbal medicine and regenerative organic\n\nagriculture and stewardship.\n\nAnd we’ve got a recent episode with Elizabeth Whitlow\n\nwho’s the executive director of the regenerative organic\n\nalliance.\n\nWe have Brigitte Mars actually joined us\n\nfor two episodes thus far.\n\nCheck those out.\n\nThey’re both wonderful.\n\nWe did a walk through with Stephanie Sison\n\nat her biodynamic herb farm up at sustainable settings\n\nnear Carbondale and Aspen, Colorado.\n\nOf course, Chef Maria Cooper did an episode\n\nin using her beautiful heartful kitchen cookbook\n\nas my writing tablet here.\n\nAnd in this book, she not only presents\n\namazing recipes including those coming\n\nfrom her grandmother who’s from,\n\nI want to say Syria, somewhere right in that region,\n\ncould be Lebanon, I don’t know, somewhere right in there.\n\nAnd she’s also indexed the entire set of recipes\n\nfor different dietary requirements,\n\nwhether it’s celiac, low glycemic, gluten-free, whatever.\n\nSo it’s an amazing resource.\n\nAnd then, of course, we also had the opportunity\n\nto interview Jeff Moyer, the CEO of the Rodale Institute\n\nand Yichau Rui, one of their lead soil scientists\n\nfocused on regenerative soil practices.\n\nAnd then, many of our friends over at Dr. Bronner’s\n\nand you’re talking about Dave and Mike\n\nbefore we started recording.\n\nAnd I see him over there doing amazing work.\n\nIn this evening, we might even break into a little bit\n\nof the very special magic chocolate\n\nafter we break some bread together.\n\nSo a great shout out to everybody there.\n\nAnd I wanted to make sure that we,\n\nbefore we sign off for the day-to-day Miguel\n\nthat we also just mentioned what you’ve got here\n\nwith this pack and also with the psyllium products\n\nof folks to know what they can come and get.\n\nSure, yeah, thank you.\n\nYou know, as we mentioned before,\n\nyour tea is something we’re very recognizable.\n\nThat’s one of our main product categories\n\nand then we have all of our supplements\n\nall coming from Ayurvedic herbs, obviously.\n\nSo, you know, individual supplements\n\nsuch as ashwagandha or turmeric or holy basil talsi.\n\nBut we also have lots of formulations,\n\nwhich are a combination of different things\n\nfor different health benefits.\n\nAnd then actually in this pack, which was released,\n\nit came out into retail just a few couple of months ago.\n\nAnd we have for, it’s designed to be a very convenient access.\n\nSo I think in this particular version,\n\nwhich is for immune support,\n\nwe also have for digestive support,\n\nwe have for stress relief,\n\nand we have for cognitive.\n\nCognitive, yes, we’ve got four different ones.\n\nSo in every day there’s a sachet\n\nand you conveniently open up the box\n\nand you pull out the sachet, which gives you\n\nthe exactly that combination of supplements\n\nthat you should take in this case for immune support\n\non a daily basis.\n\nAnd it’s just a very convenient way\n\nfor not to have all different bottles\n\nand have to open them all up.\n\nAnd you can take them on the go with you\n\nif you’re traveling or would have it.\n\nSo it’s great formulations for all those health benefits\n\nI mentioned.\n\nAnd then the other category after tea and supplements is fiber,\n\nit’s a psyllium fiber in particular.\n\nWe’re very well known for our whole husk\n\npsyllium fiber product.\n\nFor instance, the number one selling organic,\n\ncertified organic psyllium fiber products in the US.\n\nAnd this is another fiber product within that category,\n\nwhich is, it’s again,\n\npsyllium is the main event, if you will.\n\nBut then there’s this pre-improbiotic elements\n\nto the formula.\n\nAnd then this particular one has cinnamon in it as well.\n\nAnd we grow our own cinnamon,\n\nwhich for those who haven’t tried it, it’s amazing.\n\nReally amazing.\n\nAnd cinnamon has great blood sugar-regulating properties,\n\nnatural blood sugar-regulating properties.\n\nSo this particular one, which is the cinnamon variety,\n\nthis combination of pre-improbiotic fiber together\n\nwith psyllium, and it comes in three flavors,\n\nis in credit for those who don’t know psyllium.\n\nIt acts, it’s quite gelatinous when you mix it with water.\n\nBut if you use the right doses, of course,\n\nit stays like you were once, it gets into your gut.\n\nIt almost acts like a digestive broom.\n\nIt sweeps everything out.\n\nThat doesn’t have a business being there any longer.\n\nAnd it really helps to, just for the body’s natural regulation.\n\nAnd it’s also, you know, psyllium is actually one\n\nof the only fiber sources to be recognized\n\nby the American Heart Association\n\nto be, you know, have that good-for-heart health stamp,\n\nwhich psyllium actually does.\n\nRecently on something before we were recording\n\nabout cholesterol.\n\nYeah, it was lowest cholesterol, you know,\n\nby increasing digestion and that whole process.\n\nIt’s, yeah, it’s, again, it’s another magical.\n\nSource of fiber.\n\nThere are many sources of fiber,\n\nbut psyllium is particularly beneficial.\n\nSo those are the main three categories.\n\nWe have, you know, lots of other products as well, you know,\n\nboth in all of these categories, you know,\n\nbut what is your personal favorite\n\nfor your own personal use of all these?\n\nThat’s a tough one.\n\nI’m a big fan of our ashwagandha and turmeric, you know,\n\nthose are very, and our Tulsi as well\n\nfrom a supplement perspective.\n\nAnd I love so many of our teas.\n\nI know you’d expect me to say that, right?\n\nBut it’s true, and I, particularly in the summertime,\n\nyou know, to drink the mice like this, they’re great.\n\nAnd so I love our, I guess, favorite flavors.\n\nI love the Tulsi original, which is great.\n\nTumric Rubos is one of the personal favorite cinnamon rows,\n\nwhich is, I don’t think I’ve tried those two.\n\nThat one’s, that one’s great.\n\nAnd of course, our sweet rows, which is one\n\nof our absolute most popular, I’ve enjoyed that one for years.\n\nYeah, yeah, it’s a huge, huge best seller for us still.\n\nTumric Ginger is great.\n\nYou know, Jim, Jazz, so many great health benefits as well.\n\nAnd, you know, mixed it combined together with Ginger,\n\nwhich has now become a very common,\n\nbut I think we were one of the first to do that.\n\nBut it’s now become a very common flavor,\n\nlots of tea brands have it.\n\nOh, yeah.\n\nWell, how wonderful.\n\nI like a lot of other things.\n\nWell, Miguel, it’s such a joy to visit with you.\n\nAnd when we sign off from our podcast interview, of course,\n\nwe’ll do just a few minutes of behind the scenes\n\nfor our ambassador network.\n\nAnd if you haven’t yet connected with our ambassador network\n\nand then you’d like to, you can go to yhonner.org\n\nand you’ll find a bunch of different pages about our ambassadors\n\nand what we’re up to and how you can become an ambassador yourself.\n\nAnd yeah, we’ve got this really fun thing\n\nwhere we do some behind the scenes a few minutes of conversation,\n\ndiving just a little more deeply into some of the nuts\n\nand bolts, nitty gritty, and maybe even top secret R&D stuff"
}