{
  "title": "Episode 48 – Matt Gray, Chief Sustainability Officer, City of Cleveland",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/6172/episode-matt-gray-cso.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-matt-gray-cso/",
  "episode_number": "episode-matt-gray-cso",
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth communities stewardship and sustainability podcast series.\n\nToday we have the opportunity to speak with Matt Gray, the Chief Sustainability Officer\n\nfor the City of Cleveland, hey, Matt.\n\nHey, thank you.\n\nThanks for inviting me.\n\nGreat to have you on the show really looking forward to our discussion with you.\n\nI’m here.\n\nSo, Matt works on all things, urban sustainability, and leads the Sustainable Cleveland 2019 initiative\n\nto create a thriving green city on a blue lake.\n\nHe is responsible for advising the city on policies related to sustainability and leading\n\nimplementation of the Cleveland Climate Action Plan.\n\nThis position follows completion of a U.S.\n\nBolberite Fellowship in Mauritius, where Matt researched climate change impacts and\n\ngovernance prior to receiving this grant.\n\nHe served four years with the U.S. Department of Energy’s Federal Energy Management Program.\n\nMatt worked largely on green building and climate change, serving as chair of the interagency,\n\nsustainability working group to make green building standard practice throughout the federal\n\ngovernment.\n\nMatt, it is just such a joy to have this opportunity to speak with you today.\n\nAnd I know that as a chief of sustainability for the City of Cleveland, you are really\n\npositioned at the nexus of so many different stakeholders and government and private sector\n\nin the general public.\n\nAnd I’m just curious sitting there at that center point, what does that like for you day\n\nand day out?\n\nWell, I’ve had a variety of jobs, and this has been my favorite one, because it’s really\n\ninteresting, I like the word to use nexus, because it’s very real.\n\nYou know, we are doing day-to-day projects, you know, a specific street, what kind of\n\ncomplete street, you know, work do we do to make it more bicycle or pedestrian friendly\n\nto the specific solar array we want to put on this city building.\n\nBut then we also work with, you know, 200 plus other people like me, throughout North\n\nAmerica, other sustainability directors or sustainability chiefs, all collaborating\n\nto really, you know, collectively have, you know, very significant impact in cities\n\nreally across this country.\n\nSo it’s a great position to be able to have, like, you know, really focus on real projects,\n\nbut also be part of this bigger conversation on how do we create national but also global\n\nimpact.\n\nYeah, it’s so important, obviously, to have that national scope or even that global perspective\n\nwith all that we’re doing, while also really mobilizing on the ground in neighborhoods\n\nin communities where we can affect specific and substantial change.\n\nYeah, I think that is right out.\n\nThe neighborhood focus, especially in Cleveland, is where it’s at, you know, we have our Cleveland\n\nClimate Action Plan, and we launched that in 2013, and then we can update it last\n\nBut it’s, you know, it’s titled, you know, Cleveland Climate Action Plan, you know, creating\n\nthriving and resilient neighborhoods.\n\nSo the whole focus of the work is at the neighborhood level, you know, in Cleveland,\n\nand I think most of these are like this, we are a city of neighborhoods.\n\nWe have, you know, I would say 25 distinct neighborhoods in our all different, you know,\n\nto create solutions that make sense, you kind of have to build in the bottom up at that\n\nneighborhood level.\n\nSo that’s where a lot of our work is to the resident engagement, business engagement,\n\nand working with trusted partners in those neighborhoods to kind of expand the 10th of\n\nengagement, I guess, around sustainability.\n\nSo how do we make that choir bigger?\n\nAnd I think, fortunately, we’ve had a 10 year initiative here, started in 09, sustainable\n\nhuman 2019.\n\nWe’ve arrived, but it’s, you know, sustained commitment over time is allowed as to kind\n\nof, you know, advance every year a little more forward in terms of the amount of people\n\nengaged in this topic, which has been great.\n\nYeah, it’s really wonderful.\n\nI’m excited to hear more about it, and I’m just wondering to fill in some of our audience\n\nwho may not be as familiar with Cleveland, what’s it like?\n\nIt’s on one of the great legs.\n\nWhat’s it like as a community?\n\nYeah, I mean, I think, you know, I live here, I’ve been here a while, I grew up here,\n\nI went away for a while, but I came back and, you know, so I know a lot of his intricacies,\n\nbut still when I travel sometimes, you know, people hear the word Cleveland and they’ll\n\nthink, oh, that city where the river caught on fire and where your sports teams are awful.\n\nSo it’s much more than that.\n\nAnd in fact, we are, this year, we’ve marked 50 years since the infamous kind of river\n\nfire, June 22nd, 1969, and, you know, really, we marked 50 years of progress in Cleveland.\n\nAnd I think that sort of river fire story kind of, in many ways encapsulates Cleveland.\n\nWe think back to 69, and Cleveland was still one of the largest cities in the country.\n\nAnd, you know, really industrial manufacturing city made a lot of things still do, but,\n\nand then, you know, over that time, really since World War II, our population decreased significantly.\n\nFrom about a million to today, it’s a little less than 400,000.\n\nSo, you know, a lot of kind of white pipe to the suburbs and really occurred a lot of\n\nchallenges over time with the tax base, you know, lost a lot of manufacturing jobs.\n\nBut what’s exciting is that we, I think for the first time, it may be since World War II,\n\nwe’ve seen sustained progress really over these last, you know, six, seven, eight, ten\n\nyears, especially since the recession.\n\nI think it gets people feel like this time, you know, it’s real.\n\nThere’s sort of been fits and starts of a comeback for Cleveland, I think, over the years,\n\nbut this one feels right, and we’re, and the whole idea what sustainable Cleveland is,\n\nhow do we transform this economy in Cleveland so it’s a sustainable one?\n\nAnd I think our mayor, Mayor Jackson, that was his focus from the beginning.\n\nYou know, as we rethink what the city looks like, how do we do it in a way that really makes\n\nus more resilient to these kind of external shocks, like our recession.\n\nSo, that’s been a lot of the focus of the initiative.\n\nI’m really, I’m really interested so, you know, I have my family and relatives\n\nhailing from the upstate New York region, which is also in that Great Lakes zone.\n\nAlso was at the heart of the country’s industrial mechanism back leading into World War II\n\nand past World War II, and has seen a lot of economic decline since then, as has much\n\nof that Great Lakes region.\n\nAnd I’m curious, when some of the developments now with communication technology advances\n\nin things like the internet and what basically is enabling entrepreneurs, business owners,\n\nand others to locate just about anywhere, how does that, how does that play for your guys work\n\naround sustainability?\n\nYeah, and that’s interesting.\n\nI mean, we have lost a lot of the big industry, but there still is a lot left.\n\nJust in North East Ohio, there’s still 6,000 manufacturers in the city,\n\neven though there’s 900.\n\nI mean, when you look at our carbon footprint for cities, it looks a lot different than\n\none of the other cities out there that’s doing carbon footprint.\n\nSo, the industrial sector is still the biggest sector in terms of emissions.\n\nWe have a steel plant, you know, big steel plant that still operates in the city.\n\nSo, you know, some of our work, you know, is some of the traditional stuff you’ll see in\n\nall other cities, we work on a lot of residents, you know, residential buildings, commercial\n\nbuildings, certainly in fleets, but we also need to engage in that industrial sector,\n\nwhich in many ways can be difficult, you know, especially these small and medium-sized\n\nmanufacturing companies.\n\nSo, that’s still there, but, you know, I think like some cities,\n\nPittsburgh is a good example.\n\nThere are archenemists, but I will give them a shout out.\n\nThey did do a good job of sort of diversifying their economy,\n\nand Cleveland’s certainly on that road as well.\n\nYou know, we’re not going to be a soil industrial family.\n\nSo, health care in Cleveland is huge.\n\nWe have the Cleveland Clinic, the University of Hospital and others,\n\nyou know, huge employers, and in fact, the clinic is the biggest employer now in the city of Cleveland.\n\nIT is growing.\n\nThere’s a lot of work around kind of smart city type technology, which is exciting.\n\nSo, we are diversifying.\n\nWhat was interesting thinking about the Great Lakes, and, you know, where you’re from too,\n\nit’s when we think about the long game,\n\nespecially with climate change, and you do that back in the envelope analysis of\n\nwhere businesses are going to want to locate, where people are going to want to locate.\n\nIt’s up here.\n\nHonestly, we have access to fresh water.\n\nYou know, 20% of the world’s fresh water in the Great Lakes.\n\nWe don’t have, you know, in general, giant natural disasters.\n\nOur weather is mild,\n\ncomparably, and our infrastructure is there.\n\nYou know, we are a city, again, that was built for more people.\n\nWe have sort of excess capacity to welcome more businesses and residents.\n\nSo, I think you’re going to see over time that Great Lakes cities,\n\nyou know, I think there’s going to be a lot more migration, climate migration, climate\n\nrefugees, whatever you want to call it.\n\nBut I think we’re going to see more people kind of moving back to the Great Lakes,\n\ninto the Midwest.\n\nYeah, that’s a really interesting forecast.\n\nAnd I’ve certainly heard others mentioning the same.\n\nAnd of course, I’m located out in Colorado, the semi-air Rocky Mountain West,\n\nwhere water is such a precious and it seems increasingly limited resource.\n\nSo, hopefully we’ll have opportunities as a society to see more balancing around all of that.\n\nAnd to have that much fresh water available is obviously an incredible gift.\n\nAnd clearly a resource that hopefully we are all\n\ndoubling down to really protect and make sure we don’t pollute.\n\nAnd, you know, take good care of that because 20% of the world’s fresh water, that is quite a lot.\n\nYeah, no, it’s pretty crazy.\n\nAnd again, kind of back to that 50th anniversary, we were marking that progress, right,\n\nfrom just the river that feeds our Lake Erie.\n\nYou know, literally 50 years ago, there was there was nothing living in the river.\n\nThere’s basically no oxygen in the river.\n\nAnd it actually caught on fire 13 times over the course of 101 years,\n\ndidn’t know way back to 1868, was the first time river conifier.\n\nAnd many rivers actually caught on fire across the country, especially the Midwest.\n\nBut as we look back, it was, you know, what made this progress?\n\nYou know, how did we get from no life in a river that’s burning to over 70 species of fish,\n\nsurviving and thriving? Many of which only survived in very clean water.\n\nAnd where we have a shared river with industry still,\n\nyou know, going to the steel plant, but also recreation,\n\nmore and more recreation everywhere on the river.\n\nAnd how did we get here?\n\nIt was a combination of determined local action over 50 years,\n\ncombined with strong federal and state policy.\n\nI mean, that’s how you scale up progress.\n\nAnd so a lot of what we do in cities is our part, right?\n\nWe do what we can on local policy and progress.\n\nBut, you know, our ceiling is here, you know, to get to here,\n\nreally, we do need that strong base of state and federal policy.\n\nI think that takes all right progress even further.\n\nSo that’s kind of how, in our position, the local government interacts with regional state,\n\nfederal and international too, the UN.\n\nRight. Exactly.\n\nYou know, it’s such a curious and bizarre and probably a perilous time at the moment.\n\nAnd in that, at the level of the global community,\n\nthe international community, we have general consensus around major existential challenges\n\nor crises like the climate crisis.\n\nAnd we have at cities, municipalities across the country a general consensus of the same sort.\n\nMany states are responding now to deal with the incredible challenges we have ahead of us.\n\nBut we, of course, have at the national, the federal level right now in the United States\n\na very different situation going on.\n\nAnd I’m struck that in the United States, we now have cities and municipalities\n\nrepresenting well over 50 percent of the total population of the country\n\nwho have effectively signed on to the Paris climate accord who have effectively said,\n\nyes, this crisis is real and we’re going to do everything we can to deal with it.\n\nAnd you’re part of that.\n\nAnd I’m wondering if you can share with our audience what that looks like in terms of all the\n\ncross collaboration going on with your colleague, you mentioned Pittsburgh.\n\nAnd I know you’re networked with other sustainability officers throughout the country.\n\nHow much are you guys able to share and the learning process right now?\n\nYeah, that’s a great question.\n\nThe net one of the networks we’re in is this urban sustainability director’s network,\n\nUSDM, you’re going to USDM.org and there’s some public facing content there.\n\nSo we share through that network, go on with some other networks as well,\n\none of these best practices within cities because there’s a lot of work going on to compare cities\n\nand kind of rank them against each other in terms of sustainability.\n\nThat’s a very difficult thing to do.\n\nBecause depending on what topic you’re talking about, each city kind of does things a little\n\ndifferently. And I think different cities are looked to for leadership in different\n\nsustainability topics. But you know, I think there are some commonalities that we share and we work on.\n\nYou know, certainly energy is number one. That’s in general,\n\nespecially with respect to climate, both energy efficiency and renewable energy.\n\nSo we, along with saying we are still in to your point on the Paris Climate Accord.\n\nWe also recently, the last late last year, has signed on to the 100% renewable\n\nschool. So we’re getting to 100% for us renewable electricity.\n\nThere’s a lot of cities also working on that. So you know, with our specific plan, which we\n\ngive a grant, we’re going to be implementing over the next year, how do you get to 100% renewable?\n\nMake this huge transition in our economy, like complete transformation of how we\n\ndo things. How do you do that with workforce development, jobs and equity, especially racial\n\nequity at the core? You know, has there ever been an example in the history of mankind where\n\nthere’s been a giant shift in the economy and the people who had wealth just got richer?\n\nYou know, they they’d figure out a way to adjust. We want to think about in Cleveland,\n\nwhich is still has a second highest poverty rate in the country. As we make that transition,\n\nhow do we make it so, you know, those who are historically underserved benefit from that\n\ntransition to a clean energy economy? That’s the kind of things we work on a lot with, you know,\n\ncertainly recycling. There’s a lot going on with, you know, China, not accepting our,\n\none of our plastics and paper. How are cities responding to that so we can work with each other\n\nacross a lot of cities to figure that out? Transportation is a big one. Actually, just today,\n\nwe launched our shared mobility pilot, so we have four scooter companies, a dockless flight company\n\nin the city operating now. There’s a lot of best practices that that is a world that’s changing\n\nevery week. You know, how do you stay on top of that? We work across cities to figure that\n\nout. So I can go down the line from trees to land use, you know, clean water issues, that, that,\n\nthat. So there’s just so much innovation going on that we really depend on, I think a lot on\n\neach other. So let’s figure that stuff out. Yeah, that’s, it’s really exciting. You know, you’re\n\ncommentary around this wholesale transformation of economy with a focus on equity among a diverse\n\npopulation, reminds me a little bit of World War II. Yeah, our mobilization there, I understand,\n\nprovided many, many opportunities to women, to people of color who didn’t previously have access\n\nto some of those opportunities. And not to say that it was a panacea or that clearly we didn’t have\n\na whole lot more work to do after the end of World War II, but it was a step forward as I understand\n\nit for many folks accessing different progress, different opportunities, different socioeconomic\n\nstrata basically in this society. And I’m wondering how you guys are thinking about that when you’re\n\nthinking about your strategies and your plans, how to, how to enhance the, the social equity that\n\nis so much important. Yeah, the, you know, my perspective, you know, when we think about the\n\ntriple bottom line of sustainability, you know, people planning profit or, you know, environment\n\neconomy and equity, you know, you know, in many ways it started with the environment, right? Like,\n\nit was half century ago, even us first even further back, was how do we protect the environment\n\nfrom people to go and visit the environment? So that was, you know, for a long time the driving\n\nforce, then the economy, I would say, maybe became next, if people saw that opportunity to, not only\n\nbe good for the environment, but also good for the pocketbooks, but residential, but also businesses.\n\nAnd I would say the equity piece is it was light to the game, you know, and I think a lot of cities\n\nwould recognize that. And it was always, I think for a long time, I was kind of a check the box,\n\ntype of scenario, but you know, a lot of cities are really shifting to having equity be really at\n\nthe front and center of what we do. And a lot of that is really engagement. It’s, you know, really\n\ntalking to everyone in the community to get the perspective on what the priority should be,\n\nand also supporting them in their own work at the residential level, at the neighborhood level.\n\nSo for us, you know, I think it started with our tree plan. I think it was really the first\n\nplan we did that was head equity at the core. So this is maybe five years ago, four years ago,\n\nwe worked with four neighborhood partners in developing this tree plan along with the city.\n\nAnd we basically put in there thinking about how do you prioritize who gets trees?\n\nAnd it wasn’t just, you know, clearly where trees are is an important thing. We know the percent\n\ncan’t be in different neighborhoods, but it goes much beyond that too. It goes, we also\n\nlike that income levels, race, education, asthma levels, property values, you know, potential for\n\nrainwater capture, all these things kind of then feed into where trees should go.\n\nAnd then we did, we opted to our climate action plan last year. And through that process,\n\nwe spent a lot of time on these cross-cutting factors, not so much the nuts and bolts\n\nof sustainability historically, like energy waste, you know. We were focused a lot on business\n\nleadership resilience, racial equity and jobs, and we even created a racial equity tool with\n\n20 organizations to basically assess every action in that plan against this tool. And to see,\n\nare we, you know, are we doing enough? Can we do more to advance equity through this sustainability\n\nor climate action? And then the final, the last thing we did was had 12 neighborhood workshops\n\nthrough that process across the central neighborhood, any historically reserved, got input on what\n\nshould be in the plan, what language should be used even. But also, we basically also created\n\nneighborhood-level grants through our Cleveland Climate Action Fund to support people in their\n\nown work. If they wanted to do a neighborhood-based projects, there was funding available to then\n\nto do that. So, you know, long story short, to do things equitably, you need to put resources and\n\ntime effort people into that, you know. It really does take a lot of forth up to do it well.\n\nWell, I’m really curious to, you mentioned to me before we were recording that Cleveland is the\n\nsecond poorest of the major cities in the United States right after Detroit. And I imagine that means\n\nyou’ve got as a municipality very significant resource constraints that you’re dealing with as\n\nmany municipalities are. How do you manage that? How does that get balanced in the making process?\n\nWell, part of what that Climate Action Fund process was, you know, for climate action as\n\ncommunity-wide, for climate action sustainability to raise these other priorities of education, health,\n\nyou know, economic development, safety, etc. You know, you basically have to meet people where they\n\nare and identify sustainability solutions that are also safety solutions, health solutions,\n\neconomic development solutions. So, that really is the focus of our plan, is putting that forward\n\nas a priority. And the other piece which is critical for Cleveland is anything we do well and big\n\nhas to be done in collaboration. So, we have, we had 90 organizations as part of this planning\n\nprocess. And anything, again, our Cleveland Tree Coalition, we need to double our tree canopy\n\nin a dozen years. That’s our goal. We have over 30 organizations as part of our tree coalition.\n\nSo, that’s a lot of our work, honestly, a lot of other cities too. We sort of act as a convener\n\ncollaborator on these topics. And it’s sort of a neutral one, right, as an old government,\n\nto bring all these parties together to go forward in a at least fairly, you know, consistent,\n\nstraight path, but while allowing for innovation along the way. So, that’s a lot of what we do as\n\nan office is that identifying those opportunities for collaboration and then bringing those parties\n\ntogether. One of the things I’d love about the approach you’re describing is that when we approach\n\nchallenges with a design mindset and we layer in multiple benefits and are seeking to basically\n\nsolve for multiple interrelated problems, it seems our thinking actually can evolve and get to a\n\nmore ecological versus a highly linear or highly mechanistic understanding of how these systems\n\nare actually working. And my perspective is that having studied design and all of this for many\n\nyears is that the ecological framework is actually much more accurate and apropos for working with\n\nthem and making change within very complex systems. And it sounds like that’s exactly what you’re\n\ndoing day in and day out. Mm-hmm, that’s exactly right. And it’s interesting, so we launched\n\nSustainable Cleveland 2019 ten years ago. And I hadn’t started yet, but there was a three-day summit\n\nand 600-700 people showed up for three days to kind of co-create what sustainability means for\n\nfor Cleveland and Northeast Ohio. And that was the whole, that was the whole kind of mantra. This\n\nis a larger ecosystem. And we need to have all these different sectors talking to each other\n\nbecause they are all connected. So we had retirees connected the, you know, CDOs to students,\n\nto nonprofits, the government, all at its table together, working these things out and seeing,\n\nyou know, where everyone can kind of contribute. So we’ve used, it’s basically used a smile\n\ncalled appreciative inquiry, which was developed out of the case Western Reserve University\n\nhere in Oakland, Cleveland. David Cooperider has really created it. And it’s been used everywhere\n\nat this point at the UN to many other businesses. But that’s the whole idea is to allow for that\n\nsort of organic innovation really through these large compacts businesses or cities in our case.\n\nAnd also to not go look at things from a problem-solving perspective, but almost how do you\n\nbuild from strengths to address the challenges your face has a city? Not ignoring the stuff we’re\n\ndoing badly, but also not focusing on problem-solving. I think in Cleveland we did that for 50 years.\n\nHere’s a problem. Here’s a problem. How do we solve it? How do we solve it? Let’s kind of get\n\nbehind that to, you know, thinking a little bit more expansively and holistically. That’s kind\n\nof what we’ve been doing in the initiative. And, you know, it started off in 2009 and, you know,\n\nwe’ve had over 30 volunteer working groups since then who are just who come together, meet at the\n\nsummit, and then they continue for the other 360-degree days a year to do some of the work. And a lot\n\nof those working groups have turned into four-profit companies, nonprofits who, you know, today are\n\nreally enhancing that work. So it’s been an interesting model at a city-wide scale.\n\nYeah, that’s absolutely fabulous. Let me take this opportunity to remind our audience that\n\nthis is the Why On Earth Community Stewardship and Sustainability Podcast Series. And today we\n\nare speaking with Matt Gray, the Chief of Sustainability for the City of Cleveland. And if any of you\n\nwould like to get more information about what Matt and his team and colleagues are doing, you can go\n\nto sustainableclevelin.org as a way to find all kinds of different information and resources.\n\nI also want to mention that this podcast series is made possible by the generous support of all\n\nkinds of individuals who have joined our monthly giving program. And if you have not yet joined\n\nin, would like to, you can go to whyoners.org slash support to sign up for a monthly donation\n\nat any level that works for you. And when you join, I’ll be sure to send you a special code\n\nso that you can download for free all of our ebook and audiobook resources. And you can even share\n\nthese with your friends and colleagues. So be sure to join the monthly giving program if you\n\nhaven’t yet. Whyoners.org slash support. And I’d also like to thank some of our corporate and\n\norganizational partners and sponsors helping us with our community mobilization work all\n\naround the country. This includes our big upcoming Midwest and East Coast tour this November and\n\nour coast to coast tour in 2020. These sponsors include the Association of Waldorf Schools of\n\nNorth America, Earth Coast Productions, Equal Exchange, the International Society of Sustainability\n\nProfessionals, the LIDGE Family Foundation, Madera Outdoor, Patagonia, Purium and Walei Water. So\n\na huge thanks to all of you for supporting this work. And it takes obviously a village way more\n\nthan a village. It takes massive coordination and collaboration for all of us to be happening.\n\nAnd Matt, that’s probably something that resonates for you in a big, big way. It sounds like\n\nyou are interfacing with so many different organizations and stakeholders. I imagine sometimes\n\nthat can get a bit intense and even perhaps a bit overwhelming. I’m just curious for you on\n\na personal note, what are some of the practices you have to help maintain that balance, that help,\n\nthat well-being in your position of leadership that’s so important to this kind of work that you’re\n\nmobilizing. That’s a great question. Actually, there’s a lot of work going on now in personal\n\nsustainability, even among our network. Certainly for me, I have a two and a half-year-old\n\ngrade, no longer baby-grace, but a grade. So it definitely helps provide perspective for me,\n\nrecharges me. Certainly, they’re less sleep at times, but it doesn’t necessarily mean\n\nless recharge. I think I definitely get a lot from her. And I think\n\nthere certainly we have a leadership role in the community. But I think this idea of shared\n\nownership in a city, not just me, but all these companies and all these nonprofits working together.\n\nIt does really internalizing that, I think, can take a little bit off a little bit.\n\nAnd then people aren’t necessarily looking at you for all the solutions.\n\nAnd I think that helps a lot. They can get overwhelming when the city government or any organization\n\njust tries to take on too much itself. And that also means that sometimes if there isn’t\n\ncommunity-wide buying on something, even though you think it’s personally important,\n\nthen maybe you shelve that for a little bit. And I think that’s what we’ve had to do,\n\nthe different initiatives. Okay, maybe we’re just not ready for this. It’ll just be such an uphill\n\nbattle, and our personal sustainability will suffer for it. We’re kind of work with where people\n\nare. Take that one, you know, once that part of it. I think that’s worked pretty well for us.\n\nSo, you know, I am struck that you basically are in a position that now exists in virtually\n\nevery major city in this country and even internationally. Virtually every major university has a\n\nchief sustainability officer or director of sustainability. And I think virtually,\n\nat least the majority of the fortune 1,000. And I think it’s a much higher number than 50%.\n\nAt this point, also have chief sustainability officers. And these are positions that 15, 20 years\n\nago literally didn’t exist yet. And I’m curious to two-part question. One, how did you get into this?\n\nWhat was your personal path from say, you know, your middle school or high school days that got you\n\nhere? And into what is it like to be right at the fore of such massive social change as evidenced\n\nby the emergence of this position in virtually every major institution in our country?\n\nYeah, the, yes, my personal path, and it’s everyone’s personal path to these, you know, sustainability\n\nleadership positions is different. You know, my first experience was with nature and working with\n\nthe Student Conservation Association. So when I was 17, I volunteered to go to the wilds of\n\nIndiana at a naval base to build trails for five weeks with some of other high schoolers.\n\nI’ve never had gone camping in my life. And it was a really transformative experience for me.\n\nJust a hard work, first of all, kind of sweat equity you put in. But just being out there every night,\n\ncamping for five weeks straight was a really transformative for me. So for me, it kind of started\n\nfor conservation ethics. And then I used to, in the college, I ended up leading some of those\n\ncrews, which is the hardest job I’ve ever had, for sure, is wrangling eight teenagers out of the\n\nwoods. And then so sort of conservation, my undergraduate was industrial engineering and anthropology,\n\ndoesn’t make much sense, but these kind of expansive, you know, philosophies in terms of engineering\n\nand, you know, anthropology. So, but I’ve always was interested in environmental issues.\n\nSo after I graduated, I went to Vermont, works for a non-profit there on water issues,\n\nand I did went to the private sector, worked for Accenture, a big global consulting firm.\n\nSo we’re going to energy issues, luckily. And then I went through my master’s program,\n\nbuilding off of that to look at a master’s of public administrations with a focus on environmental\n\nissues. So that kind of set me up. Then I worked for the federal government for four years,\n\nso I went to DC. It’s called a Presidential Management Fellowship. If anyone’s out there’s\n\ninterested in federal service, it’s a great, great, great entrance into the federal government.\n\nI did four years on green building, energy work, wanted to get more work and climate change\n\nresilience and adaptation. So I got a full bright to the island’s country of Mauritius and the Indian\n\nOcean, used them at a gas car, very much in the middle of the ocean, looking at the impacts of\n\nclimate change on the island. And then I came back to Cleveland, lived in my parents’ basement,\n\nage 31. I looked up my next job, and I was very lucky, you know, from Cleveland I was here,\n\nand I was really interested in urban sustainability and positioned up in the mayor’s office.\n\nThat’s the kind of long story short of, I’m not so sure of how I got to where I’m staying.\n\nThe second part of your question on the social change, it’s scary. I think the mass mobilization,\n\nthe amount of interest in this topic, some of it’s just curiosity interest, but a lot of it is fear,\n\nand it’s warranted. So how do you think a lot of our work is? How do you channel that, you know,\n\nfear, urgency into tangible actions at the ground level? While, you know,\n\nkeeping your eye on these bigger advocacy issues that we all need to focus on against state,\n\nfederal, international level. Now, that’s, to me, even personally, it’s difficult sometimes.\n\nIt can feel daunting, overwhelming, but you’ve got to keep focused on what you can do, you know,\n\nhugging data that. You know, it’s so cool hearing your story. I love how it appears on some\n\nlevel to be perhaps a bit circuitous or perhaps even random, but what you’ve been doing is pulling\n\ntogether all these different bodies of knowledge and experiences into a very interdisciplinary\n\nframework, which is basically what’s needed in these kinds of challenges that we’re dealing with.\n\nAnd I’m wondering when folks are thinking about the upcoming sustainable Cleveland 2019 summit.\n\nCan you just share dates and is that something folks from other states or regions might want to\n\ncome to? What kind of programming would folks expect there? You are all invited to the, I guess,\n\nnow a 11th annual sustainable Cleveland summit. It is a, well, because we had such 25 events\n\nover five days for the 50th anniversary of the river fire I mentioned, we’re doing one day this\n\nyear. We normally do a day and a half now of these summits, but it’s October 16. Basically,\n\nyou can come for free. It’s only 25 bucks if you don’t volunteer. But actually, we every year,\n\nwe get people from out of the out of state kind of curious how we operate these appreciative\n\ninquiry summits. So, yeah, definitely welcome folks. This year is going to be kind of half\n\nmarking 10 years of progress, celebrating the people, especially who’ve made that happen,\n\nbut also looking forward over the next many years to really one of those key community-wide\n\npriorities that we all need to work on. Energy clearly, the 100% renewable energy piece,\n\nbut moving towards a circular economy is going to be a big part of the summit this year.\n\nTrees and ribbon canopy, parks are mayors signed on to a goal every resident living within a 10-minute\n\nwalk on a park. How do we get there? That’s going to be kind of how we co-crease the community,\n\nhow we get there. So, there’s going to kind of big topics we work on at the summits and implement\n\nover the rest of the year. Yeah, fabulous. I know at least one of our key ambassadors is going to\n\nbe at the summit and I’m just so excited that the wine earth community will have some connection\n\nthere and I’m also thrilled. I can’t help but give a quick shout out to our community mobilization\n\nkit, which we’ve just made available that is for soil stewardship and climate action and it’s\n\nliterally for community leaders, neighborhood level leaders, anybody to do even more when it comes\n\nto soil and trees and things we can be doing in our own communities to tackle some of these big\n\nchallenges and just echoing your comments about how the fear can sometimes be so intense and\n\nhow important it is for us to take action and to mobilize and to do what we can do\n\nis a huge part of the ethos and spirit of all the work we’re doing at the wine earth community.\n\nSo, Matt, I’m so thrilled to have this opportunity to connect with you today and to have this\n\nconversation and share a lot of the work that you’re doing with our audience. Again, folks, if you\n\nwant to get more information, you can go to sustainablecleveland.org and Matt, before we sign\n\noff here, is there anything else you’d like to share with our audience for the moment?\n\nI just have last point you mentioned about, I guess kind of the skill set that’s collaboration\n\npiece. I do like to mention when people ask you, how do you get into sustainability?\n\nYou know, if you want to kind of get beyond your, you know, your resident, your neighbor\n\nor a level project or the initiative in your business and I guess I like to say is it doesn’t\n\nrequire a sustainability master’s degree at all and in fact some of those skills are sometimes\n\neasier to pick up. A lot of what we, I look forward to new candidates and people joining the office,\n\nis the collaboration, the curiosity, the empathy. Almost these people skills are almost more important\n\nnow when we talk about sustainability at a city scale and beyond. So, and the last\n\nI was, thank you really for all the work you’re doing as well just to get this word out and\n\nsupporting people in their work. Thank you. Absolutely, Matt. We’ll spend great talking with you\n\ntoday. Really appreciate it. Thanks again. Okay, thank you. Take care. You too.\n\nThe Why on Earth Community Stewardship and Sustainability podcast series is hosted by Aaron\n\nWilliam Perry, author, thought leader and executive consultant. The podcast and video recordings are\n\nmade possible by the generous support of people like you. To sign up as a daily, weekly or monthly\n\nsupporter, please visit yonearth.wpenginepowered.com-support. Support packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code Why on Earth, all one word\n\nwith a why. These sponsors are listed on the yonearth.wpenginepowered.com-support-page. If you found this\n\nparticular podcast episode especially insightful, informative or inspiring, please pass it on and\n\nshare it with a friend whom you think will also enjoy it. Thank you for tuning in. Thank you for\n\nyour support and thank you for being a part of the Why on Earth Community."
}