{
  "title": "Episode 82 – Dr. Julienne Stroeve, Climate Scientist – Snow & Ice Data",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11278/episode-82-dr-julienne-stroeve-climate-scientist-snow-ice-data.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-82-dr-julienne-stroeve-climate-scientist-snow-ice-data/",
  "episode_number": 82,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "In this podcast episode, Dr. Stroeve discusses her recent multi-month voyage on the MOSAIC Expedition inside the Arctic Circle, where a Polar Bear watch was maintained while setting up specialized data-gathering equipment. As snow and ice cover diminishes around the planet, its reflective nature (“albedo”) is lost, and more solar energy is absorbed into landscapes and ocean water in the form of heat. Melting ice and glaciers in Greenland alone have the potential to raise sea level 7-8 meters (23-26 feet), and the terrestrial ice of Antarctica has an 80 meter sea level rise potential – 260 feet! Dr. Stroeve discusses how it is the poorest and in many cases indigenous communities world-wide who are most vulnerable to the severe impacts of our changing climate – and that climate change is therefore a social justice issue. But, despite all of the trending data, she remains hopeful and optimistic that the global community is waking up, responding, and deploying innovative strategies to help stabilize our the planet’s climate.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron Perry. And today we’re\n\nvisiting with climate scientists, Julienne Stroeve. Hey Julienne.\n\nHi Aaron, how are you? Good. How are you doing today?\n\nI’m good, thanks.\n\nSo we’re sitting here in the backyard of your home in Netterland, Colorado.\n\nOne of my favorite places. And we’re going to be talking about a part of the world that’s quite far away from here.\n\nYeah, it’s very far away from here. And a lot of ways.\n\nWhich is the Arctic. And we’ll be talking about Julienne’s work and research on climate and ice.\n\nAnd the impact she’s seeing in the ways she’s helping to communicate that science to folks and all around the world.\n\nSo before we dive into the conversation, let me tell folks a little about you.\n\nSo Dr. Julienne Struva received a PhD in geography from the University of Colorado in Boulder.\n\nIn 1996, for her work in understanding Greenland climate variability.\n\nAfterwards, she became a senior research scientist at the National Snow and Ice Data Center, NSIDC,\n\nwithin the Cooperative Institute for Research and Environmental Sciences at the University of Colorado Boulder.\n\nMore recently, she was a professor at the University College London and recently was awarded a Canada Excellence Research Chair at the University of Manitoba.\n\nHer Arctic research interests are wide ranging and include sea ice forecasting at seasonal decadal and longer term time scales, climate change and impacts on native communities.\n\nShe has participated in several field campaigns in Greenland and the Arctic Ocean.\n\nEfforts over the past decade have increasingly focused on trying to make sense of the rapid environmental changes being observed in the Arctic\n\nand what these changes will mean for the rest of the planet.\n\nDr. Struva’s work has been featured in numerous magazines and news reports, radio talk shows and TV documentaries.\n\nShe has given keynote addresses around the world on Arctic climate issues and has briefed former Vice President Al Gore and Congressional staff.\n\nDr. Struva has published more than 80 articles in peer-reviewed journals and has contributed to several national and international reports on climate change.\n\nShe has been named by Reuters and Claire Ivata Analytics as one of the most highly cited researchers five years in a row.\n\nSo that’s a lot of research and publishing.\n\nThat is a lot of publishing, yes.\n\nYeah, and it’s a few high-impact papers that really makes you on that list.\n\nUh-huh. Yeah.\n\nAnd I imagine some of these high-impact papers are created through the collaboration of many, many scientists around the world, is that right?\n\nDefinitely. I mean, when I spoke to Al Gore, it was in part because we had this paper in 2007 that we published.\n\nAnd it was the first look at how the observed Arctic sea ice loss that we’re seeing, how that compares to climate models.\n\nAnd we were comparing that to the worst-case scenarios from these climate models.\n\nSo say we just do business as usual and we keep letting greenhouse gases accumulate in the atmosphere.\n\nAnd don’t do anything to slow that down.\n\nWhat would that look like in the future?\n\nAnd the paper was a bit surprising because we saw that the pace of ice loss that we were witnessing was faster than any of the climate models could capture.\n\nAnd so when we were looking at these dates for when the Arctic Ocean might become ice-free, the models were very conservative.\n\nAnd that was one of the interest that Al Gore had was to talk about that because obviously that means that this transition to a seasonly ice-free Arctic state would probably happen before the middle of the century.\n\nAnd we’ve had two publications since then, or actually more than two, I think four on the topic using newer climate model output that go into the IPCC reports.\n\nThe models are still generally conservative in terms of their rate of ice loss, but even maybe more concerning is their conservative in regards to the temperature sensitivity.\n\nSo the amount of ice you lose per degree of global warming or how much ice you lose per metric ton of CO2 you add to the atmosphere.\n\nAnd because of that, this is why we do think that we’ll see that we’re starting the first ice-free Arctic summers, probably in around 20-40s time frame.\n\nAnd the models are definitely, they’re getting better than they were from our 2007 paper.\n\nAnd the models are kind of now around 2050 on average for those first sort of instance of the ice-free Arctic conditions.\n\nSo we’re on that trajectory, and this summer already right now we have the least amount of sea ice in the Arctic Ocean that we’ve seen at this time of year.\n\nSo whether or not we’ll head a new overall record low at the end of the summer, so the least amount, you know at the end of the melt season, that’s still unclear because it still depends someone on weather, but we’re on track at the moment for another quite alarmingly low sea ice year.\n\nAnd where are we say this year at this point in terms of percent of the average that we’re accustomed to seeing over the last century?\n\nI mean the value that we have right now is less than any amount we saw in the 1970s or in the 1980s or even the 1990s at this time of year.\n\nWell, not even at this time of year for overall like even in September when you do hit the least amount of sea ice, we’re about 6 million square kilometers of sea ice in the Arctic Ocean at the moment.\n\nAnd you know in the 1980s, 1990s you tended to be around seven or so.\n\nSo it’s already quite dramatic.\n\nAnd I think what you know we have this long term change because of warming that’s happening.\n\nBut then of course you have fluctuations along that long term change, right?\n\nSo you have weather patterns that will maybe give you more or less ice loss in a particular year.\n\nI think we can’t ever confidently say well this year is going to be a new record low for sure.\n\nWhat we can say is that we’re not going to go back to conditions we saw 30, 40 years ago because we’re in a new climate state.\n\nSo you were up living in the Arctic with a number of other scientists and folks from November of last year 2019 through April of this year 2020 on the mosaic expedition.\n\nAnd I’m just I’m so curious because I haven’t myself been up there. I’ve seen pictures and video.\n\nBut what was it like being up there and spending so much time there through approximately half a year?\n\nYeah, I mean so this is so it’s part of the German led expedition where they froze their icebreaker into the ice for a full year.\n\nSo in September they left and they found an ice flow to decide that they were going to build a camp on.\n\nAnd they’ve just been letting the ship drift with that ice flow.\n\nAnd so the idea was that scientists not there’s not one scientist that would be on the ship for a full year.\n\nSo we each would take turns coming and going and we were doing you know two month rotations with the plan.\n\nThat didn’t happen quite like it was planned.\n\nWe ended up there for four and a half months and part of the reason was the ship that was being used to do the exchange between our leg\n\nand those next people coming in to take over was not well equipped to deal with winter ice conditions.\n\nSo it was very slow.\n\nIn fact it burned up almost all of its fuel trying to get to the German ship Polarstern.\n\nAnd so it wasn’t able to refuel Polarstern and we had to when we did get on the ship to go back home.\n\nWe were stuck in the ice for a month basically on that Russian ship because we had to get refueled.\n\nThey had to put another ice breaker to give us fuel so we could get home because we didn’t have enough fuel to get home.\n\nYeah it was quite it was actually quite an expedition.\n\nFor me what was really interesting was well one it was the first time I’ve experienced Polar night.\n\nSo I had three months of darkness.\n\nSo we were working in complete darkness for three months.\n\nAnd temperatures were typically minus 30 to minus 40.\n\nSo it’s incredibly cold.\n\nEverything that you think you’re going to get done you think oh well this will be an easy task.\n\nIt won’t take very long.\n\nEverything takes twice as long in the cold like that.\n\nA lot of the equipment that I brought.\n\nAnd I was pretty much responsible for instrumentation we put on the ice which are similar to instruments that we have on satellites up in space.\n\nAnd the idea was to bring the same type of instrumentation on the ice flow so that we can look at things in more in a smaller scale and better understand how snow and ice properties and atmospheric properties influence the retrievals that we get from satellite.\n\nBecause when we use satellites to monitor changes that are happening on the planet we don’t actually measure the variable of interest.\n\nWe’re getting a signature coming back whether it’s emitted energy at certain wavelengths or reflected energy at different wavelengths.\n\nAnd you then have to convert that into something meaningful.\n\nBut that really depends on how that energy interacts with the medium that is going through.\n\nSo how to interact with the snow or the ice.\n\nSo we had a full suite of instruments that we put on the ice that were very similar to what’s up in space.\n\nAnd it was the first time we had sort of a full suite of active and passive microwave instruments.\n\nSo these are instruments that are either measuring the amount of energy emitted in the microwave portion of the electromagnetic spectrum.\n\nOr we send a pulse of radar down and then we measure its back scatter.\n\nAnd we had data from like 0.5 gigahertz all the way to 89 gigahertz.\n\nWhich probably doesn’t mean much but the one of the reasons why microwave is so useful for monitoring places like the polar regions is that it can see through the clouds.\n\nAnd it doesn’t matter if it’s polar night or not.\n\nSo you’re still going to see the surface which is a problem if you’re using visible data for example or even thermal infrared data if you have cloud cover.\n\nSo then you can’t see the surface.\n\nBut because it was quite cold and it was dark, we had a lot of equipment failures.\n\nSo I think we spent most of our time repairing cables that would just break in the cold.\n\nJust instrument parts which they just kept breaking.\n\nI think I spent most of my time troubleshooting instruments.\n\nBut I did get some good data collected.\n\nI’ve already submitted my first paper just sort of highlighting what the radar that I brought specifically for the expedition could do.\n\nIt was a $600,000 radar that I had built by processing in the U.S.\n\nAnd it’s sort of a prototype because it measured at two different frequencies which are used for measuring CI thickness and maybe in combination could also back out how much snow was on the ice.\n\nAnd at the moment the European State Agency is considering building a satellite with those same frequencies on it.\n\nSo the data I collected is very useful to decide whether or not this data could really inform us and help us simultaneously retrieve both how thick the ice is and how much snow is on the ice.\n\nSo that was my goal on mosaic while I was there.\n\nVery interesting.\n\nSo how many other people were you with up there?\n\nI think we had between 80, 90 or so people on board and that was a mix of scientists and crew.\n\nAnd it was really, we had such a great group of people and I think you always really get bonded to people on an expedition because you can’t go anywhere.\n\nYou’re forced to hang out with each other so you might be working together but then in your evenings there is no internet.\n\nSo you hang out, you play games, you talk to each other, we would have bar nights, three nights a week, you play cards.\n\nWe had a lot of fun together and there was a gym and a sauna so we also would all go use a sauna together.\n\nYou really get to know people quite quickly and close in such an environment.\n\nI know for me and everybody I’ve talked to that came off the expedition with me.\n\nNone of us wanted to be home because even when you’re on a ship like that, the things that you might miss, the kinds of food you might miss that you don’t get to eat or going to a cafe or going to a bar and things like that,\n\nyou know, we couldn’t do them when we came home because of COVID.\n\nWe went from this environment to this very social environment where we’re playing and working with like 80 people to like complete lockdown.\n\nAnd you’re just like, you’re already depressed when you get off of an expedition I think.\n\nIt’s because you miss the people, you miss the experience and then to have that on top of COVID was just like, oh, I think I was depressed for at least a month.\n\nI’m sure, yeah, I couldn’t really get much work done. I was just not motivated.\n\nDid you come directly back to the United States?\n\nSo my residence is in London. So I went back to London first. We were chartered.\n\nSo our ship was able to dock in Norway and then to Germans, chartered an airplane for us to fly home to our respective countries.\n\nAnd yeah, I went back to the UK and then, yeah, I didn’t get to see any friends because everybody was really taken the lockdown seriously.\n\nI think being on a ship, you didn’t realize maybe how serious it was because we were detached from it all.\n\nAnd you know, all of us were healthy because we left for the Arctic before COVID had come about.\n\nSo we’re all like, wait, we don’t want to leave the ship. We could just stay in the Arctic.\n\nIt’s the best place for us to be right now. It’s healthiest.\n\nSo I imagine it was rather surreal when you guys started to hear about COVID.\n\nYeah, I mean, I first, we would just get these international news clips every day that the Germans would kind of download for us.\n\nAnd you know, I’d see the stuff out of China and that China was locked down.\n\nAnd then we started seeing things emerging in Italy.\n\nWe thought, okay, but I still thought I was going to be more isolated. I didn’t expect it to spread quite like it has and get as bad as it has.\n\nBut again, yeah, I was not seeing any like news. I wasn’t reading or seeing any TV or anything like that.\n\nSo I didn’t get the sensationalism.\n\nWe just kind of got these little facts statements about how many people are, you know, what was going on.\n\nSo yeah, it was interesting.\n\nYeah, I imagine.\n\nWell, I know that you and I have first crossed paths.\n\nMany years ago, in fact, because we both at that time resided in the Boulder, Netherlands area, turns out we have two kids each of similar ages.\n\nAnd you’re younger.\n\nYour son is the same exact age to the day as my daughter, my oldest.\n\nRight.\n\nAnd we’ve also kept in touch around climate and have a number of colleagues and organizations in common that we collaborate with in various ways.\n\nAnd I’ve always been structurally in that you not only are conducting science, but you’re also speaking to the general public as well as to officials and policymakers around the data and the potential impacts that you’re seeing and possibly even at times recommendations.\n\nAnd I’ve been struck that over the years, I’ve noticed that sometimes there’s an emotional impact when it sounds like or seems like\n\nso many people out there dismiss science, think it’s false, think it’s fake news or what have you.\n\nAnd I’m just obterious if you might share with us a little kind of behind the scenes behind the papers, behind the formal and official presentations.\n\nHow does that make you feel as a person attempting to help the world?\n\nWell, I would say that this idea that it’s fake news or it’s not true seems to be largely limited to the US.\n\nYou know, when I would get on airplanes, traveling for business or whatever, and I would sit next to somebody on an airplane if I was in the US or sitting next to somebody from the US, they would all have asked me if I believed it.\n\nWhereas in Europe, if I were to have a similar question and tell to me what I did, they would be like, is it bad as we think?\n\nYou know, is it worse?\n\nSo it’s a really interesting thing because in Europe, there’s not this sense that this is fake and it’s not happening.\n\nThere’s much more on board about it and they understand that there’s going to be some serious implications of this climate shift that we’re going through.\n\nSo yeah, I mean, it is frustrating to me, I think, in this country and I did play around for a little while, blogging with some climate skeptics because they were really targeting the Arctic sea ice because that would become our poster child for climate change.\n\nAnd the reason I went into studying the Arctic regions is because, or just polar regions in general, is because, you know, snow and ice is a really great balancer for the climate on our planet, right?\n\nSo it reflects most of the sun’s energy back out to space.\n\nSo if you start reducing the amount of snow and ice on the planet, then the land surface or the oceans will start observing that heat.\n\nAnd so, you know, it was kind of like, if we were going to see climate change happening, we would first see it in the polar regions.\n\nAnd then it would become this positive feedback where, you know, you melt more ice and then the land absorbs more of the ocean absorbs more heat and then that melts more snow and ice.\n\nSo you’re in this vicious cycle with…\n\nYeah, not positive in the good sense.\n\nNot positive in the good sense.\n\nJust reinforcing, self-reinforcing.\n\nYeah, and so that’s why I started studying it.\n\nAnd when I went into it, I didn’t think climate change was happening.\n\nWhen I was working on my PhD, I mean, I went to Greenland in 1993.\n\nIt was quite a cold year.\n\nThere was, you know, it’s after the penitubo eruption, so that cooled the climate for about a year, anyways.\n\nAnd I just, you know, the data wasn’t really showing that there was its anthropogenic signal quite yet.\n\nBut that really changed in the 2000s when we just kept having one record low CICR in a row in the Arctic that couldn’t be neatly explained by sort of the atmospheric circulation patterns.\n\nAnd then when 2007 happened and you lost 26% of the summer ice within a single year compared to the year before.\n\nHow much?\n\nAnd we were, I took everybody by surprise, nobody expected that to happen.\n\nAnd what we hadn’t realized was that while the area had been shrinking, the ice has gotten a lot thinner.\n\nAnd that’s a, that’s the state we don’t have a lot of information on.\n\nSo we haven’t had these really long time series of how thick the ice is.\n\nWe’ve had over 40 years of observations that tell us how much of the ocean is covered by ice.\n\nBut not how thick that ice is.\n\nAnd so what’s been happening is if you do have an unusual atmospheric weather pattern that sets up in the summer, you can melt out a lot more ice.\n\nAnd you can have a lot more open water now than you used to.\n\nJust because the ice has gotten so thin and vulnerable.\n\nSo I did talk to skeptics for a while because they would target the CICR record.\n\nAnd they were trying to make it sound like maybe the record’s not accurate or spious.\n\nAnd there’s a lot of effort that goes into making sure these data records are consistent across different satellite programs.\n\nBecause we don’t want to buy us, I don’t want to buy us my science.\n\nBut I’m not making sure that the instruments are not well calibrated to each other to make sure that the data record is consistent over time.\n\nAnd you know, I think of the scientists, you just think, well, okay, I know how I’m processing the data.\n\nI know what’s going into this.\n\nI trust my data record that I’m getting.\n\nAnd then how can you not just see, okay, will you see the steep decline?\n\nDon’t you understand what’s happening?\n\nAnd why are you trying to dispute that it’s happening?\n\nSo I found that there were two sort of trains of thought that you would engage with.\n\nAnd these climate skeptic grilled one would just be outright deniers.\n\nAnd they don’t care what data you show them.\n\nThey’re only going to take the data that tells us where they want.\n\nAnd they’ll ignore all other scientific evidence.\n\nCompletely ignore it.\n\nThen there are skeptics who actually will ask you questions.\n\nAnd they will try to better understand how the data is being produced and the feedbacks and things are controlling it.\n\nBut after a while, I just got really frustrated.\n\nAnd I noticed, so I did some tests, too, just because I was just curious how people would respond if I said the same thing under a pseudonym name versus my name.\n\nAnd when I used my name, people were very careful to not attack me personally.\n\nBut if I said the exact same thing under some alias name, they would just attack the person on the personal level.\n\nAnd I thought that was really fascinating.\n\nAnd I just realized that these people weren’t really worth my effort anymore to engage with.\n\nI mean, if somebody is interested in having a conversation and morally want to talk about the data and the analysis that I do, I’m happy to do that.\n\nBut it’s just, yeah, it got very frustrating.\n\nI imagine.\n\nSo I want to throw in a couple technical terms because I can make my inner nerd a little happy.\n\nSo this reflective property of snow and ice is albedo, right?\n\nRight.\n\nThe albedo effect, is that?\n\nYeah, we call it the ice albedo feedback, basically.\n\nSo, you know, new snow has an albedo of around 0.85.\n\nTypically, so it reflects 85% of the incoming solar radiation back out to space.\n\nNow, once the snow melts off and you have bear ice, that albedo will drop to about 0.6.\n\nSo then bear ice areas can start absorbing more of the sun’s energy.\n\nI mean, oceans have a very low albedo of 0.05 or something.\n\nSo they absorb a lot of heat.\n\nAnd this is why we have this amplified warming in part in the Arctic is because, because we’ve been losing the summer ice,\n\nthe oceans now and the Arctic has been absorbing that sun’s energy.\n\nAnd it’s getting stored in the mix layer of the ocean, which is usually about 50 meters deep.\n\nAnd so, before the ocean can freeze again in the winter time, all that heat that it gained over summer has to be released back to the atmosphere.\n\nSo when we look at these things and say, okay, well, we want to limit our warming to two degrees.\n\nWell, in the Arctic, that means like nine degrees in the autumn and winter season.\n\nBecause of this amplified warming from the ice albedo feedback and the ocean now putting a lot of heat back out before it forms ice again.\n\nSo the warming that you get in the Arctic is more than twice what you get for the planet as a whole.\n\nAnd this would have all kinds of implications.\n\nI mean, not just for the ocean and all the marine ecosystem that is dependent on the sea ice, but also coastal communities,\n\nbecause obviously now with the ice being so far north, they’re now exposed to waves from storms when a storm comes in.\n\nAnd you’ve got the coastal erosion, you’ve got the warming now.\n\nThat’s fine, the pomephras and making these coastlines unstable.\n\nAnd of course, there’s a lot of methane in that pomephras.\n\nSo if amplified warming of the Arctic is sort of this, it’s kind of a scary thing because when you start releasing more of that carbon that’s stored in the pomephras,\n\nthere’s more carbon in the pomephras and there’s an atmosphere today.\n\nSo that’s a big feedback.\n\nAnd then of course, you’ve got the Greenland ice sheep.\n\nSo if you warm up the Arctic more and you melt more of Greenland, you’ve got seven to eight of meters of global sea level rise contained in the ice that’s on top of that ice on top of Greenland.\n\nSo I think, you know, if I were to say what concerns me most about climate change,\n\nI’d be glad to hear that.\n\nSay what concerns me most about climate change, I mean maybe the Arctic Ocean isn’t a concern\n\nto people at lower latitudes because they think well that’s so far removed from me and\n\nmaybe people will feel sad about polar bears dying, but again they’re kind of removed,\n\nbut it’s sea level rise, which I think will well we know it can affect billions of people\n\naround the planet.\n\nAnd it’s also changes in precipitation patterns because everything that goes on in our\n\nclimate system on this planet is interconnected and so the temperature difference between\n\nthe quater and the poles drives most of our large-scale atmospheric weather and ocean circulation.\n\nSo by warming up the Arctic so much faster than the rest of the planet you’re changing\n\nyour jet stream patterns and that means you’re changing your precipitation patterns and\n\nthat also will change your ability to grow food and where you can grow food.\n\nAnd you know from me I just think of it as this big social justice thing because obviously\n\nwe in the western world have created most of this and yet we will probably find a way to be\n\nokay for the most part whereas the developing nations are the ones that are going to suffer the\n\nmost and as we already see with you know COVID or even what happens in Syria nobody wants to\n\ntake in refugees you know and what are we going to do with all these people that will be displaced\n\nbecause the climate change. We just let them die. So I have a hard time with that.\n\nI have found it really interesting over the years that not only has the science community worldwide\n\nseen with relative clarity these massive systemic risks. The military and the intelligence\n\ncommunities have also been looking at this because they have to concern themselves with things like\n\nmillions of people being displaced and I know speaking with some folks who worked in intelligence\n\nand or military over the last several years it struck me that you know these these folks all\n\naround the globe including especially here in the United States and of course in Europe are looking\n\nat scenarios where we have 10 times as many refugees as we have currently in the not too distant\n\nfuture and I don’t bring this up to be alarmist or or you know little what is it chicken little\n\nthis guy’s falling but it’s this is this is real life stuff it is real life stuff and and so I\n\ndon’t know if people are all aware but the CIA had a task force on climate change and they used\n\nto come to NSIDC when I was working there to get briefings from us because they were really\n\nconcerned about the Arctic the geopolitical situation the Arctic of course as well with with\n\nRussia but and they’re also very concerned of course with the Middle East and the Himalayas\n\nand the water resources in that region and the political instability that results\n\nfrom the lack of water in those regions and so they are very concerned about climate change\n\neven if you know our leadership right now doesn’t care about it right and has that task force\n\nstayed active during the current administration that I don’t know because I’ve been in the UK\n\nsince the current administration so I haven’t met with the CIA task force since I’ve lived in the UK\n\nyeah yeah okay I’m not sure yeah yeah yeah well it’s a it’s a lot of we’re dealing with obviously\n\nvery complex systems affecting all of us in different ways well and I think that’s the important\n\nthing that I think people should remember is it’s not that one part of the planet can change\n\nan isolation of the rest of the planet everything’s connected and so we’re we’re creating an\n\ninstability in a part of the world and I was at a conference last August in DC that brought\n\ntogether a lot of indigenous peoples to talk with scientists and and really just raise the\n\nalarmism I was really surprised at some of the talks that these people gave about you know how\n\ntheir lives are being affected by climate change in the Arctic there was one woman that told a\n\nstory of she lost her sister and her brother-in-law because there’s and Emma and I think the child\n\nbecause their schedule went through the ice you know because the ice was too thin and it wasn’t\n\nstable and I you know for them you know they they say they’ve lived in the Arctic since time\n\nmemorial so which means I don’t know how long maybe at least 6,000 years or longer and they\n\nhave adapted to this really harsh environment but they they really understand weather and ice they\n\nhave you know so many more different words for snow and ice than we could ever imagine having\n\nand but they’re traditional indicators of of when they think conditions are safe to go out or\n\nyou know what the weather’s going to do they’re not working anymore because the climate is changing\n\nso fast and so that’s really affecting their livelihoods and they are suffering huge losses\n\nand but that’s not a story that gets told you know yeah you know speaking Julienne of stories\n\ngetting told I want to make sure folks know about some of the resources that that you’ve been a\n\npart of creating where they can find more information see images and videos and it includes the\n\nwebsite for the National Snow at Snow and Ice Data Center and s idc.org all of these links and\n\nresources will be listed in the show notes as well and then the University of Manitoba has a\n\nresource CO’s C E O S it’s you manitoba.ca slash C E O S can you tell us a bit about what’s on\n\nthat resource well it’s a center for earth observation and modeling so that’s where I have a new\n\nCanada 150 chair so my program there is really focused on understanding the links between sea ice\n\nand atmosphere so not just in terms of what drives sea ice variability but also how the sea ice\n\nvariability when influence the atmosphere and so one of the things we’re looking at right now for\n\nexample is how ice loss will change precipitation just within the Arctic itself and whether that\n\nprecipitation will fall as snow or as rain and in particular I’ve been really interested in how\n\nif we have less winter ice and you have this open water you have this moisture source for\n\nstorms already but then if that storm were to drop that precipitation as rain then\n\nto still refreeze in the winter time but when that happens you get this ice layer on the snow\n\nand then the reindeer or the caribou or the you know muscox they can’t break through that ice\n\nlayer to forage for food in the winter time so they starve and so there’s sometimes these massive\n\ndiodes where you have like 30,000 caribou die in one winter because they’re starved to death and so\n\nI’m trying to better understand how these frequency of these rain on snow events in winter may change\n\nso that we can do a better job trying to do you know management of these herbivores\n\nI’m just making a note here on that point and then let’s see we you also have a Twitter feed\n\nat Julienne’s Truva and you’re on Facebook Julienne.struva and through those I’ve seen in the past\n\nseveral months a number of your photos and other discussion of your your recent time in the Arctic\n\nand I actually am I recalling correctly I saw something about a some sort of animal approaching\n\none of your equipment stations yeah it was actually so every time we were on the ice we had to\n\nhave a polar bear guard with us right but it was polar night so being a polar bear guard is very\n\nchallenging because you can’t see it you know it’s dark and it’s very cold so people would do like\n\ntwo-hour rotations of being a polar bear guard but we hadn’t seen a bear and we had this bonfire\n\nthat night actually so I don’t know I sometimes we’d have sometimes we’d just burn wood and\n\ninstead outside and drink mold wine or something just just to get out of the ship and\n\nso we had a big party and then later that night a bear came to our remote sensing instruments\n\nand just moved one of the antennas into a different direction and kind of ripped off a little bit\n\nof the cover but it was actually very remarkable that he actually stepped over all of the cables I\n\nmean I had I had probably about 20 some plus cables going from a power hut where you know the power\n\nsource was coming in and we were feeding it to all the instruments always network cables it was\n\npower cables things like that to all the instrumentation we had on the ice and he didn’t rip any of\n\nthem out which I couldn’t believe he actually you could see that he stepped over all of our strings\n\nof cables that we had and the only reason we saw him was because we kept a surveillance camera on\n\nthe hut that would go off every five minutes to just monitor the stability of the site because we\n\ndidn’t want like if a storm were to come and and the ice were to diverge and a lead open up we\n\ndidn’t want to lose our instruments into the water and so it’s one way to keep things monitored\n\nabout what’s happening with the ice but we just noticed one more the one morning the next morning\n\nthat one of the instruments wasn’t looking the right way like well that’s odd and then we flipped\n\nthrough the surveillance camera footage and found the bear oh my gosh yeah wow yeah I mean he actually\n\ndidn’t do that much damage I was able to to re-rotate the antenna so that wasn’t a problem a\n\npolar fox was more damaging it ate up three of my cables oh yeah yeah yeah so then the people\n\nfrom Met City which is all the meteorological measurements they started putting gasoline on all\n\ntheir cables we didn’t do that but the fox actually didn’t come back we just tried to make sure\n\nthere was nothing on the ground with that fox to get yeah wow because the fox yeah I guess they\n\nliked the two cables and that could be quite dangerous if they went through a power cable sure\n\nluckily it was mostly network cables that he cheered up well I heard of rodents going after\n\ncables but I didn’t know foxes did that yeah well and because we saw a fox it probably meant there\n\nwas a bear around somewhere because we’ve been told that the foxes tend to follow the bears\n\nand eat their they just davenge okay because I mean there’s nothing out there in the middle\n\nof winter there’s absolutely nothing yeah there was one day I was sitting I two days a week I would\n\nspend time in this RV tent and it was a tent that we had over a hole in the ice where we would lower\n\nrobotic vehicle that would do different things so sometimes we would scan the underside of the ice\n\nand look at you know the surface the bottom topography of the ice um sometimes we would\n\ntroll nets behind us to try to see what are we catching how much zoo plankton is in the water\n\nis any fish um we had sediment traps and one time I was sitting there just waiting for the vehicle\n\nto come back up and I was talking to one of the polar bear guards and a seal popped its head\n\noh my gosh out of the hole we’re like oh my god there’s a seal and this is you know the middle\n\nof Arctic winter and I didn’t see any fish like I don’t know what he’s eating but he was hanging\n\nout and getting air in our hole and yeah oh it’s pretty cool that must have been a lot of fun\n\nto see yeah well let me just really quick give a shout out to some of our sponsors who make this\n\npodcast episode along with the rest of our YonEarth podcast series possible and that includes\n\nAlpine Botanicals the Lidge Family Foundation, Purium, Vera Herbels, Growing Spaces,\n\nSoil Works, Earthwater Press, 1% for the planet, Dr. Bronners and Way They Waters and by the way\n\nwith Way They Waters they are making those CBD aromatherapy soaking salts available for monthly\n\nshipment to folks who join the monthly giving program at certain levels so a big shout out to\n\neveryone in the monthly giving program and if you haven’t yet joined and you’d like to you can go\n\nto YonEarth.org slash way they dash waters to find out more about that a huge thanks to everyone\n\nmaking this podcast series possible our discussion today with Julienne Possible and also our community\n\nmobilization work possible working with folks all around the country the continent the planet\n\nfor climate action soil regeneration neighborhood resilience health and wellness and\n\nculture of kindness which is clearly very important right now so I you know I know Julienne that a lot\n\nof the work I’m doing and a lot of the folks in the YonEarth community are doing is helping to\n\ninspire people to make lifestyle changes to do sometimes simple things like composting and\n\nand changing up eating habits travel patterns whatever it might be and I want to ask you a question\n\nthat I know you and I have spoken about before in the past and it’s not always my favorite question\n\nto ask it’s not an easy one to discuss but you know given what you see through the science and the data\n\num how hopeful or not how how pessimistic uh do you end up feeling and how does that affect you\n\nas a as a mother as a parent with young children you know in the earliest years of their adulthood?\n\num yeah usually when I when I speak to people I try not to be so pessimistic only because I know\n\nthat we can change it so I guess that’s you know like if we if we were to lose all the\n\ncites in the Arctic Ocean it can come back it’s not irreversible so I think in that regard right\n\nthere’s hope that if we were to change how much you know see it too we keep putting in the atmosphere\n\nthings like that it would make a difference um whether or not we do it in time I I don’t know if we\n\nwill and that concerns me and you know I think the thing with COVID that’s been really interesting is\n\nit shows us how quickly people can change their way of life yes it’s it’s so fast just like that we\n\ncan change how much we travel you know how we interact and and so we can make these changes also\n\nto our planet for its well-being and I think you know being in London was very interesting during\n\nCOVID because it was the first time I ever saw the city have absolute clean air because there’s no\n\ncars really on the road and now they’re going to invest like 12 million into bike lanes and\n\nencouraging people to bike because everybody started biking I mean you could bike into central\n\nLondon for where I live out west and it was an enjoyable ride you know it was wonderful and you\n\ndidn’t have to do with a lot of cars so yeah I think people started realizing that well hang on\n\nwe kind of like this change of pace and get being more physically active by using our bicycles instead\n\nof getting in our cars I noticed you know people were hanging out with each other and everybody\n\nwas technically in the parks and yeah I’m being outside and it’s like actually it’s really nice\n\nI saw two seals come up in the 10 it’s like wow there’s seals in the in the 10s and so it’s very\n\nquickly that we can adapt our behaviors in our lifestyles if we desire to do so but we’re not\n\nthinking that climate change is like COVID you’re not thinking you’re going to die this year\n\nand maybe that’s the harder part with humans is like this is something that’s coming along\n\nslowly but it could become quite drastic by the end of the century and my biggest concerns really\n\nare agreement in Antarctica and in Antarctica we thought well it’s not going to respond for a really\n\nlong time because it’s so much colder than the Arctic region and even if you were to warm up by\n\nfive degrees still well below zero but what they’ve been finding is there’s a lot of instability\n\nnow in some of these floating ice shelves and part of it has to do with warming ocean waters that\n\nis eroding these ice shelves and it’s like you know if you stand out to get it has a lot of these\n\nfloating ice shelves that just they’re part of the glacier but they’re floating on the ocean\n\nwhen you break them off they’re already still floating on the ocean so that doesn’t\n\nerase sea level rides but it’s like a dam breaking and they’re holding back all of that glacier\n\nmass that’s behind it and then the napkin accelerate and so right now I mean Greenland’s already\n\nbeen contributing one millimeter maybe a little bit more now per year to go over sea level rides\n\nwell now the Antarctic is as well and it hadn’t been and so and the Antarctic has a lot of ice\n\nlike 80 meters of sea level rides contained within that continent so I think we don’t fully\n\nunderstand how quickly these systems will respond I think when I went in as a PhD studying Greenland\n\nI didn’t think you’re gonna see any massive changes in Greenland but already Greenland has been\n\nmelting quite a bit and contributing more now than ocean extension or other glaciers to sea level\n\nrides what’s the potential of Greenland’s ice use that Antarctic is 80 meters yeah Greenland is\n\nseven to eight meters seven to eight so it’s ten times wow I mean that that wouldn’t happen\n\nprobably in our lifetimes but yeah this is why our forecast for what kind of sea level rides we’re\n\nlooking at at the end of a century have such large uncertainties because it can be anywhere from\n\none meter to three or four meters we don’t know and and the majority of the human population lives\n\nwithin 30 miles of the coast yeah I don’t hear sea level yeah yeah so that’s a huge impact\n\nit’s a huge impact yeah can you just walk through in concise form the difference between\n\nwhy terrestrial ice leaves to sea level rise and why ocean ice doesn’t I just want to make\n\nsure folks understand yeah well ocean ice is like an ice-keven glass of water yeah so when it\n\nmelts it’s already you know it’s already displacing the water level anyways when it’s floating so\n\nit’s not gonna change it much when it melts whereas the land ice is on land it hasn’t been in the ocean\n\nyet so once it goes in that’s where the sea level rise comes true yeah in Greenland\n\nhas been melting in extraordinary rates yeah before I think it was roughly in balance between how\n\nmuch surface was melting and how much was being discharged through the glaciers from icebergs but\n\nnow the surface melting is contributing much more to sea level rise than the glacier discharge\n\nand so you’re getting a lot of runoff from Greenland and I know that the latest climate model\n\noutput from the next that goes into the next IPCC report under the same radiative forcing at the\n\nend of the century as we had in the last report the melting over Greenland has doubled for some reason\n\nso I don’t know if it’s just improving some of their their modeling capabilities but\n\nit’s it’s it’s almost double what we had last time so maybe our estimates even on what we think\n\nGreenland will contribute has been underestimated yeah in IPCC’s the international panel for climate change\n\nyeah this is a consortium of scientists from around the world yes yeah so they come together and they\n\ntry to synthesize all the publications and all the science understanding that we have about the\n\nclimate system so you have different people working in different areas and there was this special\n\num cryospheric report that came out so last year or the year before um just a kind of a special\n\nstate of the cryosphere and oceans report that the IPCC did and I wrote one of the chapters about\n\nthe sea ice and Arctic amplification uh for that report so that was trying to summarize yeah our\n\ncurrent understanding of of how dire the cryosphere changes are in cryosphere means frozen\n\ncryosphere is just all those places on the planet that are frozen water in some form so whether it\n\nsnow or permafrost or glaciers ice sheets sea ice yep that’s the cryosphere great\n\nalso so um great to be able to talk to you Julienne and I’m grateful that you’ve taken the time to\n\nvisit with me and and share it to YonEarth community today and I’m just curious um you know\n\nbefore we sign off if there’s anything else you’d like to share or say and in particular if you\n\ncould you know provide any sort of recommendation or even we might say advice uh to us here in the\n\ngeneral public what might that be I mean I think we each have to sort of start thinking about what\n\ncan we do individually for sure I mean I I I was flying a lot so as a climate scientist I flew a\n\nlot to meeting all over the world all the time I I feel like I was traveling maybe twice a month\n\nI haven’t traveled since I got off the ship except now to come back to Colorado um for a bit so\n\nall of our meetings have gone online and virtually and I think we’re gonna take advantage of this\n\nfor a while I I think that you know it’s been so nice not constantly getting on an airplane\n\nand traveling to meetings I mean yeah face-to-face meetings are still really nice but we don’t\n\nalways have to do it yes and we can do more virtual meetings and that right there has a huge\n\nclimate impact by not flying so much even just in my daily life I’ve become very conscious about\n\nmy waste and in London there’s this fantastic bulk food store that’s near my tube station\n\nand I can get everything I need except my producer and I just bring my containers and I fill up\n\nand I’ve reduced my waste dramatically I don’t do plastic waste anymore you know I don’t have\n\ncans it’s it’s just been really nice to think about it that way and I think if we just all\n\nstart individually thinking about what can we do on our just small scale and then of course we\n\nneed to get the leadership that will put these programs in place on a larger scale and yeah so\n\nand and decarbonizing energy is critical right and right now the leadership in this country\n\nthe United States is absolutely 180 degrees from where we need to be on that issue yeah and there’s\n\nnot one single energy that’s gonna meet our needs I think what we’ve realized now is there’s not\n\nan energy solution at this point that well one has no climate impact whatsoever because everything\n\ndoes and two I mean it’s really that we have to start reducing our consumption I mean that\n\nis really what’s needed and we’re gonna have to start second carbon out of the atmosphere if we\n\nwant to if we want to get to the below two-degree target because I mean right now the Arctic sea\n\nice kind of disappears at 1.7 degrees so that’s before the two-degree target and that’s two degrees\n\nCelsius right yeah two degrees Celsius for global warming and it’s basically the only way to get\n\nthere now at this point is going to be through carbon capture we’re not going to do it\n\nquick enough with energy I mean unless you know what if we all just stop traveling for a while\n\nwell and I know a lot of my for all lockdown for a while personal friends and colleagues are very\n\nenthusiastic and focused on the soil regeneration capabilities for carbon sequestration\n\nyeah and the numbers we’re seeing are a 10 percent increase in terrestrial soil carbon\n\nis equivalent to sequestering all the fossil carbon we’ve released\n\nbeginning of the industrial revolution well going from two 80 parts per million to over 400\n\nparts per million so that’s it’s not necessarily easy right it’s going to take a whole lot of\n\nconcerted effort at every scale right but one of the things I love about the carbon sequestration\n\nwith soil is that it’s also something we can each do in our own homes with composting and soil\n\nbuilding strategies our own neighborhoods the kind of thing regular folks can be a part of\n\nand I think that’s what we just need to provide maybe better guidance on how everybody individually\n\ncan do things that will help yeah and then scale up to your community and to your state and yeah\n\nyeah yeah the wider community is working on a set of resources for this very thing\n\nthat we’ll have out we think early in 2021 so it’s absolutely right and there really is\n\nso much we can do but you hit the nail on the head it’s about getting the right information\n\nand inspiration to folks in a way that’s very easy to understand and then adopt basically\n\nyeah and I guess I have this hope that that COVID is shown people that they can change\n\ntheir lifestyles yeah and and I’m hoping that for some people they really enjoyed the change\n\nyou know I think in I think in the UK especially in London being in such a big city I think people\n\nreally loved that there wasn’t all this car pollution anymore that the air was clean and nice\n\nnowhere all these cars in the road it wasn’t so noisy it was just really much more peaceful\n\nI didn’t have airplanes flying overhead for two months I was like wow there’s no airplanes overhead"
}