{
  "title": "Episode 102 – Julie Morris and Louise Chawla, People & Pollinators Action Network",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11873/episode-102-julie-morris-and-louise-chawla-people-pollinators-action-network.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-102-julie-morris-and-louise-chawla-people-pollinators-action-network/",
  "episode_number": 102,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast on your host, Aaron William Perry.\n\nAnd today we’re visiting with two of the directors of the people and pollinators action\n\nnetwork Louise Chawla and Julie Morris. Hello. Hi, Aaron. Thanks for having us. Hey,\n\nit’s great having you on today. And I’m really excited that we’re going to be talking\n\nabout what’s going on in the world of pollinators, that’s bees and all kinds of other wonderful\n\ninsects and animals. And we’re also going to be sharing a variety of calls to action and\n\nopportunities for folks to get involved and help out with this really important issue.\n\nSo it’s great having you on.\n\nYeah, Louise Chawla is Professor Emerita in the program and environmental design at\n\nthe University of Colorado in Boulder. Her work focuses on the benefits of access to nature\n\nfor children, the development of active care for the natural world and participatory methods\n\nfor engaging children and youth in design and planning as a means of civic development\n\nand education for sustainability and to create communities that support the well-being of\n\nall ages. She serves on the scientific advisory committee of the Children and Nature Network,\n\nwhich works to document the benefits of access to nature in spaces of everyday life and\n\npromote city greening. She finds common cause in creating green spaces for people and pollinators\n\nand in ensuring that people as well as pollinators are protected from toxic pests to sides.\n\nJulie Morris is Associate Teaching Professor in the Department of Biological Sciences at\n\nthe University of Denver. Her work focuses on biology, education and outreach, especially\n\nenvironmental education and strategies to improve engagement and learning effectiveness\n\nin large introductory and non-majors biology courses. She is passionate about preserving\n\nbiodiversity and is actively involved in several sustainability initiatives on the University\n\nof Denver’s campus and in the surrounding Denver community. This includes managing\n\nD.U.’s community garden and advising 200 graduate student organizations, the D.U.\n\npollinators association and the D.U. Botanical Society. Once again, Louise and Julie, great\n\nto have you on the show. I’m really looking forward to speaking with you right now.\n\nThanks, Sarah. Sarah and I just want to say we’re directors in the sense that we’re\n\non the leadership team for people of pollinators’ lecture network, but I want to just put\n\nin a word for our really wonderful staff director, Joyce Kennedy and our communications person\n\nSabina McKay. We couldn’t be doing what we do without them.\n\nIt’s so wonderful. I really appreciate the shot out there. Thank you. We were speaking\n\na bit about the work before recording the episode. I know they’re managing a number\n\nof great initiatives. Thanks for that. Shout out. Maybe we’ll just use that as a segue\n\nto dive right in. Let me ask you, Louise, can you tell us in a nutshell what is P-Pan\n\nto use the acronym and what are you guys up to?\n\nI will. I’ll jump in and then Julie, come in with everything you want to add. P-Pan formed\n\naround 2015 and it is, as it says, it’s for people and pollinators’ action network,\n\nrecognizing that safe bio-diverse habitat for pollinators is also safe and beneficial\n\nfor people in many, many ways and we can get into some of those many ways during our talk\n\ntoday. We need to make common cause and understand that if we’re working to protect biodiversity\n\nand I think there’s a growing awareness now that pollinators are performing essential\n\necosystems, services and Julie as a biologist can say a lot more about that. In fact, E.O.\n\nWilson, the great entomologist, said that if human beings disappear from the planet\n\nall of a sudden, all the other species on Earth would go along with their lives and\n\nactually a lot of them would rebound and start doing better, but if insects disappeared\n\nfrom the planet, all life on Earth would come crashing down in about three months. And\n\nI think Julie, you can elaborate on that and buy me that prediction, but it’s a dramatic\n\nway of indicating just how much we do depend on healthy habitat for pollinators too.\n\nAnd so with that goal, Peepan has a number of initiatives. I’ll say a bit about a couple\n\nand then maybe pass them on to you, Julie, to talk about as well. So Peepan works at,\n\nit’s a statewide organization. So one of its main areas of work is with state agencies.\n\nFor example, Joyce and other representatives of our group, Joyce Kennedy went to the Department\n\nof Natural Resources and pointed out to them that pollinators are wildlife. I mean,\n\nwild native bees and other wild native creatures, bees, bats, butterflies, are pollinators\n\nand they are wildlife and therefore they need to be protected by the Department for Natural\n\nResources for Colorado. And that was like, oh, I never thought about that before, response\n\nthat we got from the agency, but they jumped on board. And so we are working with them\n\nand helping them develop new land management processes to create a protect and increase\n\nhealthy pollinator habitat all over the state. We also work at a city level with municipalities\n\nand we’ve created models for doing pollinator proclamations and resolutions and so far seven\n\ncities in Colorado have done that, including Denver, Boulder, Boulder County, Lafayette,\n\nLongmont, Virtue, Cherry Hills Village. And it involves making the commitment that they’re\n\ngoing to take a series of steps to make their cities more welcoming, friendly, habitable\n\nfakes for pollinators, but at the same time that’s good for people. For example, if they\n\nchange city parks and city lands to organic turf, that’s better for safer for people, safer\n\nfor children, safer for pets, and move toward pollinator friendly plantings tends to be water\n\nconserving as well. And I think as we talk today, we can talk about the kind of multiple\n\necosystem services and benefits that are achieved by actually focus on creating safe places\n\nfor pollinators. And I know Julie is an expert on that ecosystem services and can talk\n\nabout that with us. We have pollinator safe communities encouraging private landowners,\n\nboth farmers and people just with their private yards to plant for pollinators and create\n\nbiodiversity. We do webinars with a butterfly pavilion and Denver Botanic Gardens. We organize\n\nan annual Colorado pollinators summit where people get together from all over the state\n\nto share both action initiatives and research going on about pollinators in the state. We\n\njust recently a couple years ago helped form an environmental health coalition with many\n\nother groups of the state lobby and the state legislature. When we talk about the pollinator\n\nlicense plate petition, we can say more about that. And do plant and seed swaps. Julie, do\n\nyou want to say something about the pollinator highways initiative as well?\n\nYeah, sure. I’m relatively new to the P-Pan board. I’ve just come on in the last year,\n\nbut was sort of aware of the activity of the group before that. And you know, my main\n\ninterest in becoming part of the group was sort of education and outreach initiatives.\n\nSo hopefully reaching more people than just the students in our classes, sort of public\n\noutreach is I think pretty important. And so any ways to raise awareness. And Louisa already\n\nmentioned the Colorado pollinator summit, which is just a really great way to lots of\n\npeople coming together from land management to business people to, you know, city organizers\n\nto concern citizens, all looking at ways that we might interact. And that’s sort of one\n\nway that I became aware of what was going on. And the other was, as Louisa mentioned,\n\nthe pollinator highway project. So P-Pan works with the Colorado Department of Transportation.\n\nAnd a couple of years ago, I think, 2017, they, we designated the, the first sort of official\n\nColorado pollinator highway on I-76 from Julesburg to Denver, I believe. And the, the goal\n\nis to change the way they manage the sides of the highway and increase pollinator habitats.\n\nSo decrease the mowing, add specific plantings that can provide forage and food and, and\n\nnesting sites for pollinators, but, but also to draw attention and raise awareness. I think\n\none of the most important things is often people aren’t aware of the problem. And, and really how\n\neasy it is to make some impactful changes. And so I think that’s one really great thing about\n\nP-Pan and the others to start thinking about how we can change policies both at the state level\n\nand local levels as, as we raise awareness and people start to care thinking about how we can\n\nactually start to make changes. And the, you know, many of these changes can actually save the\n\nstate money because it means holding off and not doing the mowing at the wrong time when you’re\n\ngoing to be, you know, cutting down plants that are essential for, for pollinator survival. And,\n\nso doing fewer mowing. So with the highways, for example, right along the highways, that’s still\n\ngoing to be kept short. But then there’s a buffer zone beyond that. And that’s like a perfect place\n\nto plant these pollinator strips, and which will also hold water served like rain gardens. So\n\ncertain multiple effects. The other great thing about the highway project is highways are sort of\n\nnatural corridors. And one really important thing about ecosystems and sort of managing\n\nand improving ecosystem is connectivity. And being able to use these highways to\n\nconnect areas of habitat is really important for the ecosystems.\n\nYeah, thanks for, for, for pointing that out. And I know that the corridors have been\n\nthought about quite a bit with other conservation and ecosystem stewardship efforts, you know,\n\nwith, with larger animals. And it’s, it’s really neat to think about this in terms of the insects\n\nthemselves. And I, I want to, you know, I, and also I’m so excited and I will admit a bit proud\n\nthat here in Colorado, we’ve got some really cool initiatives underway that folks in other regions\n\nmight, you know, be able to adapt and adopt and for, for their needs. And, you know, with, with\n\nour community, it’s, it’s wonderful. The YonEarth community we’re working with folks throughout\n\nthe whole country and even internationally. And so, you know, my, my hope in prayer today is that\n\nthis discussion might even plant some seeds as it were in other communities outside of our\n\nwonderful rectangular border here in Colorado. And so backing up a little, you know, for folks who\n\nmaybe are newer to the conversation, I’d like to dig in a bit both on the ecosystem services\n\nside of the coin and on, on the, the big old, like, you know, what’s the problem side of the coin?\n\nAnd I know when we had the opportunity to interview Scott Black, executive director of\n\nCersei’s several months back, he was able to share some stories about, you know, insect\n\ndie off rates throughout the United States, particularly in the Midwest and really throughout\n\nthe world. So, I wanted to make sure we really underscore the, the severity and scope and scale\n\nof, of the challenge and problem that you guys are addressing through P-Pam. So, with that two\n\npart question, Julie, would I, should I, should I kick that to you first? Yeah, I can jump, jump\n\nin on there. So, one thing that is, I think, attractive about pollinators is, you know, they can\n\ntend to be insects that people have an easier time relating with, often, in many cases,\n\nand see the benefit of and can sort of be, spokes, spokes insects for the rest of the important\n\norganisms. So, like, you’re thinking of like butterflies and bees. Right, yes. You know,\n\nthese beautiful spiders. Yeah, spiders and wasps, the predators out there, equally, equally important.\n\nHowever, you know, in this case, it’s a good, it’s a gateway into the conversation about insect\n\ndeclines, which are really just part of much broader declines in biodiversity in general.\n\nSo, there’s increasing awareness of the catastrophic, I would say, biodiversity loss\n\nhappening around the world right now. And the things that are driving that general biodiversity\n\nloss are really the same things that are behind specific insect declines and more specifically\n\npollinator declines. So, it’s all connected as part of the bigger picture.\n\nAnd really, what those things are is probably number one habitat loss,\n\nyou know, loss of resources and home and space to survive. And that’s definitely the case\n\nwith our pollinators, and I can go into some more detail about that. Another would be pollution\n\nin general, and specifically in the case when you’re talking about insects and pollinators,\n\nthese tend to be pesticides, right, and other agrochemical types of things. And pesticides include\n\ninsecticides, but also things like herbicides and fungicides. You know, they have these sort of\n\nmore focused names, but it’s important to realize that these chemicals can have impacts on other\n\norganisms besides the target organism that they’re aimed at. And a lot of research is being\n\nbrought to light these days about the impacts of fungicides and herbicides on insects as well.\n\nNon-native species are often an issue, so invasive species that either compete with native species.\n\nAnd in truth, European honey bees are not native to North America. And while they are very\n\nimportant to our agricultural systems, there’s also some evidence that they do compete\n\nwith our native pollinator species, especially in cases where there are limited resources.\n\nAnd things that make the news like climate change can also be an issue. And often,\n\nclimate change causes often one of the big problems is what we call\n\nphenology mismatch. So phenology is the timing of events, biological events. So if you think about a\n\nplant, when did the leaves come out? When did they flower? When does it fruit the timing of those\n\nevents? It can also be sort of animal events. You know, how do they overwinter? What are the\n\nlarval stages when did they hatch? And sometimes organisms are sort of in sync in ideal conditions.\n\nSo the pollinators come out when there is food for them. And sometimes under climate change\n\nconditions, the organisms don’t change at the same rate. And so now maybe the pollinators come\n\nout when the flowers aren’t there yet or the flowers come out and the pollinators aren’t there yet,\n\nwhich is then problematic for both groups of organisms. And then, you know, also sort of introduced\n\ndiseases. This is a long list at this point, but humans and the organisms that we move around\n\ncan carry diseases, viruses, bacteria, fungi, these kinds of things can move around and cause\n\nproblems with the organisms. So it’s really a combination of these things that are causing the\n\nproblems. And then maybe moving to why we should care is thinking about what really what these\n\norganisms are doing in nature. And pollinators, we think about them one reason that I like to talk\n\nabout them in my classes is that I think they’re an amazing example of what we’ve mentioned a\n\ncouple of times, this ecosystem services. And maybe just to take a step back and define what\n\nthat actually is. So ecosystem services are basically the benefits that humans get from\n\nfunctioning ecosystems. And these can be sort of classified into different categories. So\n\nthings like sort of really material benefits that we call provisioning services. So this is really\n\nfood and clean water and timber, natural oils, medicines that we get from nature.\n\nAnd then there’s another class of benefits called regulating services. And these are things that\n\nare provided sort of by ecosystem processes and how they regulate sort of natural phenomenon,\n\nlike preventing erosion and purifying our air and water and flood prevention, sort of these\n\ncategories of things, climate regulation, carbon fixation, sort of that class of things. And\n\nthen there are cultural services. And these are really kind of non-material\n\nintangible kinds of things like cultural and intellectual and social benefits that I think\n\nLuis can even speak more to the research in those areas. So I know we’ll come back to them.\n\nBut anyway, all of these ecosystem services only come to us from healthy functioning ecosystems.\n\nAnd so when we have disturbances in biodiversity, so biodiversity loss\n\nleads to imbalances in the system. And you lose stability, and you also lose resilience.\n\nAnd so if you think about one metaphor that I really like is thinking about a Jenga game,\n\nall those little blocks that you stack up. And the structure is created by the interaction of\n\nall of those pieces in the stack. And as you start removing those pieces, the entire system\n\nbecomes unstable and could eventually collapse, basically. And so the more biodiversity you have,\n\nthe more resilience to change, you know, and the more stability you have, the more likely that\n\nthese ecosystem services will be provided for us. And pollination is an important one.\n\nYes. And I went to that. I can trust that. And pollination is a critical service in itself,\n\nbut then there is that cascading effect because when we look around at all the vegetation we love\n\nin our world, and not certainly the native plants, if they’re flowering plants, they probably\n\nare dependent on summer wind blown, dependent on wind blown pollination. But most of them depend\n\non the right insect showing up at the right times, Julia was saying to pollinate them in the spring.\n\nAnd if you take that away, and then you start to, Julia was saying, let’s well, let’s take\n\nthis plant out of the ecosystem. And this one isn’t going to survive anymore. And then we got to\n\ntake out all these others. I heard, Julia, like about 70 percent of the plants we look around and see\n\nthe flower, they wildflowers and the shrubbery and trees here in the open space in Colorado,\n\ndepend on pollination. And so if you take them all out because we don’t have the pollinators anymore,\n\nwe have this cascading effect, then they’re not there to cool the temperature and slow the rainwater\n\nrunoff and perform all those other functions that plants play in our lives.\n\nIs there really good service of beauty?\n\nYes, that’s a really good point, because often people think about food. When you talk about\n\npollination, it’s easy to relate the fact that most of our food, I think I’ve seen estimates\n\nthat one out of every three bites of food requires pollination. And so that’s often a little bit\n\neasier for people to relate to, but also most of our ecosystems are also flowering plants requiring\n\npollination. That doesn’t often get as much attention. And often because there’s sort of multiple\n\nsteps between the act of pollination and the specific benefit that we’re receiving. And so I\n\nthink it’s important to understand those connections and those steps.\n\nYeah, that’s thank you for helping to paint that picture and connect those dots.\n\nAnd one of the things I’m very excited about to hear early in 2021 is that this is the\n\nbeginning of the decade on ecosystem restoration among our entire global community as decided\n\nthrough the United Nations body. And you know, it’s to me, it’s such an interesting set of\n\nissues to think about because on the one hand, we’re talking about very complex systems.\n\nAnd when it comes to ecosystems and particularly understanding the interactions between,\n\nsay, the kingdom of fungi and insects, our understanding has absolutely blossomed in the last\n\ndecade or two only. And really prior to that, we had a very rudimentary of entirely\n\nlacking understanding. And it seems we’re going to learn a whole lot more in the coming years.\n\nSo there’s on the one hand this incredibly complex set of systems to think about in terms of\n\ngetting better at regenerating and being good stewards of these environments upon which, of course,\n\nwe all depend. On the other hand, there’s this growing sense of, I think, urgency and desire\n\nin the general public to do whatever can be done to help with these issues. Recognizing it seems\n\nby more and more folks that it doesn’t necessarily mean we all have to be PhDs and know all of the\n\ncomplexities of particular ecosystem functions, but that it’s still really important and more over\n\nthat it’s super important. We’re all doing what can be done. So I guess that’s a bit of a\n\ncomment leading toward this question, which is what can we do and how are you guys mobilizing\n\nat the beginning of this new year heading into this new decade to help activate more action\n\namong the general public? I can start out a little bit, Louise, and I think one of the most\n\nexciting things about this is there are a lot of very simple things that people can do really\n\nstarting with their own yards. If we think about how much space really our neighborhoods take up\n\nand how much of that is covered, often agriculture maybe gets the brunt of concern,\n\nand so people think, well, how am I supposed to change how industrial agriculture is done,\n\nbut if you realize that really our yards are the same sort of what we call monoculture,\n\njust all one kind of plant, and so in the agriculture fields it’s our corn or soybeans or\n\nwhatever the main crop, and in our yards it’s our lawns. This green grass that has no benefit\n\nreally to to maintaining biodiversity, and so by making some simple changes and really\n\nplanting, increasing habitat, which is really just planting flowers, and thinking about how you do it\n\nin a way that is specifically useful to the pollinators, but the nice thing about that is it’s\n\nalso beautiful, it beefies space, it often takes less water and less management on a day-to-day\n\nbasis than our lawns do, and so there’s sort of multiple benefits, and when you increase\n\nhabitat for pollinators it also benefits other beneficial insects, which then increases the\n\nnumbers of birds, and you have again this sort of cascading positive effects, and Louise can talk\n\nmore about sort of the mental impact of looking at a beautiful garden full of flowers, and you know,\n\nso the human added benefits to that as well, so really making some small changes to the way\n\nyou manage your yard, increasing habitat, not using chemicals, sort of adjusting what we\n\nthink a beautiful yard is to being one that’s biodiversity could make a huge difference,\n\nand then supporting groups like Peepan and Xerces who are trying to spread the word,\n\nand so we have programs like our pollinators safe\n\nneighborhoods, and you know, just our pollinator taking the pollinator pledge, which basically just\n\nsays you’re going to increase habitat in your yard and not use chemicals, then neighbors start\n\nasking what you’re doing out there, and you can really get to spread the word that way, so those\n\nare ones that I would think of right off the bat. That’s great, thank you Julian, and Louise,\n\nis there anything you would add to that?\n\nYeah, well, yeah, so for one thing, some pollinators are generalists and will go for different\n\nvarieties of flowering plants, but in general it means native plants, going with native plants,\n\nand is Julie mentioned that some water saving move because native plants evolved here in the\n\nsemi-arid west, and unfortunately we’re becoming more arid, and they’re more likely to be the\n\ntough survivors here if we give them a chance, and I want to say how encouraging it is to take these\n\nsteps, you know, digging out a part of the lawn or taking, changing plants from distant parts\n\nof the world that did not co-evolve with the wild bees and other native pollinators that we have\n\nhere, and replacing that space with native plantings, and certainly it can throw in some really\n\nbright hybrids, and think of there too, I think many, it’s easy to get information on which ones\n\npollinators will be attracted to, but we see the results right away, and as Julie said, these\n\nare flowering plants, they’re beautiful, but it’s really exciting when you plant it and they come.\n\nFor example, we did a, I mean in the age of A, but we got permission to put a pollinator garden\n\nin the sunny west facing side of our townhouse, and this is it’s just raw, just planted.\n\nI know it’s going to get more and more lush and abundant, but you know it’s just these individual\n\nplants we had put in and just brought in from the nursery and stuck them in the ground, and they\n\nwere the bumblebees, and they were the bees, and there are the hummingbirds, and it’s just so\n\nexciting to see those immediate results, and as Dave Goulson, who’s an internationally recognized\n\nentomologist and an expert in insects, and especially bumblebees and native bees,\n\nwho’s been out here a couple of times, partnering with us with Peepan, and also as a keynote speaker\n\nfor our Colorado pollinator summit in 2020, as he points out, insects have a fast reproduction rate,\n\nso you can make a real difference in their survival quite quickly, and then it’s also a matter\n\nof connectivity as Julie was saying. If you, some, I understand Julie, and you would know more about\n\nthis, but I understand that some native bees don’t travel very far. They have relatively small\n\nradius for foraging, but so if you plant, have a garden, and then your neighbor has a garden,\n\nand a couple doors down the street, they have a garden, we’re creating that connectivity that\n\nJulie was talking about, that was so important. In fact, as I was putting in my garden,\n\nmaybe a couple of neighbors further down our row, who’ve already done that, and it’s one of them\n\nsaid, we’re planting a pollinator buffet, which is really what they need, so they’ve got a variety,\n\nall that variety of different kinds of plants, and all within a short distance from each other,\n\nwe had at CU with our BEAT club, one of their activities was designing pollinator gardens for\n\nparking lots, that’s just take away a couple, all it needs is the little strips where you have some\n\ntrees, let’s put pollinator friendly plantings in there, and manage it for that, or you\n\nmake a deal to take out a couple parking spots, and you’ve got a pollinator garden in there,\n\nand it is, it’s more beautiful as well for people.\n\nThank you, that’s really got me excited thinking about some layered opportunities in our\n\ncommunities really all around the world, and I have just made notes, I want to ask about\n\nfour important topics, kids, dandelions, HOAs, and parking lots in a moment, but first,\n\njust want to take a pause to remind our audience that this is the Y on Earth community podcast,\n\nI’m your host, Aaron William Perry, and today we’re visiting with both Louise Chawla and\n\nJulie Morris, who are on the board of directors of People and Pollinators Action Network,\n\nand of course, I want to mention you can connect with Pete Pan through their website,\n\nit’s peopleandpollinators.org. On Facebook, it’s people and pollinators all spelled out,\n\nsame thing on Instagram, and when you go to the website, you can find the page to sign the\n\npollinator pledge, and if you’re here in Colorado, you can also sign the petition to create a new\n\nColorado pollinator license plate, which is great, I actually signed the petition earlier today\n\npreparing for our discussion. I’d like to give a special shout out and thanks to the sponsors\n\nand partners who make this podcast series possible, and that includes the LIDGE Family Foundation,\n\nEarth Coast Productions, Alpine Botanicals, Purium, Earth Hero, Liquid Trainer, Vera Herbles,\n\nGrowing Spaces, Soil Works, 1% for the planet, Earthwaterpress, Dr. Bronners, and Waylay Waters.\n\nOf course, they’re very special thanks to those folks who have joined our stewardship circle,\n\nmaking generous donations to the support, the work that we’re doing, and to everybody in our\n\nmonthly contributor program. And if you haven’t yet joined, you can go to yhonourth.org,\n\nclick the donate button and set up a monthly recurring donation of any amount that works well\n\nfor you to support all of this work. If you choose to give out the $33 or greater level,\n\nyou’ll get a monthly delivery of our biodynamically grown CBD hemp infused aromatherapy soaking\n\nsalts as a way not only to support regenerative farms, but really to enhance your own personal\n\nhealth and wellness practices, compliments of Waylay Waters. And I want to also give a quick\n\nshout out that we have created a special coupon code, Peephan, P-P-A-N, which you can use at\n\nyhonourth.org to purchase our Celebrating Honeybee’s Children’s book, which is printed,\n\nand also comes as an ebook. And we’re going to be putting up prints of special artwork as part of\n\nour whole new ambassador platform in 2021. And you can also get a 10% discount on any of those\n\nprints like the one of the honeycomb you see behind me, or any of our other wonderful products.\n\nAnd when you use the Peephan code, we will also donate 10% of those proceeds to Peephan to support\n\ntheir efforts this year 2021. So with that, that’s a lot of different ways folks that you can engage\n\nand get involved. Really, it’s so important that we’re all doing what we can in our communities.\n\nAnd especially when it comes to the impacts on children. And you know, one of the things that\n\nhas sort of astounded me these past several years, learning more and more about important issues\n\nwith pollinators as well as with incredible toxification of our environments. And it’s not a stretch\n\nnor hyperbolic to say that as a global society, we’ve effectively been waging chemical warfare on\n\nthe planet for something like 100 years now. Sometimes we call it agriculture, and sometimes we\n\ncall it beautification of the neighborhood. And you know, one of the great challenges we’re facing is\n\nthat indeed many homeowners associations, HOAs are actually requiring still some of these toxic\n\nchemicals to be used in yards. And the link, I think, that is so important. We all understand is\n\nthat many of these toxic chemicals are particularly harmful to children and, of course, to pets.\n\nAnd can damage the kids’ growth and development in their early years. And of course,\n\nit’s kids often that are out, romping around in the yards, getting even more exposed to many of\n\nthese chemicals than us grownups might on our own. So I just, I want to get right into that\n\nimportant point. You know, what do people need to know, do you think, about this issue of toxicity?\n\nAnd even in a progressive place like Colorado, I still see people spraying poisons without any\n\npersonal protective equipment of their own around their yards, knowing their children right next\n\ndoor and pets all over and so forth. So what do we do about this? What do people need to know about this?\n\nPeople need to know that just a huge amount of chemical industry advertising has\n\nlobbying has definitely tried to keep from our knowledge in terms of the\n\nserious toxicity of these are example. I think many people think, well, if it’s in the marketplace,\n\nif it’s on the shelf, it must be safe. And that’s safe. And the argument is industry that\n\nit’s safe is used as directed. Of course, how many people before they start spraying screens on the\n\nlabel? And I think most people don’t. But for example, Dave Goulson and his keynote speech\n\nat the Colorado Polyneter Summit last fall noted that typically with agricultural spray,\n\nabout 5% actually gets on the target plant and penetrates the target plant. The rest of it\n\ngoes into the land in water. And if it goes into the land, it’s eventually going to go into the water\n\nwhen there’s rain or when there’s the irrigation comes on. Same thing with our HOAs. If\n\nthey’re herbicides are lawns so that haven’t said don’t let the dandelion ever appear.\n\nThat is washing away into the, it would run off and into our creeks. And we know we have herbicides,\n\nfor example, in Boulder. We know we have herbicides and chemicals and some beyond the level\n\nconsidered safe by the EPA that must be coming from people’s private yards because the city\n\ndoesn’t use them years ago. The city of Boulder stopped all toxic pesticides when sitting in\n\nmy hands in parks. The schools district doesn’t use them. They decide protecting the health\n\nand safety of children and staff is more important. And the university stopped using them many\n\nyears ago for the same reasons. The moment you begin to sit down and read about the effects that\n\nthese pesticides have, it’s what I call an oh my god subject. When I began my work includes\n\ncreating places, designing places to connect children with a natural world. And ever since I was\n\na doctoral student, I was aware of that there are other people who think of the chemical environment\n\nof children and adults that invisible environment we don’t see, but it’s still very much present for us.\n\nAnd I began to read a bit about the effect of herbicides and insecticides on\n\ngreen spaces. And what those risks in which as you say, Aaron, you could see the lawns,\n\nchildren, young, run on, it’s the athletic playing fields. It’s the city parks in cities that\n\nare still using these toxic chemicals freely. And\n\nOh, Louise, I think we’ve got a bit of a\n\nso every age with children. There’s a bit of a\n\nunstable connection. Yeah, if Louise is, I can build on that what Louise was talking about. And\n\nalso like another really important point about these chemicals is that they tend to persist\n\nin nature. And so, you know, often what’s considered safe, you know, what they’ve done with safety,\n\nyou know, is at concentrations, specifically diluted concentrations. But the problem with these\n\nchemicals is they persist in nature. So every time you keep putting them out there, the concentration\n\nincreases and increases. And so you start to see toxicities. And really the testing that’s been\n\ndone to call these safe is really sort of a short term thing. It’s not looking at the long-term\n\nbuildup of these things or their presence in nature or how they’re impacting other things.\n\nWe’ve been talking a lot about insects here, but also thinking about how these chemicals are\n\naffecting the biodiversity in our soils. You know, we’re just beginning to understand how much\n\nlife is in our soil and how important that life is to the productivity of our agricultural systems\n\nand also our ecosystems. And when you spray these things on the plant, you know, that there are\n\nalso a lot of non-target organisms in the soil that reduce the fertility and resilience of the\n\nsoil. So, you know, connected problems. And there’s sort of increasing understanding about\n\nthe potential impacts to human health. It’s not fully understood. But, you know, there’s\n\nincreasing understanding of this enough so that you’re starting to see movements to reduce the\n\namount of it. And I think it’s really important to raise awareness because I think most of the\n\nproblem comes from not understanding the multiple side effects. I think often people are focused on\n\nthe one thing, like I need the dandelions gone from my yard or what about those Japanese beetles\n\nthat are eating everything without thinking about the interconnections of everything. And I think\n\nwhen you educate people about these things, they’re much more likely to change behaviors.\n\nYeah, absolutely. And, you know, echoing Brigitte Mars, the world renowned herbalist who’s\n\nwritten some 14 books in his Honor Global Advisory Board during an episode that we did with her a\n\nwhile back. She was encouraging folks to not spray the dandelions in particular. And, you know,\n\nthis is about a cultural bias, I guess, that so many of us still think that having dandelions\n\nin the yard is somehow indicative of not being a good steward of the landscape. But it turns out\n\ndandelions are among one of the most important early flowering plants, providing food and forage\n\nto all manner of pollinators early in the season. And so this is in a way similar to the butterflies\n\nand hummingbirds and bees that can be sort of the poster creatures for this movement. The dandelion\n\nalso, I think, can be one that we focus on as well. Yeah, it’s a bad point. I will say, though,\n\nat our HRA, we’ve gone organic and we’ve had actually a beautiful lawn. What I’ve noticed for\n\nwhen University of Colorado and Boulder went to organic, and it takes a couple years for what\n\njust what Julie was saying for the soil. I wish you’d, I think, Louise, we’ve got another\n\ninterruption in the garden. It’s not so strong right now, Louise. I’m so sorry.\n\nI’m so sorry. I want to hear what you’re saying, but it’s just not coming through. It’s getting\n\nall chopped up. I think what she was starting to say is that, you know, often when you start to\n\nmake these changes, it takes a couple of years for the soil to recover. And as the\n\nhealth of the system comes back with the absence of these chemicals, then you see your plants\n\nout competing the weeds. A healthy system is actually more balanced and more resistant to pests,\n\nsort of leading into that idea. Yeah. So, Erin, just technologically, if I switch to my PC,\n\nI’m on my laptop now. We’re, Louise, we’re toward the end of the discussion. Fortunately,\n\nwe’ve been able to, I think, get so much great information and inspiration from me both. So,\n\nwe’ll just have to kind of roll with it here and continue on to kind of wrap up in the next\n\nfew minutes. And yeah, this is part of the challenge, I guess, of the connectivity that\n\nwe’re experiencing and working with Zoom from time to time. We get a bit of this turbulence,\n\nbut I’m happy that most all of our conversation has come through really well. So, that’s positive.\n\nAnd I’m just going to remind folks to be sure to go to peopleinpollinators.org to get a lot of\n\nadditional information and to engage with the organization, take the pollinator pledge. And,\n\nyou know, certainly, we can all be doing more in our own yards and neighborhoods. And, you know,\n\nthe thing, I’m really excited to think about as an opportunity for the Y-Earth community to\n\nhelp at the national scale, and perhaps even beyond that, has to do with public spaces like\n\nparking lots and also with homeowners associations. Even in a town like Boulder, I will cross-parking\n\nlots and notice that there’s stones with nary a plant growing amidst them and they have the colored\n\nstains of various herbicides and other toxic chemicals on those stones. And it’s really a shame\n\nthat in these parking lots scattered all around the country, not only are we not using them\n\nto create pollinator habitat. In many cases, we’re dousing them with untold volumes of toxic\n\nchemicals. And so, I think, you know, as communities become more aware and mobilize more around\n\nthese kinds of on-the-ground issues, those parking lots are one of the target areas we can probably\n\ndo a lot more. And similarly, with homeowners associations, this is an opportunity where a few\n\nfolks in leadership in a particular community can help transform what that HOA is all about\n\nin becoming more a force for health and wellness and ecosystem restoration and less a force for\n\nspring cancer causing toxins, basically. So, I’m really encouraged to hear Louise about the\n\npollinator garden that you guys did with your HOA and look forward to following up on that and\n\nseeing what we can do in the coming months to help support more of these kinds of efforts. And so,\n\nI’m so happy we’ve had this opportunity to visit today and I want to be sure to\n\ngive you an opportunity to say whatever else you might have to say, Julie. And\n\nLouise, I hope we can get a good connection for you to make some concluding remarks as well.\n\nBut if not, we’ve already got a lot from you, which is wonderful. So, with that, Julie, let me ask,\n\nif you have any, you know, final comments or remarks you’d like to share with our audience?\n\nI think the most important take home message is that there are a lot that individuals can do.\n\nAnd that if you want to take it to the next level, you know, you can become an advocate. You can\n\nhelp raise awareness. You can take these issues to your HOA, to your community. You can\n\njoin with groups like Peepan to even, you know, lobby at state and national levels.\n\nThere’s lots of ways to be involved. And really, the most important thing you can do is change\n\nyour individual behaviors and spread the word to people around you. Sometimes that has the greatest\n\nimpact, the conversation with a neighbor. So, just being aware of the problem is a good start\n\nand any tiny steps that you make help amplify the work that is being done elsewhere. You know,\n\nif you think about the work that you’re doing in the yard, being an island that helps us increase\n\nconnectivity and amplify restoration efforts in our natural, some of our natural areas,\n\nit’s just as important in your yard. I want to add just two things in closing, Erin.\n\nFor one, I want to go back to the question you asked me about the special vulnerability of\n\nchildren and emphasize, again, the importance of avoiding the risks of avoiding its pesticides that\n\nare harmful to people, pets and ecosystems. But why children are especially vulnerable?\n\nChildren’s bodies are in the process of forming. And if their mother is exposed to pesticides when\n\nthey are a child is developing in the womb, many pesticides are endocrine disruptors. And that\n\nmeans that they can mimic the messages of our own hormones. And they do that at very, very low\n\ndoses because the doses of our own hormone messages are very slow. So we tend to think that\n\nthe more of a toxic chemical, the worse, but actually these chronic low levels can be exceedingly\n\ndangerous. And so, pesticides are associated with childhood cancers, just as adults develop\n\ncancers associated with pesticides too. But also, again, if their mother is exposed when she’s\n\ncarrying the child, it’s associated with low birth weights or preterm births or congenital\n\ndefects. And as with adults, asthma, lung diseases. But also for children, there’s a really special\n\nrisk of neurological disorder because their whole range system and nervous system throughout\n\ntheir body is forming so rapidly. And if they’re exposed to pesticides in those early years,\n\nthere’s a lot of evidence that pesticides can contribute to autism and to lower IQ,\n\nto attention deficit and hyperactivity disorder, to a range of neurological disorders. So,\n\nso that’s the answer to that question. But on the positive side, I just want to say again,\n\nwe can all do something at every scale. And the entomologist, Doug Callamy calls this\n\nbuilding living landscapes. So, if we change our practices from those habits of using toxic chemicals\n\nand just eradicating native plants instead of fostering them around our homes and in our gardens,\n\nthen every piece matters that we can do it everywhere. We can do it in our homes. We can\n\ngreen schoolgrounds and plant pollinator gardens there and do that teachers and children together.\n\nWe can do it in our churches and our university campuses and our cities and parks and our state\n\nlabs. And as you were saying, Aaron, you know, when when people do this, they’re setting an example\n\nthat other places can pick up and can can reproduce all across the country. And so,\n\nlet’s just all be part of that effort of building living landscapes.\n\nWith that, I want to thank you both for taking the time to to visit with me today and to have\n\nthis really important conversation with our why on our why on earth community audience and look forward\n\nto collaborating more in the coming months as well. So, thank you both.\n\nThanks, Aaron. We really appreciate all the work you’re doing to raise awareness and spread the\n\nword, you know, in all areas of sustainability and allowing us to bring up the plight of the\n\npollinators. The YonEarth community stewardship and sustainability podcast series is hosted\n\nby Aaron William Perry, author, thought leader and executive consultant. The podcast and video\n\nrecordings are made possible by the generous support of people like you. To sign up as a daily\n\nweekly or monthly supporter, please visit why on earth.org backslush support. Support packages\n\nstart at just one dollar per month. The podcast series is also sponsored by several corporate\n\nand organization sponsors. You can get discounts on their products and services using the code\n\nYonEarth, all one word with a Y. These sponsors are listed on the why on earth.org backslash\n\nsupport page. If you found this particular podcast episode especially insightful, informative\n\nor inspiring, please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in. Thank you for your support and thank you for being a part of the YonEarth community."
}