{
  "title": "Episode 11 – Angela Maria Ortiz Roa – Foundation for Leaders Organizing for Water & Sustainability (FLOWS)",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2745/episode-11-angela-ortiz-y-on-earth-community-podcast.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-11-angela-ortiz-y-on-earth-community-podcast/",
  "episode_number": 11,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "the word podcast. If you would like, you can go to WireEarth.org slash market, that’s our marketplace,",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHi friends, welcome to another edition of the YonEarth Community Stewardship and Sustainability\n\npodcast series.\n\nI’m so excited you could join us today and especially excited that Angela Maria Roa Ortiz has been able to join us to talk about her work at the community level through\n\nan organization called Flos and Angela welcome.\n\nThank you for having me, so excited to be with you and with everybody watching this show.\n\nIt’s so great to have you here.\n\nVery excited.\n\nAnd Angela, I’m so thrilled we connected several months ago through Flos and to let folks\n\nknow Flos is a project with the University of Colorado’s Environmental Center in partnership\n\nwith the Boulder Housing Program here in Boulder, Colorado.\n\nAnd Flos stands for Foundation for Leaders Organizing for Water and Sustainability.\n\nCorrect.\n\nYou did it.\n\nThat’s how he shows the water painting behind that.\n\nAnd Angela has such an interesting and I would say a unique perspective in a lot of\n\nthe various conversations and encounters I have with your background coming from\n\nColumbia, Bogota, now being in Colorado where you’re a mother, a linguist, a community organizer\n\nand activist and educator.\n\nAnd you’re working with folks particularly in the low income communities in this area helping\n\nthem connect more with food, gardening and soil, water, opportunities and really working\n\nthrough a lens of social justice in the context of ecological sustainability.\n\nAnd of course you’re certifying permaculture and what a wonderful background that we shared\n\nthere.\n\nAnd you work as a translator and interpreter both in English Spanish interpretation and\n\nalso American Sign Language, which is really cool.\n\nCorrect.\n\nNot certain five point yet for Sign Language Interpreter, but I’m working on it again.\n\nThat’s amazing.\n\nYou speak many languages and Angela is so great having you here.\n\nThank you.\n\nI’m excited to be here.\n\nSo I thought I’d kick it off by asking you, how did you get into all this?\n\nOh, I like that question.\n\nIt’s hard to answer.\n\nI feel, you know, it’s interesting because I got asked this question two days ago and\n\nmy answer, my goal to answer is that I feel like it’s in my blood.\n\nI feel like it’s just, because I was a child that I was just fascinated playing outside.\n\nI think I’m older.\n\nI remember standing in front of my classmates and just kind of in tears being like, girls,\n\nif we could just like each one of us picked up some trash and every day the whole world\n\nwould be better.\n\nI remember doing this at a really young age.\n\nSo it’s just escalated from there and it’s been growing and growing.\n\nAnd it’s never been like, this is what I’m going to do for a living, this is what I’m\n\ngoing to do for my profession, but it just slowly evolved to be and it’s just something\n\nthat I cannot deny that is just really rooted inside of me.\n\nI think maybe my indigenous love from the Colombian background, it’s just, it’s just\n\nboth sides inside of me.\n\nAnd so slowly, you know, I’ve been getting engaged with, I started with my own healthy\n\nliving, wanting to change it and especially as I got pregnant and I wanted to provide healthy\n\npeople with my child and I was, you know, starting to understand the food industry in\n\nthis country and how hard it was to find good food, even if it’s a label certified organic\n\nor whatever, you know.\n\nSo to add open my eyes, then I got engaged with community guardians and then I got, I searched\n\nfor my from my culture education and then I got to close and it just continues to evolve.\n\nSo I think it’s just something that is very rooted, which I think you have too.\n\nRight.\n\nI think we share that.\n\nI really do.\n\nI want to ask you a question about that, that sense that we carried something in our blood\n\nthat we’ve known since an early age, but before going there, I wanted to ask you about,\n\nyou mentioned your indigenous roots coming from Colombia and I’m both European and Native\n\nAmerican with Mohawk Indian background and thought maybe you could share a little about\n\nyour heritage with us.\n\nWell, it’s very interesting, because I have never done the DNA test, so I’m never usually\n\nwhat I’m saying is true, but it feels like to be like it’s true.\n\nGrowing up in Colombia, just in general, I feel like the habits of consumption of resources\n\nare a little bit different here.\n\nThis country is more, you know, excessive, quick, fast, you know, in Colombia, I remember\n\ngrowing up and we had something called rastiana miento, you know, so there were days that\n\nwe had, maybe no electricity, like, certain days a week, we didn’t have electricity, or\n\ncertain days a week, we didn’t have any water.\n\nSo we had to prepare, we had to be more conscious of how we use those resources when we had\n\nthem available.\n\nSo that was something of my, just, I remember from my childhood, I think we, before that,\n\nmy grandmother, I found my mother’s side, she grew up in the Zarian Colombia Colos Janos,\n\nwhich is closer to the border with Venezuela.\n\nAnd, you know, just kind of like my grandmother has never one choose very often.\n\nShe’s always some her little sandals or her, you know, bare feet and always very connected.\n\nI remember her having all kinds of animals and just cooking and it was not like little\n\ncooking, it was like she had 15 children.\n\nI have them just on that side, I don’t know if I’m only just 15, so it was like very kind\n\nof cooking.\n\nSo, I don’t know, just very communal, very collective, very together, very, just, not never\n\nthinking about us, not as an individual, but how could, what do we need to do to all\n\nbe good?\n\nSo, so that’s where I wrote my, my, my sense of indigenous background, but I don’t really\n\nI hope by the way, I’m a little scared of doing this and finding out that maybe I’m like\n\nEuropean.\n\nWell, that’s kind of funny because I guess it’s something I’ve thought about so as well\n\nand in the book Why On Earth, I actually wrote about the fact that at the end of the day\n\nwe’re actually all indigenous.\n\nAnd it’s really, in terms of when we’re accessing what we would call indigenous wisdom, indigenous\n\nknowledge that is kept in different ways by different cultures, it’s more a question\n\nfor many of us as to how far back in time we have to go to see that in our own lineages\n\nversus whether we are or not indigenous.\n\nI like that person.\n\nAnd because, you know, on my, on my grandma’s side who also I love thinking about her whenever\n\nI’m cooking in the kitchen and that’s where I would often hang out with her when I was\n\na kid.\n\nAnd she is Slovenian from the southeastern region of the Alps near the Adriatic\n\nand there’s a beautiful deep traditional culture there that isn’t to be keeping and gardening\n\nand you know, we find this really I think all over the world.\n\nAnd of course the modern western capitalist milieu in which many of us have grown up and\n\nare working has an incredibly fast pace but also a very real disconnection from nature.\n\nSo to hear do you talk about your grandmother close with shoes off, close with the ground.\n\nI think there’s something there that is actually such an important piece for each of us to\n\nreclaim and start to practice more.\n\nI really like that.\n\nI really like that.\n\nAnd I feel like the moment that we view ourselves and recognize those roots, I think we will\n\nstop arguing some of that.\n\nAnd I feel like there’s wisdom everywhere and it’s just how can you reconnect to that\n\nand social wisdom that we all carry in our blood.\n\nIt’s just that I feel like for some of us it’s like the umbilical cord, it kind of like\n\nstops pulsating you know after a while and I feel like how can we revive that and feel\n\nthat connection again?\n\nBecause I feel like it is inside of all of us, it’s just that some of us feel it stronger\n\nthan others.\n\nWell I’m totally convinced that you and people like you doing the kind of work you’re\n\ndoing in community is really bringing that back to life.\n\nYeah, thank you.\n\nAnd that’s so needed.\n\nIt’s really I think an essential piece of what we need in our culture right now.\n\nYes, I agree with you very much.\n\nSo can you share with us a little about what you’re doing with the community work that\n\nyou’re doing through flows?\n\nSure, I would love to.\n\nSo flows like you said stands for foundations for leaders organizing for water and sustainability.\n\nSo this is a partnership that is generated between the Boulder Housing Authority, which\n\nis Boulder Housing Partners and the Environmental and CEO Boulder.\n\nOkay, so they’ve got together and they decide that they want to create this program that\n\nmimics the spirit of your education.\n\nThere’s already a program that exists within the university where students go to student\n\nhomes.\n\nNot necessarily student housing, but student homes and talk about sustainability solutions\n\nand that they want something like that that will translate into the community.\n\nSo they thought about something called flows and flows started in 2016 during the summer\n\nof 2016.\n\nI was one of the first group like group members to be recruited.\n\nAnd it was a very experimental program, you know, when we stayed in the pilot program\n\nfor a while there and it was the whole goal of this program is to have resident members\n\nof low-income housing here in Boulder partner up with the students of the university.\n\nSo that’s the first condition that we make, right?\n\nBecause for many of us that live in the city of Boulder that are low-income, we never\n\nknew that the university was there.\n\nI mean, we know that there’s a university, but I never, you know, many of us have never\n\nbeen there, you know?\n\nAnd for the students, they forget that there is a low-income population, you know.\n\nSo there’s the first connection that we make, right?\n\nThe student and the residents.\n\nThen we together go into other low-income housing units and we talk about sustainability.\n\nBut in the maybe to change a little bit how you phrase what we do instead of helping because\n\nthat’s the thing that we’re maybe trying to to change is rekindle, restart, reconnect\n\nthose people with the knowledge that they already have.\n\nIt’s very interesting because many of this population members are either immigrants,\n\nare people color, are, you know, they have a lot of knowledge already and things that\n\nwe tend to not see that knowledge, you know, we are the experts there, the people that\n\nneed to follow us.\n\nSo we wanted to change a little bit that narrative and just always keeping in mind that\n\nasset-based perspective, you know, there’s so much knowledge in those communities already\n\nand the fact that we are low-income makes sense of that we have to be extra careful on\n\nhow we use resources, how we consume.\n\nSo that makes us already leader since sustainability more than people that don’t have to think\n\nabout how much money they’re going to pay in water or under utilities in general.\n\nSo people can have every single line of their house on, have a fountain, you know, like\n\nand have pools and you know lots of and they use a lot more and they don’t even think\n\nabout it because they can’t afford it.\n\nSo that makes us leaders within the lowering community and that’s something that we want\n\nin a highlight, you know, because we get, I say we because I’m a BHP resident myself.\n\nSo we get, you know, tolls and unfortunately in this political climate over right now\n\neither we’re part of the problem, we’re the cause of the problem.\n\nWe are, you know, so this is very negative, you know, narrative that we’re exposed to\n\nconstantly like we’re draining the system and we receive any sort of, you know, assistance\n\nfrom the government and you’re just draining them, you’re like, you know, couch potatoes,\n\nlike, you know, all this kind of stuff and in what we found, first of all, first-hand experience,\n\nI am a hard worker, I work at work at work, you know, I go, go, go, go, and I’m going into\n\nother people’s homes and seeing that that is, that’s the norm, like we are hard working and we\n\nhave a lot of knowledge from where we come from. People from Africa, people from Mexico, people from,\n\nEurope, like there’s just a lot of knowledge there and we go in and we’re like, hey, so,\n\nyou know, it’s having a bit of sustainability, we find a lot of those little things,\n\nhighlight them, learn them ourselves because I know they’re nothing else more than anything.\n\nAnd also we provide free water and energy upgrades, so that’s something that we do, that is\n\nlike the principal work, which is going in and we check labels, change LED, we put LED lights,\n\nwe change positive radars to lower GPMs, gowns for a minute, and we check refrigerators,\n\nwe check toilets so there’s no leaks, so little simple and basic audits that we’re performing,\n\nbut I feel like the value of our work is more in the interaction that we’re having with it.\n\nIt’s cultural, that’s really interesting, so specifically around the light and the water use,\n\nit sounds like you’re bringing in some strategies and sometimes even technology upgrades that\n\nincrease efficiency, so basically folks are able to experience more light, more use of water\n\nwithout consuming as much energy or as much water. And what a beautiful model to share with folks,\n\nand it’s really a model of abundance, it turns out.\n\nExactly, and be very careful too, because we don’t also want to be, we want to encourage certain\n\nbehaviors, but then we’ve noticed, or example, when somebody’s like, oh, take five minutes showers,\n\nthe moment you’re like, oh, great, five minutes showers are what we want, people are like,\n\noh, I’m doing great, I want to experiment with showers. So we have to be very strategic on how we\n\ntalk to people to really highlight the work that we’re doing and at the same time support them with\n\nnew strategies on how to maintain or improve what they’re already doing.\n\nYeah, beautiful, beautiful.\n\nWell, I am totally struck by how your energy exudes a joy in doing this work and to be so effective\n\nin the community and to provide so much joy and also hope, I think is really powerful in one of\n\nthe things we probably need most in our culture. And I’m wondering, can you just speak to this,\n\ngoing back to this sense, some of us have had since childhood in our blood of somehow being in\n\nservice to the living world, to the planet, to each other, to society, and how do you carry that\n\nwith you day to day when you’re encountering all kinds of different people?\n\nThat’s a great question. So my mom, and I think this is rooted in my childhood,\n\nbecause my mom always said to me to smile, right? And smile in the street, I remember,\n\nand I’ll be walking with her and she’ll be in her hand and I’ll be like, you know, and somebody will\n\ncome by and smile and I’m like, what do you mean? And she’s like, just smile, and I’m like, you know,\n\nand I think from like forcing myself to smile so much, I think that it’s just became\n\nHawaiian. And I really, I tried to promote that with my child and with people. I feel like really\n\nchange is, I know that there’s like, we have big problems and we need to come up with big solutions,\n\nbut I feel like big solutions are rooted in small kinds of changes. So the more we smile, the more\n\nwe smile, the more we’re kind, the more we’re intentional, the more we give our hearts,\n\nthen all those bigger solutions are going to, you know, unfold. And we’re going to be able to tackle\n\nthese big problems that we have. But just so it’s true, I also struggle a lot because I go\n\ninto people’s homes and we encounter people that are like, yes, I want to do this or I already do\n\nthis and whatever, you know, it’s excited, they feel their commitment, their responsibility.\n\nAnd I also walk into people’s homes that are like, I’m a phone, I don’t care. And then I walk\n\nout of there and I’m like, gosh, we deserve all we get, you know, like so it’s a really interesting\n\ndynamic and just juggling on emotions that I have to do inside. But I’m very thankful to my mom\n\nbecause she was only like, smile, smile. And you make it, you know, I get so you make it, you can’t\n\nprobably. Well, I have to ask, so do you do that for your son? I do. Well, it sounds like a very good\n\nand effective. And it’s funny because he’s really shy, so he’s always kind of like, you know, more\n\nrejected and I’m like, he sees it in me, I model it. So hopefully, yeah, they imitate what they see,\n\nright? Hopefully. Well, I thought I might ask you a question that maybe might seem a little bit\n\noff topic given what we’re talking about, but I’m really curious as a parent, as a dad,\n\num, my son recently turned 16. And I’m curious, as a mom, I know that there’s such a profound\n\nconnection obviously to one’s child. And I’m really curious about that period that your son\n\nis entering when a boy starts to turn into a man and how the mom experiences that. Oh my goodness.\n\nThat definitely being a mom is the hardest thing I’ve ever done. Yeah. The hardest emotional job\n\nI’ve ever done. It’s like having a piece of your heart with no protection, just walking around\n\nin the world, right? And so, but, uh, I feel very blessed, I feel like I was just given a very\n\nbeautiful human being, beautiful spirit that lives in that little body of his. And he, he has a kind\n\nheart. I’m very lucky because I have a lot of friends. I always, you know, I’ve always,\n\nbaby said, and I always thought, like, it’s a parent’s fault, it’s a kiss, it’s a baby,\n\nand then we all started having babies. And all my cool friends started having, like,\n\nthem a child, and I’m like, oh my god, you’re a cool guy, what happened? You know, like, so,\n\nand then I realized that we’re just giving this spirit that comes and there are who they are,\n\nand it doesn’t really matter sometimes on how it doesn’t matter a lot of how we teach them,\n\nbut they are who they are before we teach them. And so, in this form, I feel really lucky,\n\nand I was just telling you recently that I also know that my job as a mother is limited because\n\nI cannot teach him how to be a man. I can show him the kind of man that his mother respects\n\nand looks up to and feels safe with and likes to embrace and likes to connect with,\n\nbut I cannot quite teach him how to be it. So, you know, be him. So, I’m lucky to have beautiful\n\nmen in my life that are role models and that show him back, because, you know, I feel like I can\n\nonly walk him to the bridge and then he’s going to have to. I have to find somebody to help\n\nand walk that bridge because I cannot do it myself. Well, it’s such a beautiful metaphor,\n\nand in some respects, you know, some of the rights of passage experiences I was able to give\n\nto my son Hunter, and of course, couldn’t in the same way to my daughter, Oshah,\n\nis really setting us up, I believe, for their lifetime of adulthood where they’re really\n\ntraveling their own bridge, regardless of whether it’s my daughter or my son. And it’s beautiful\n\nto watch that. It’s an amazing process, and it reminds me actually a friend recently, in fact,\n\nit was Stephanie Seisen, who’s one of our other podcast guests, an incredible herbalist up in the\n\nmountains here in Colorado, growing amazing biodynamic herbs. And within two or three days, both\n\nshe and my mom both mentioned that poem by Rumi about parenthood, where we as parents are the\n\nbows and the kids are the arrows, and they go through us, but once they’re launched, they’re their own\n\narrow, basically. I’ve seen it, I read it somewhere. It really feels amazing. Oh my goodness, yeah,\n\nit’s beautiful. It’s amazing. But yeah, that raw exposure of the heart, I can relate to that.\n\nYeah, that’s incredible. And I’m in general very open person emotionally, so just to see him\n\nstruggle and having those days, and like the kids who don’t want to play with him, and you just want\n\nto like, you know, and then you have to act from your higher self and be like, this is the pain\n\nthat is going to strengthen you. So you have to feel it now, because if I try to shelter,\n\nthen he’s missing out the opportunity to learn how to deal old so hard. So it’s to learn.\n\nYes? Well, I think in a sense, that’s a beautiful segue to a couple of other things I wanted to\n\nask you, because when we say we have so much to learn, I think that’s really true for us as\n\nindividuals, but also as a as a culture. And I’m talking now about our sort of modern Western might\n\neven say sort of cultural wisdom and knowledge. And it seems to me that in terms of a fabric of\n\nsociety, it is strengthened by having threads from all sorts of different cultures. And obviously,\n\nyou in your day to day are crossing all sorts of cultural bridges. And I was wondering if you\n\ncould expand a bit on this idea that when we’re talking about diversity and culture, we’re really\n\ntalking about a whole bunch of cultural assets. And it’s a way of thinking about our\n\nwealth and well-being culturally, if you will, to recognize that diversity adds so much.\n\n100%. And I wish some of our leaders will see it that way too. But I want to speak to the fact\n\nthat our core team are people that work with flow slow, just so you know, it’s not work as volunteer.\n\nWe have volunteer program. And these people that go with us to visit other people’s homes\n\nare very diverse. They’re very diverse in backgrounds and cultures and races and languages\n\nand viewing the problems and the solutions. So I feel like that, like you said,\n\nBill’s strength, Bill’s resilience, you know, the more it’s just it’s just strength and\n\ngoes. You know, as part of why we are successful right now as a group. And so I agree with you 100%\n\nthat it’s very important to understand that, especially now, even me, like living here in this\n\ncountry, that we don’t have the answer for everything, right? Not for the sustainability issues\n\nthat we’re facing, not for the political issues, not we don’t have the answer. We need to look at\n\nproblems for multi-dimensional approach, right? So the more that we can tackle this problem,\n\nas either it’s a water problem or you know heating planet, whatever it is that we’re looking at,\n\nif we were able to view it from a multicultural lens, we will be more effective. Because sometimes\n\nwe try, we view ourselves as the ones with the answer and the solution and everybody else around\n\nthe world should follow. When really it is, it’s going to perpetuate the problem because I feel like\n\nwe will, the whole world trying to accomplish what the US has accomplished economically, you know,\n\nit’s work, it’s the problem. So we need to preserve that diversity of thought and that diversity\n\nand solution, I think too. I feel like it’s very important to tackle problems from different angles.\n\nIt’s not going to work if it’s just, we’re just going at it from one direction. And there’s\n\nsomething and I want to add anything that’s connected, flows something that what we try to do is not\n\nonly go into the, the units to provide those water and energy upgrades and to provide that\n\nexchange of knowledge with the residents, but also what we’re trying to do is with our technicians,\n\nwe are promoting education, right? We’d want to try to build capacity so that we support\n\nthese people that are volunteering their time with tools so that we are the ones that have the\n\nskills and the abilities to perform the green jobs that are necessary for our economy in a\n\nlittle city and in our big role to transition into healthier, cleaner practices. So we tried to\n\npromote education so far, we’ve had a rain barrel installation workshops, we’ve had solar\n\ninstallation, solar panel installations, we actually install all the BHP’s roots at the office,\n\nwe did that ourselves. We’ve done, we’re wanting to do a biochar training, just all kinds of tools\n\nso that as a lower income community, we have what we need to become leaders,\n\nentrepreneurs, that’s a hard work for me, entrepreneurs, entrepreneurs. But you know, so that’s really\n\ncool about the program too, because not only do you go in and you connect with people on the\n\ncommunity, but you also build in your own skills and it’s going to help, it’s going to build your\n\nresume, it’s going to build your capacity and your confidence to go on a fly for these jobs\n\nand hopefully go and own some of this business now instead of like writing back what?\n\nYeah, absolutely, well that’s so beautiful, so empowering. Yeah, super important too,\n\nbecause you know like and that’s something that in flows we talk about because as our city and\n\nas our world is forced to transition into cleaner ways, the people that are going to continue to\n\nbe in control are the people who are already in control, you know, because those people are going\n\nto be able to change their technology to really quick to provide cleaner services, but it’s going\n\nto be the same in people, so in a way we’re going to perpetuate the cycle, so it needs to shift,\n\nit needs like the people that are in the bottom, the people that are always the workers and the labor\n\nneed to be, it needs to be shuffled. Right, shuffled. Yeah, okay, so that’s our goal, we want to empower\n\nmore residents or community members to take on real leadership. Well, that’s beautiful. I\n\nam so excited to ask you the next question on that note, but let me before I forget,\n\nlet me mention to our audience and listeners, you’re tuned into the Wire Earth Community\n\nStewardship and Sustainability podcast series, and I’m here with my guest, on Hela Maria,\n\nwhat’s T’s Roa, and she is the coordinator for flows, the foundation for leaders organizing\n\nfor water and sustainability, right here in Boulder, Colorado, and I want to mention to our\n\naudience and listeners, for tuning in, we want to give you a thank you gift, which is a code,\n\nthe word podcast. If you would like, you can go to WireEarth.org slash market, that’s our marketplace,\n\nwhere we have several electronic books and an audio book version of WireEarth, and if you use\n\nthat code podcast, you can get those out of discount. Also, if you’d like to learn more about flows,\n\nyou can go to Colorado.edu slash eCenter slash flows. This will all be in the show notes as well,\n\nand if you’d like to reach out to on Hela, her email is on Hela.org T’s Roa at Colorado.edu. Again,\n\nthat will be in the show notes. I want to take up that last point, that last note you were striking,\n\nand I think it is so powerful, especially here in the United States of America. That is\n\nunderstanding the relationship between entrepreneurship, shuffling the deck, capacity building,\n\nindigenous and cultural diversity, because in this country we have an incredible tradition of\n\nfolks from all parts of the world innovating and developing amazing new products and ways of\n\napproaching life, and it’s not at all to be an apologist for some of the great industrial\n\ntycoons, for example. I’m not going there necessarily, but I am going to say that a lot of the\n\nthose incredibly successful industrial tycoons were themselves immigrants, and that’s the reality.\n\nMy mom often talks about what it was like for her growing up in upstate New York as a child\n\nof immigrants, effectively, where her mother’s first language, Slovenian, made her very shy\n\nout in the public sometimes, and often her experience, but this is my grandmother now in school,\n\nwith some of the teachers was that she wasn’t bright because she didn’t understand the language,\n\nthe way a native speaker understood English in her case. She’s incredibly bright. Now she kicked\n\nmy butt in the game’s gravel a bunch growing up among other things, so it’s not at all a reflection\n\nof her intelligence these experiences she had as a kid, but a reflection of what happens when\n\ncultures are colliding or coming together, and you know in our history we’ll see all kinds of\n\ndifferent examples. Some good, some are horrific, but I think the point is the true reality, the way\n\nto understand the history for real in this country is that it is a whole bunch of immigrants,\n\nand even our indigenous population, even by Native American ancestors, came here thousands of\n\nyears ago from Asia. The way we humans have been coming to this continent is a really interesting\n\nand rich story, and I am struck that there is so much strength and hope to be had in understanding\n\nthe richness of what happens when we have multicultural exchanges.\n\nWow, so it’s very interesting because I believe in that just blindly, I think that the more\n\nthat we embrace where we come from, the more that we accept and explore what all the people come\n\nfrom, you know, our minds are just going to, you know, we’re really going to use our\n\nfull potential over brains. But you know something that I say constantly when I go into this\n\nhome business is, especially when I encounter immigrants, is the fact that I tried to install\n\nthis concept of global citizens, you know, because I really do believe, like you said, like we’re just\n\nnever from where we come from, like we just like you said, even Native American like here came from\n\nother places, we just, we have constantly been moving around this globe, so we really don’t\n\nbelong to anywhere except the whole planet, you know, like that’s where we belong from, so I do\n\nlike this concept of like forget, I mean, I know that’s very, you know, I don’t even know the name\n\nfor English, but you know, like it’s impossible to forget the boundaries and the front, you know,\n\nborders and all that stuff, but if we were to feel like we are global citizens, like we belong to\n\nthe planet as a whole, then that sense of belonging will guide our decisions, right? Because if you\n\nlike that’s what happens. I feel like that’s for example for the immigrants and I’ve seen it with\n\nthe people that I interact with on my daily, you know, my daily life. I feel like people are\n\nscared or people don’t want to take advantage of the resources and the services that are provided\n\nbecause they feel like they don’t belong. They don’t want to, you know, like for example, I see it\n\nalong with with my friends that have migrated from Mexico because they don’t want to go hiking because\n\nit just doesn’t feel like it’s their space. So I feel like the moment that you developed that\n\nsense of belonging to the space of where you are, then you want to get it, right? The moment is\n\nyours, does you look trash or house? Well, it’s something else I think. But you know, most most of us\n\nlike to take care of our homes and we keep it beautiful and we don’t just throw your trash in\n\nthe floor of our homes. So if we were to make the planet our home, then we would take care of it,\n\nyou know? And I really do believe that immigrants have more that capacity to feel like\n\nglobal citizens because we already cross some borders. We already cross some of those, you know,\n\nimaginary lines that we created for ourselves. And we, I wasn’t Colombia, but I’ve been here for 17\n\nyears. So now from there in here, and you know, like, and then it makes me care for that place\n\nas much as I can for this space now because this is my home, this is my home, this is my child,\n\nthis is, you know, so I feel like the moment that we can feel at home wherever we are. And we\n\ntry to beautify those spaces for however long we’re going to be there for and it doesn’t matter\n\nthat we’re there for a little bit and then we’re going to move on because we leave that space\n\nbeautiful and then you come and the place is beautiful and then you want to take care of it because\n\nyou feel at home and then it makes sense, right? I believe in it, I believe in it. So I try to promote\n\nthat and I believe that I’ve seen that our immigrant population here receives that concept with a lot\n\nmore, you know, they can digest it because they’re like, yeah, because I feel from there and I’m from\n\nhere, you know, like, I feel like if you feel that way, that would be great. That’s so beautiful. Well,\n\nit was so struck coming across the ancient Greek word wikos or ecos, which is a word that means\n\nhome, it means home. And it’s the word from which we get economy and ecology, which is so interesting\n\nbecause at the deepest level of understanding those two words, economy and ecology, they really\n\nmean how we relate to and take care of our home. And it seems that what you’re speaking to is the core,\n\nthe kernel, that precious golden nugget we can each cultivate inside of ourselves that will help\n\nus understand situated as an individual in the context of this complex society that’s in the process\n\nof profound change right now. And if we can truly come to understand the essence of economy,\n\nthe essence of ecology is all about us taking good care of our homes and our shared home\n\nearth. Well, it seems that that might be a good thing. That’s a good idea, Henry. Yeah.\n\nWell, on Hela, it has been so wonderful talking with you. And thank you so much for joining us.\n\nI want to make sure before we sign off today that if there are any additional calls to action\n\nor points that you’d like to make, and I want to be sure to make a plug for flows,\n\ncertainly benefits from donations from the community. This helps you amplify the work that you’re\n\ndoing and that your colleagues and peers are doing. My hope is that this type of model will also\n\ninform and inspire people all around the country and communities all over and even outside\n\nof our own country here. And donations help make that happen. So I want to encourage listeners\n\nand viewers to donate if that’s something that you feel like you’re able to do today. And other\n\nthan that, I wanted to mention one quote from Caesar Chavez that was on your website.\n\nAnd he in this great tradition of multiculturalism and of the dignity of the human being,\n\nyou know, that makes me think of Martin Luther King Jr. Makes me think of Mahatma Gandhi,\n\nmakes me think of Abraham Lincoln. He said, we need to help cherish and preserve the ethnic\n\nand cultural diversity that nourishes and strengthens this community and this nation.\n\nAnd it seems to me that on Halo, that is very much at the heart of the work that you’re doing.\n\nAnd thanks for everything you’re doing. Thank you. I appreciate your work too. I’ve been very\n\ninspired to see you talk several times. I learn from you every time that I share space with you,\n\nso I’m very lucky that we connected and we’re still here now doing our work together.\n\nI’m excited about that. I feel like my call to action, besides, you know, at a local level call to\n\nactions, which is what he said donations, which help us, it provides stipends because we have,\n\nwe only work with low income residents. So when you are low income residents, you are fighting\n\nfor your life, especially when you are living in Boulder, Colorado, this place is not very cheap.\n\nSo what we want to do is for these people to be able to come to the volunteer work, do the,\n\nyou know, what they’re hard selling them to do, which is provide their time to create community\n\nand from awareness and share knowledge with other residents. But we also want to be able to\n\nalleviate some of the stress that we carry as well in terms of income residents. So, you know,\n\nwe provide them with gift cards. So after several weekends that they come out, we’re able to turn\n\naround and give them a gift card that they can use to pay bills, to take their kids’ prize\n\ncream, whatever it is. So that’s, that’s, that will be fantastic. But I feel also at a, a larger scale,\n\nI feel like my call to action and like it is like wish for my heart would be for people to really\n\nembrace this diversity that we have. I think this, this country has the blessing of having people\n\nfrom all over the world. We have knowledge concentrated at its max here and we just live life and\n\nwe don’t recognize it. So that will be my call to action would be I will invite you, I will invite you\n\nand I try to remind myself every day to do the same to connect to somebody who you wouldn’t connect\n\non their regular basis. Somebody that it could be a homeless person, it could be the person that\n\ndrives your Uber. It could be anybody and just reach out and just be kind and talk about the\n\nplanet and from this idea of global citizenship because they really think that that is the key,\n\nit’s for us to all feel like this is our home and that we don’t have to take care of it.\n\nAnd ask questions and learn from others. I think that will be my call to action for everybody.\n\nBeautiful.\n\nThank you so much. Thank you for having me. I appreciate it. Very much.\n\nAbsolutely. Thank you."
}