{
  "title": "Episode 150 – Hunter Lovins on UN’s COP 28 Climate Change Summit",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13587/episode-150-hunter-lovins-on-uns-cop-28-climate-change-summit.mp3",
  "publish_date": "November 29, 2023 8:28 pm",
  "url": "https://yonearth.org/podcast/episode-150-hunter-lovins-on-uns-cop-28-climate-change-summit/",
  "episode_number": 150,
  "subtitle": "Hunter Lovins discusses the United Nations’ Conference of the Parties (COP) for Climate Change.",
  "description": "The 28thCOP is occurring late November through early December, 2023 in Dubai, United Arab Emirates, at which an estimated 50,000-70,000 people will be in attendance representing the world’s nation states along with hundreds of non-governmental organizations (NGOs). While collaborating with governmental officials and NGO leaders alike, Hunter will also co-host the Future Economy Forum in collaboration with NOW Partners and dozens of other organizations and organizational leaders in both the Blue (official UN/governmental) and Green (NGO) zones at COP.",
  "about_sections": {
    "about_hunter_lovins": "L. Hunter Lovins,Time Magazine’sMillennium Hero for the Planet, is a business professor, Founder and President of Natural Capitalism Solutions, a Managing Partner at NOW Partners, and co-author ofThe Way Out,A Finer Future, and the best-sellingNatural Capitalism. Hunter consults corporations, governments and non-governmental organizations, and has taught at many universities."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YOnEarth Community Podcast. I’m your host, Aaron William Perry. And\n\ntoday we’re visiting for a second time with Hunter Love and Hunter. It’s so great to\n\nbe with you. Oh, Aaron, it’s a thrill. And I’m really excited that in this episode we’re\n\ngoing to take a deep dive into cop. The United, yeah, the United Nations conference of parties,\n\nthe annual exercise in frustration, where the world comes together to talk climate. Yeah. So,\n\nbefore we get going, I’ll just share a little about your background. Hunter L. Hunter Love and\n\nTime Magazine’s Millennium Hero for the Planet is a business professor, president and founder of\n\nNatural Capitalism Solutions and co-author of The Way Out, a finer future and the best-selling\n\nnatural capitalism. Hunter consults corporations, governments and non-governmental organizations and\n\nhas taught at many universities. She is also a managing partner of now partners and has\n\naddressed major gatherings, such as the World Economic Forum, the United States Congress,\n\nand the World Summit on Sustainable Development and has participated in leadership roles in many\n\nof the United Nations conference of the parties of the cop. So, cop, here we are recording this,\n\njust actually a few days before you depart Colorado on your way to Europe and then to Dubai for\n\ncop 28, cop 28, why 28? What is this, why the number 28? Thirty years ago, the UN and many of the\n\nworld’s nations came together to frame the framework convention on climate change, where the world’s\n\nnations agreed to keep global warming below a dangerous level. We have failed and the warming\n\nis going ever up. Ever since then, the parties, the nations that signed this framework convention\n\nhave gotten together more or less every year, the first year or so they had a gap or two,\n\nto try to figure out how to achieve this, how to stop global warming and failed in the\n\n28 years in which there have been cops or the 30 years since the framework emissions have doubled.\n\nThis will be the hottest year ever on record in human history and it may well push us above the\n\n1.5 degree Celsius additional warming above what the planet was when humans evolved on it.\n\nWe are, for the scientists amongst you, we are at somewhere around 424 parts per million\n\nconcentration of CO2 in the atmosphere. When humans evolved, it was at 280 parts per million.\n\nScientists agree that the so-called safe number is 350. Anything above that is dangerous, so we’re\n\nalready in the red zone. And indeed, the Secretary General of the United Nations, Antonio Guterres has\n\nsaid this is code red for humanity. And you’ve seen it this summer, the deaths in Maui of the\n\nUnited States of the better part of 100 people from a wildfire driven by hurricane force winds\n\nbecause there was a very unusual hurricane north of the Hawaiian Islands. The floods in the last\n\nweek or so across Europe, I was just corresponding with a friend in Switzerland who said that his\n\ngarden is now under 4 feet of water. The devastation in Libya because of a meditane, this is a\n\nMediterranean hurricane, a new term for us, the famine, a third of a billion people are now at risk\n\nof starvation, not just that they’re hungry, that the world food program says it is now taking\n\nfood from hungry people to feed to starving people because of the droughts across the horn of\n\nAfrica and in other parts of the world. And it’s just getting worse. And I can go on and on and on,\n\ndon’t do this, don’t go doom scrolling on the bad news on climate because you get to the point\n\nwhere you just go, we’re not going to make it. And indeed, I’ve stood with some of our most\n\neminent scientists with tears rolling down their face as they say, we’re not going to make it.\n\nThe reason that I’m going to burn jet fuel to go to Dubai, which will be the Disney land of all\n\ncops, headed by the man who runs the Abu Dhabi National Oil Company. He really think we’re going to\n\nget a climate solution out of this one is because we know how to solve this crisis and we know\n\nhow to solve the crisis at a profit. If we do two things, stop emissions because we switch to\n\nrenewable energy, which is now everywhere on earth cheaper than burning fossil energy.\n\nAnd if we take the excess carbon out of the air and put it back in the soil where it belongs,\n\nwhere it becomes a nutrient, carbon is the basis of all of life. How did it come to be the world’s\n\nlargest pollutant? Well, like all pollution, it is a resource out of place. We’ve put too much\n\nof it into the atmosphere, too much of it into the oceans, so the oceans are acidifying.\n\nNow we need to put it back where it belongs, which is in the soil. How do you do that? You do\n\nregenerative agriculture. This is the kind of agriculture that increasing numbers of farmers and\n\nranchers are turning to because it’s more profitable. And when you do this, you get higher nutrient\n\ndensity, food, you get healthier farm communities, healthier farm families, you’re healthier and\n\nwe’re well on our way to solving the climate crisis. An illustrative number, this is a back of the\n\nenvelope calculation. If we did, for example, regenerative grazing, this is grazing like\n\nemerged, well, the bison across the North American Great Plains, the greatest land managers\n\never were dense packed because of predators, wolves. If you’re about to get eaten, the safe place\n\nto be is in the middle of the herd, everybody’s trying to get there. They’re eating everything in\n\nfront of them, trampling everything under them, fertilizing everything behind them. They keep moving,\n\nthey don’t come back to the grass as regrown. This is what put the 10 feet of thick black soil into\n\nthe Great Plains Prairies. We know how to do this again. Paper by a scientist named Greg Ritalik\n\nshowed that 60 million years ago, the earth was at a thousand parts per million concentration of CO2.\n\nWhen humans evolved, 280, where’d the carbon go? He showed it went into the soil because of grazing\n\nanimals. At around 30 million years ago or so, they’re evolved little grazing animals, prehorses\n\nthat nibbled the grasses at the edge of the forest. Oh, at a thousand parts per million,\n\nthe earth is carpeted in forest, which is to say planting trees is not the answer.\n\nGrass is the answer. Grass has 40 times the carbon per weight of a tree, and almost all of its\n\nbiomass is below ground. When an animal nibbles grass, the roots slough polysaccharide sugars.\n\nThis feeds the microbiological community in the soil, particularly the Michael Ryzel fungi,\n\nthat is what mineralizes the carbon. Here on my ranch, I test the soil every year.\n\nI’m part of a citizen science initiative where 50 out of us do this every year, and every year\n\nI’m a nominee for the Humongous Fungus Award. This is the highest concentration of Michael Ryzel\n\nfungi in the soil. I said, stop giving it to me. I won the award the first time it was given.\n\nStop giving it to me. Spread it around to other farmers and ranchers. We’re also doing a good job.\n\nI get it because we grazed the ground here. When I bought this place, it was bare soil.\n\nIt now has a healthy crop of grass. That grass is sequestering carbon.\n\nAdd to that the solar panels out front, which is what’s powering our ability to have this\n\nconversation, the electric car and the garage, the batteries and the garage to power the electric\n\ncar, the heat pump out back. The energy efficiency that I’ve done in the building,\n\nall of these, if all of us did this, we solved the climate crisis. So illustrative number,\n\ndo this sort of thing, raising on all the world’s grasslands. 60 to 100 years, we get back to\n\n280 to 300 parts per million. The pre-industrial level of carbon concentration in the atmosphere,\n\nwe’ve rolled climate change backward at a profit. That’s incredible. And that’s why it’s worth\n\ngoing to cop, to talk about these things. I’m part of a group, future economy forum,\n\nthat will be putting on dialogues in the blue zone, five dialogues a day and then an evening\n\nfilm festival, as well as high level suppers at houses of very shakes and in the terra pavilion.\n\nWith CEOs, heads of state, ministers, youth delegates, indigenous representatives, activists,\n\ntalking about these solutions, and particularly about regenerative agriculture.\n\nPretty much everybody knows renewable energy is a good thing.\n\nRecent news out of China. China is moving so fast that this may be the year of peak Chinese\n\nemissions. That news was just out yesterday, actually last week, article in the Guardian,\n\nthat China’s carbon emissions could peak this year before falling into a structural decline\n\nfor the first time because of a record surge in plain energy investments.\n\nWhy is China doing this? They can’t breathe. Their cities are so dirty from burning coal from all\n\nof the traffic. So China is already well ahead of its target for this year of 20% of its vehicles being\n\nelectric vehicles. Europe is now starting to do the same thing. Recent report out from Europe\n\nthat Europe’s electricity transition has hit hyperdrive. EU is on track for a huge collapse\n\nin fossil power. Again, why? It’s cheaper. This is just better business. Now, cop, what the hell\n\nis cop? Conference of parties. This is in itself part of why we’ve had 28 of these things and\n\nhaven’t solved the climate crisis. The parties are the nations of the signatories to the framework\n\nconvention. At least 16, probably more like 25, are economically dependent on fossil industries.\n\nSaudi makes a billion dollars a day every day, they delay action on climate change.\n\nYou really think they’re going to come to cop and say, oh, okay, end of fossil. Now, the Europeans\n\nare calling for this. California signed the fossil fuel non-proliferation treaty. As have now,\n\nI think it’s about 12 nations. We’ve been calling for this at every cop for years. We’ve been\n\ncalling for a transition plan, particularly around climate justice. It is simply unjust\n\nthat the developed nations, which are responsible for essentially 96% of all emissions in all time,\n\nare economically better prepared to adapt. As Lahaina showed, none of us are entirely prepared to\n\nadapt, but the countries like Pakistan, which have emitted something like 4% of all emissions\n\nover all time are bearing the worst of it. The floods in Pakistan a year or so ago killed thousands\n\nof people, displaced millions of people. They’re still rebuilding from that. There are whole island\n\nnations that are going to move. Just pick up, because their island is going under water.\n\nAnd again, the famine in Africa, all of the climate devastation is hitting the developing\n\nworld vastly harder than it’s hitting us, and they didn’t cause this problem. So figuring out a\n\ntransition that allows them to get the benefits of renewable energy, of regenerative agriculture,\n\nthat helps them pay for that. And this is one of the fights we’re going to have at cop.\n\nLaws and damage. At the Paris cop, the Paris climate summit, which was last time the world\n\nactually really got something achieved. The brilliant diplomacy of Christianity,\n\nlearns to Vienna, who led that cop, got the world to agree that, okay, as a world we can’t set\n\ntargets, but every nation will set INDCs. Individual, national, determined contribution.\n\nSo what is your nation going to contribute to solving the climate crisis? Well, this year is\n\nthe stock taking from Paris, and the stock taking is already showing. We’re way behind schedule.\n\nSome nations, like China, legitimately can celebrate what they’re doing. The US is way behind.\n\nAll of the western nations are way behind. Again, despite the helpful statistics that I cited.\n\nAnd it’s getting to the point, it’s almost too late, because one of the other things that will\n\ncome out, well, he’s coming out now. Recent report out from the scientist William Ripple,\n\nthe amplifications of climate change. So it’s not just how much carbon is in the atmosphere,\n\nor how warm the planet’s getting on, on total. It’s when the polar caps start to melt,\n\nyou have more dark ocean, absorbs more heat, warms the planet faster. When you start warming\n\nparts of the ocean, the circulation stops flowing. So the, what’s called AMOC, Atlantic meridial\n\noverturning circulation, which is what brings the warm water from Gulf of Mexico across the\n\nAtlantic up past North Europe and up towards Greenland. Nature is usual that cold water,\n\ncold salty water sinks. You melt the ice in Greenland, it’s no longer salty, it stops sinking,\n\nand the circulation stops, and this is already happening. The El Niño that this year is going to\n\nbe extreme. You put all of these, what are called tipping points together. The great scientist,\n\nDr. Johan Rockstrom, has several papers out recently on the tipping points. This can\n\ntrip the planet as a whole into a whole new state of discontinuity, where it goes faster and faster\n\nand faster. When you melt the, well, melt the Arctic ice, the boreal forest starts to warm up\n\nand starts to release methane. Methane is 28 to 100 times more potent a warmer of the Earth than\n\neven CO2. There’s just a lot less of it, so we tend to talk about CO2. These are scary,\n\nand this is where, you know, you just go, we’re not going to make it. So a couple of weeks ago,\n\npeople have been, with all these reports coming out, people have been writing to me, what do we do?\n\nSo I wrote a piece in climate and capital media on how I deal with climate despair.\n\nWalking through, first off, the good news, the first off saying, it’s not your fault. You didn’t\n\ncause this problem. Something like 70% of all emissions over all time have come from 100 entities.\n\nThe big fossil companies, the big carbon companies, some of the steel companies, the oil majors,\n\nthe oily-mitting countries, you’re not the problem. Yes, you can do things as I have to make your\n\nhome more comfortable, to cut your electricity bill, cut your fuel bill, and help be part of the\n\nsolution. But the real challenge is getting the big emitters to stop this. Second, look at what’s\n\nhappening. We are in a transition that will wholly change how we power ourselves, how we run\n\nour society for the better. Third, get active. Every day, ask yourself, what’s my dot? Do one thing.\n\nEvery day, do something to be active, to get engaged. I’m part of a group that is putting\n\ntogether a global climate movement. It’s still a little bit in stealth. We’re still putting\n\nthe pieces together, getting the funding pulled together. But watch this space. Pretty quick,\n\nwe are going to launch building a global home for everyone on the planet who wants to be part\n\nof the solution. People say, but what can I do? I’m just one person. I said 8 billion people.\n\nI love this. Hunter, it’s amazing getting all of this information, and I want to circle back\n\nto the disparities in a moment. But first, I want to ask, when you’re speaking about the blue\n\nzone, for example, at COP, can you just paint for us the picture of what are the zones? What’s going\n\non? How many people? What is it like being at these gatherings? Utter madness. Utter chaos.\n\nLiterally last year at the top in Egypt, the sewer system exploded into the UN’s meeting rooms,\n\nand there was a river of shit flowing out of the blue zone. The blue zone is the UN’s zone.\n\nRemember, COP is conference of parties. To the UN’s point of view, the only thing that matters\n\nare the nations who come together to negotiate. This is the official proceeding. This is why\n\nCOP’s happened. However, the rest of the world, as COP’s happened year on year on year,\n\nyou guys aren’t getting it done. Can we be part of this? The UN said, no, go away, you’re not a party.\n\nIn fairness to the UN, they said, well, non-profit organizations, what they call NGOs,\n\nnon-governmental organizations, should have a voice. How about we allow observers?\n\nI am officially a delegate to the COP, a UN accredited observer organization. Natural capitalism\n\nsolutions is an accredited observer organization. Year on year on year, the UN has done more and more\n\nto try to welcome the observers to give them a role in the blue zone. Now, at the same time,\n\nin Copenhagen, which was 2009, the Copenhagen top, they said, let’s give the NGOs their own\n\nspace. They can all come together and talk to each other. And so they called that the green zone.\n\nThe green zone is typically a y’all come. The blue zone, you have to be nominated by an\n\nobserver organization. And they issue a certain number of passes per organization and every year,\n\nthey neck it down. Last year, almost 50,000 people came to Sharmelshek in Egypt. This year,\n\nthe projections are 70,000 are coming to the exhibition center in Dubai. They are literally,\n\nas we speak, building more buildings to house all of this. Almost all of those are observers.\n\nThere’s something like 600 national delegates, about 50, 60 of whom are the real players.\n\nAnd they meet sometimes behind closed doors, but often in open sessions, and the observers can be\n\nthere. And there is a whole protocol for how observer organizations can put forward information,\n\ncan engage. So there will be all of that going on. In starting it about in Paris,\n\nthere were created what are called pavilions in the blue zone, which are spaces where various\n\norganizations, corporations, countries can showcase what they’re doing, have a space to hold events,\n\ncalled side events. And so you can go on the UN Framework Convention on Climate Change, UNF,\n\nCCC website for COP28, and download the program for the blue zone. You can also go to the UAE,\n\nUnited Arab Emirates website for COP28, and download the program for the green zone.\n\nNow, with so many people coming, they are requiring registration for the green zone,\n\nbut it is still aimed to be everybody come. There are at any given point in time,\n\ndozens to hundreds of side events happening. You cannot go to them all.\n\nWe are promised that this year, the organization will be better. The Emirates are very clear.\n\nThey want COP28 to be a success. They want people to talk about Dubai the way we talk about the\n\nParis COP, the Paris Accord, the Paris Success. They want that for this COP, and blessings on them if\n\nthey can pull this off. The world desperately needs for this to succeed. Note to self, it won’t.\n\nThere will be grand pronouncements, expect a pronouncement on the creation of a fund for loss\n\nand damage, where the rich countries put money in to pay for helping the poor countries adapt,\n\ndeal with the damages. This agreement was already essentially reached. It will be in the World\n\nBank, which the G77, the 77 of the poorer countries said, we don’t want it to be at the World Bank.\n\nSorry, the US said, hey, if we’re putting money in, it’s going to be the World Bank, headquartered\n\nin Washington. So it’s going to be a fight over that, but there will be a pronouncement that,\n\nturn out, there’s a loss and damage fund of several hundred million.\n\nWhat’s it? The amount needed, the amount promised when we first started talking about loss and\n\ndamages was a hundred billion. So we’re a little short. There will, there may be a brilliant\n\nannouncement by these countries that are putting together the fossil fuel non-proliferation treaty.\n\nThat’s actually a big deal, and here’s hoping for that. To me, the real achievement that happened\n\nat COPS come out of the side events. That last year’s COPS, future economy forum teamed with this\n\nbrilliant company in Egypt, second, we hosted dialogues in the evening outside the blues on. We\n\ngot, had a couple villas in a beautiful garden, and again, hosted heads of state and ministers and\n\nrepresentatives. Out of that came an agreement that second, who works with farmers helping them\n\nconvert to regenerative agriculture would create carbon credits for the carbon that these farmers\n\ninitially 2000 Egyptian farmers, some of the poorest farmers on earth, are taking out of the\n\nair and putting into the soil. At COPS, we expanded that to about 40,000 farmers. Got the deal done.\n\nIt’s issued as part of the Egyptian stock exchange. Got companies out of Europe to agree to buy\n\nthese credits. What this is doing is funding climate heroes, farmers who are transitioning from\n\nindustrial farming to regenerative farming, moving away from diesel generator sets,\n\ndoing regenerative grazing, growing organically. Because the credits help pay the farmers,\n\nthey can price their organic produce at cheaper than the chemically produced produce,\n\nhelping transform Egypt away from chemical agriculture to regenerative agriculture.\n\nThat was a big deal, and I’m truly honored to have had a tiny hand in bringing that together.\n\nSo this is the sort of thing that we’re going to try to achieve at top. If all these people are\n\ngoing to come together, let’s get it done. Absolutely wonderful. Let me ask, I got to give a shout out\n\nto our friends at Secum also from what I understand, practice biodynamics, which is one of the things\n\nwe love to talk about in other episodes of the YonEarth community podcast as one of many\n\napproaches to regenerative agriculture. I’m so curious, Hunter, to ask you, when identifying the\n\ntwofold requirements of decarbonizing, de-fossilizing energy and recarbonizing soil, sequestering\n\ncarbon in soil through regenerative practices, what do you see as the primary mechanism for all\n\nof that to occur from an economic standpoint? Because when you’re describing what happened at\n\nSecum in Egypt, what I’m thinking to myself is, hey, this is natural capitalism at work, right?\n\nThe externalities and the suite of benefits are starting to get more accurately reflected in\n\nthe various pricing of the regenerative foods versus the conventional chemical foods, right?\n\nSo what do you see as the primary drivers that will help scale all of this in those two categories\n\nof decarbonizing, de-fossilizing energy and sequestering carbon in the soil? Very important question.\n\nAnd policy has a real role in this. Market mechanisms are incredibly powerful,\n\nbut we don’t have a market. Free market. Let the free market do it. It’s like a bad light bulb\n\njoke. How many economists does it take to screw in a light bulb? None, the free market will do it.\n\nThe invisible hand. Yeah, I know it won’t. Anybody who’s ever climbed the ladder knows\n\nduring, well, you’ve got to change that bulb. The fossil industries receive something like\n\n$7.2 trillion every year in subsidies to make fossil energy look cheaper than it is.\n\nSo even though the renewables are cheaper, they don’t necessarily look that way because of\n\nthese perverse subsidies. So getting rid of perverse subsidies would really help. And I keep hoping\n\nevery year at the cop that the nations will at least agree to that. But again, they won’t because\n\nany one nation can veto any action at a cop, which means the nations that are receiving all\n\nthese subsidies don’t want to give up their gravy train. And I believe in the tooth fairy too.\n\nChange is hard. You go about your daily life. You drive the car, you’ve been driving, you\n\neat your house in the way you’ve been heating it, you buy the cheapest food at the grocery store.\n\nWhat, now I have to pay attention to what food I’m buying. I mean, you should because when you buy\n\norganic bio-dynamic food, you’re making yourself healthier. But yeah, you have to pay attention.\n\nAnd that’s hard. Some people can’t afford it. So payments to help, and this is what,\n\nthis is seconds genius of if they can pay the farmers because the farmers are delivering a\n\nservice that the world needs by sequestering carbon, the farmers can cut their prices for their\n\nfood and thus people will preferentially buy it because it’s cheaper. So policy helps. In the\n\nUnited States, the so-called inflation reduction act may drive solar prices down to the point\n\ncredit squeeze back when there was a credit squeeze said by 2025, solar will be at one\n\ncent per kilowatt hour. What’s, what are you paying on your electric bill? I’m going to\n\nhazard a guess. It’s at least 13 cents if not 18. Some places pay 25. Build a new\n\nnuke nuclear plant. It’ll cost you at least 20 cents a kilowatt hour, just to build the thing,\n\nlet alone the cost of decommissioning when it dies, which is about the same amount all over again.\n\nNew coal plants are at around 10 cents a kilowatt hour. Solar right now is commercially offered\n\nat around three cents a kilowatt hour. Here in Colorado, the coal loving utility, Excel energy,\n\nput out a bid for new power. They were over bid 100 times. They believed natural gas would win.\n\nGas came in at four cents a kilowatt hour. Solar came in, let’s see, a bid above three cents,\n\nwind came in, blow three cents, solar plus wind plus batteries. Storage came in at around three\n\ncents a kilowatt hour. Excel said no. Solar tariffs, bid it again. Everybody bid it again. 5,300\n\nmegawatts bid. They wanted 1,100 megawatts, 3 cents a kilowatt hour wind solar storage. So this\n\nis on commercial offer and it’s true around the country and prices continue to fall for renewables.\n\nThe inflation reduction act said by an electric car will give you what $7,500 tax credit. Put in a\n\nheat pump. We’ll give you tax credit to utilities install battery storage so that when you have all\n\nthis solar and nobody wants it and then when the sun doesn’t shine at night, you want the power\n\nput it into batteries. We’re now building massive battery storage. Texas recently, Texans were\n\noil country. We don’t like renewable energy. Guess what is the biggest wind producer in the United\n\nStates? Texas. And one of the biggest solar producers because of economics. It’s just plain\n\ncheaper. And the Texans said, yeah, well, but we had this terrible cold snap and all the\n\nwind turbines froze. Actually, they didn’t all freeze, but neither had they winterize them and the\n\ngas plants froze too, which is why the grid went down. Batteries. I have batteries here. The power\n\ngoes out. We’re in a rural area. Power goes out all the time, actually. And I only know it\n\nbecause the clock’s blinking in the morning. I have batteries in the garage and they just automatically\n\ntake over. Right now, sun shining. We’re not using much power. I’m selling to the local utility.\n\nThis is good for me. Every home ought to be this way. And we can design this. You can have\n\nvehicle to grid so that my electric car is just sort of sitting in there. It could be sending\n\nexcess power from its battery to the grid hot summer afternoon. If I’m not driving, let it\n\nhelp feed the grid. This can be done. We have all the technology. We know how to do this. It’s\n\njust a matter of digging our heads out and saying, you know what? Climate’s a crisis. Let’s solve it.\n\nI love it. It’s fabulous. Well, let me let me ask this Hunter, because I know it’s something\n\nthat a lot of us are experiencing in our own unique ways. This issue of feeling the despair,\n\nthe sadness, for some of us, if there’s a grieving associated with all of this,\n\nwhat I got to ask this probably in a couple of parts. How the heck knowing what you know\n\nand having been involved in these processes as deeply as you’ve been, what keeps you from\n\ngiving up entirely is knowing that despite the trends and the economics increasingly playing\n\nin our favor, we’re still up against such tremendous inertia in the wrong direction.\n\nWhat keeps you from giving up and what is this insight around despair that you shared in this\n\narticle you recently wrote? I said there are five steps to empowerment. First is face reality\n\nbecause we do know what to do. Yes, we are at a crisis and we know how to solve it. So let’s go.\n\nTo have courage, be brave. We will lose much. We’re losing lives now to climate change and to conflict\n\nand to COVID pandemics. We are actually in what’s now being called a poly crisis. All these crises\n\ncoming on top of us, but the earth has amazing regenerative capacities. We need to learn to be\n\nlike grass to bend, not break. Care for you and your people so that together we can care for all.\n\nEach of us has to find what it is in ourselves that needs replenishment. I was once on a panel\n\nat a big green conference out in California and they were going down the panel as a closing\n\nexercise of what do you do for well-being? And they got to me and time had run out and I said,\n\nbeef and whiskey. For me, that’s actually true. I run on high quality protein. When I’m doing these\n\naround the world, John’s getting no sleep, high energy, I need high quality protein at the end of\n\nthe day. I need a drink with a friend to just wind down. So the next year at the conference,\n\nthey opened it with the evening of beef and whiskey. It’s not for everyone. It’s what is for me.\n\nFind your voice. You have something to say that your family, your neighbors, your friends,\n\nyour coworkers need to hear. One empowered person begins to change everyone around them.\n\nEach of us has something like 20 people who look at what it is we do and care. What you do with\n\nyour life makes a difference. It inspires those around you and this is the last one. Find your\n\npower. This is the dot. Do one thing. You aren’t alone. As I said very shortly, we will be\n\nstanding up this global brand of climate activism, of climate care, of climate engagement and\n\nit’s going to take all of us. So stay tuned and join us.\n\nAbsolutely wonderful, Hunter. It is such a joy to have this opportunity to visit with you.\n\nI want to remind our audience. This is the Y on Earth community podcast. I’m your host,\n\nErin William Perry. We are visiting with Hunter Lovens just a few days before she departs to\n\nEurope and then Dubai for COP28. I want to be sure to give a shout out and thank a few of our\n\npartners and sponsors who make our podcast series possible. This includes Chelsea Green Publishing.\n\nWith Chelsea Green, you can use the code YOE35 for a 35% discount on any of their books and audio\n\nbooks. Also, if you go to Y on earth.org and you go to our partners and supporters page, you’ll see\n\nChelsea Green amid many other of our wonderful collaborating sponsors and partners, many of\n\nwhom are offering special deals to our audience. This also includes Puria Morganic superfoods.\n\nThey’re offering $50 off your first order or 25% whichever is greater.\n\nWeyley water soaking salts. These are the Colorado grown biodynamically and regeneratively\n\ngrown hemp infused aroma therapy soaking salts we make for the Y on Earth community.\n\nProfitable purpose consulting. Earth hero sustainable products.\n\nSoil works. Biodynamic garden preparation. Earth coast productions are a dear friend,\n\nArtem Nicolkov and his team. And of course, our growing global network of ambassadors.\n\nFor our ambassadors, we have a number of additional benefits, including our monthly zoom\n\nmeetup and our ambassador resources. These are recordings from conference proceedings and\n\nare behind the scene segments that we record with many of our podcast guests after we conclude\n\nour main episodes together. And if you’re not yet activated as an ambassador and you’d like to\n\nbe, you go to Y on earth.org to get that set up. Many of our ambassadors are giving through our\n\nmonthly giving program at varying levels. And if you give at the $33 or greater level as a thank\n\nyou, we’ll send you a jar of the Weyley water soaking salts each month for your self-care practices\n\nconnecting to some dots there. Now, you can connect with Hunter and her team at natural capitalism\n\nsolutions by going to natcappsolutions.org. And also, you can get more information at futureeconomy.forum\n\nregarding COP28 in particular. A number of informational pieces available there. And of course,\n\nthese links are available in the show notes to the podcast episode. We’ll also include the links\n\nthat Hunter mentioned to the United Nations FCC resources and the United Arab Emirates resources\n\nfor COP28 in particular. And, you know, Hunter before I should also mention I’m going to be live\n\nblogging wonderful from COP. So you can you can ride along with me at a site called climate and\n\ncapital media, which is climate and capital media all run together.com. All right. I’m jotting this\n\ndown quickly and legibly. So we’ll make sure that link is in there as well. That’s so great to\n\nhear Hunter. And, and Hunter, before we conclude our main episode and do a little five, ten minute\n\nbehind the scene segment for our ambassadors, that exclusive content. You know, I just I want to\n\nfirst of all acknowledge and thank you for all of the work you’ve been doing all of these years and\n\nyou know, I had the opportunity to first meet you clear back gosh twenty twenty five years ago\n\nback when I was working at sustainable settings. One of our favorite biodynamic regenerative\n\nfarms here in Colorado and and knowing how much you and your work in particular have impacted\n\nthousands millions, perhaps of other organizational leaders, other activists, other folks who are\n\nleaning into doing what can be done and what must be done. And so first off, I just I want to give\n\na major acknowledgement Hunter for all of that. Thank you. Absolutely. Secondly, I you know, I want\n\nto open the floor up to you. You’ve given us so much information here, including the five steps\n\nto empowerment, which is brilliant. I just I want to open the floor up and just ask you, you know,\n\nfor our audience, what is it that you would that you would say in the in the face of all of this\n\nsort of going beyond the five steps you’ve already articulated? What is your sense for\n\nwhat’s possible in the next handful of years? What’s your sense for what we might all achieve\n\ntogether if enough of us, that critical mass of us mobilizes, leans in and says, yeah, we are\n\ngoing to make this happen. What does that look like? You and I’ve spoken of this. I almost hung up\n\nmy spurs a couple of years ago. And I asked myself, put together everything that I do writing books,\n\nteaching, consulting, going down the road. Is it enough? No. If you look at the science, we’re losing.\n\nDo I know what enough is? No. My husband had been after me to retire. And my partner, Walter\n\nLent of now partners asked if I would come on a trip to Munich, Rome, Assisi, help him do back-to-back,\n\nto-back workshops, big B corporation, global leaders, summit in Rome, and a retreat in Assisi.\n\nSaid, yes. But driving out from the ranch headed out on that trip, I thought, this will be my last trip.\n\nAnd that was a bit of a bleak thought. Holy unplanned. I bumped into a guy very, very senior UN\n\nofficial who might have fought for a number of years. He had been tasked with running a UN\n\nprogram that certainly appeared to be promoting industrial agriculture. And I was not going to let\n\nthat happen. And so we fought for two years, or I fought and he diplomatic. And then in the end,\n\nthe UN pulled the plug on the whole thing, killed it, and I went, yeah, I win. And Walter said,\n\nat these sessions, will be this man that I had fought. And I thought, oh, this will be fun.\n\nI’d have always enjoyed a meet the guy that I fought. And got there, he gets up, gives a speech\n\non regenerative agriculture I could have given. That was what I thought. I marched up to him. I said,\n\nhowdy, my name’s Hunter Lovens. He laughed. He said, I know who you are. Yeah, you probably do.\n\nAfter two years of my insurgency, I said, I may have been wrong about you. And he and I sat\n\ndown and talked. And he pitched me on this idea of building this global community. I thought,\n\noh, that’s big. If that could be done, that’s the solution. That is enough. And I have no\n\nearthly idea how to do it. Nor do I know anybody who could. You think of all the usual suspects.\n\nThey’d make it all about them. And that never will work. So I shrugged and think much more of it.\n\nWe wound up on our way to a seasy on a bus crossing the Italian mountains and\n\nspent seven hours together. Somewhere in the middle of Italy, I thought, he can do it.\n\nHe is the kind of humility. It’s not about him.\n\nAnd then, of course, the obvious thought was, what do I do if he asks me to join?\n\nAnd a little while later, he said, will you join me?\n\nAnd I looked at him. I thought, let’s see, I work six jobs. I’m supposed to be retiring.\n\nAnd I looked at him and said, I will ride for your brand. So you have no idea what I just said,\n\nbut you’ll figure it out. And since then, we have been just getting after it. And so on my way to\n\nDubai, I will stop off in Germany and spend some time working with the team that he has collected in\n\nGermany to put a business frame on this as well. And I was scratching my hat. How are we going to\n\nfund this thing? Doing this is going to cost a lot. How are we going to fund this thing?\n\nAnd he’s got a colleague in Germany who said, I have a business model for this.\n\nWell, I did. So we’re going to sit down and see if we can put that together.\n\nMeantime, like everybody else, I’m fundraising, looking for the money to pull this off in\n\nin the way that he envisioned it. And it’s been a little hard. He’s a very senior UN official.\n\nIf the UN knew what he was up to, they’d fire him. He has family. That would be bad. He also\n\nhas a very important job. And that would be bad for him to lose that. So it’s kind of hard going\n\nto funders and saying, well, I can’t really tell you what I’m doing. And I can’t tell you\n\nI’m doing it with. Trust me. Amazingly enough, some people have done. And that’s what’s gotten us\n\nas far as we’ve gotten. And now we’re in conversations with some very big funders. So hold that thought.\n\nBrilliant. Fabulous. Thank you so much, Hunter. You are so welcome.\n\nGreat pleasure to be able to do this again. Yeah, absolutely. Bye everybody.\n\nThe Y on Earth Community Stewardship and Sustainability Podcast series is hosted by Aaron\n\nWilliam Perry, author, thought leader, and executive consultant. The podcast and video recordings are\n\nmade possible by the generous support of people like you. To sign up as a daily, weekly, or monthly\n\nsupporter, please visit YOnEarth.org-support. Support packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YOnEarth, all one word\n\nwith a Y. These sponsors are listed on the YOnEarth.org-support page. If you found this particular\n\npodcast episode especially insightful, informative, or inspiring, please pass it on and share it\n\nwith a friend whom you think will also enjoy it. Thank you for tuning in. Thank you for your\n\nsupport, and thank you for being a part of the Y on Earth community.",
  "related_episodes": [
    {
      "title": "Ep 25 – Hunter Lovins, Author,A Finer Future",
      "url": "https://yonearth.org/podcast/episode-25-hunter-lovins-a-finer-future/"
    },
    {
      "title": "Ep 86 – Jacquelyn Francis, Founder & Exec. Dir., Keeling Curve Prize (Global Warming Mitigation Project)",
      "url": "https://yonearth.org/podcast/episode-86-vote-climate-with-jacqueline-francis-founder-e-d-keeling-curve-prize/"
    },
    {
      "title": "Ep 89 – Dr Yichao Rui, Senior Soil Scientist (former), Rodale Institute",
      "url": "https://yonearth.org/podcast/episode-89-dr-yichao-rui-senior-soil-scientist-rodale-institute/"
    },
    {
      "title": "Ep 94 – Tom Chi, Technologist and Eco-Investor, CEO of At One Ventures",
      "url": "https://yonearth.org/podcast/episode-94-tom-chi-technologist-eco-investor-at-one-ventures/"
    },
    {
      "title": "Ep 95 – John Liu, Founder, Ecosystem Restoration Communities (formerly Camps)",
      "url": "https://yonearth.org/podcast/episode-95-john-liu-founder-ecosystem-restoration-camps/"
    },
    {
      "title": "Ep 99 – David Beasley, (former) Director, UN World Food Programme (Nobel Peace Prize Recipient)",
      "url": "https://yonearth.org/podcast/episode-99-david-beasley-ed-un-world-food-programme-2020-nobel-peace-prize-recipient/"
    },
    {
      "title": "Ep 124 – Nick DiDomenico, Co-Founder, Drylands Agroecology Research and Elk Run Farm",
      "url": "https://yonearth.org/podcast/episode-124-nick-didomenico-co-founder-drylands-agroecology-research/"
    },
    {
      "title": "Ep 132 – Hanne Strong, Founder, Manitou Foundation",
      "url": "https://yonearth.org/podcast/episode-132-hanne-strong-founder-manitou-foundation/"
    }
  ]
}