{
  "title": "Episode 39 – Dayna Seraye, Embodied Wisdom, Yoga & Leadership",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/3644/episode-39-dayna-seraye-embodied-wisdom.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-39-dayna-seraye-embodied-wisdom/",
  "episode_number": 39,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "You know, the iceberg metaphor, it’s really sticking with me. And I’m reminded the other day we had a podcast discussion with Brad Lidge, who is a retired professional athlete doing amazing work.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcast Series.\n\nToday I am visiting with Dayna Seraye.\n\nHi, Dayna.\n\nHi, Aaron.\n\nHow are you today?\n\nI’m really good.\n\nGreat to be here with you.\n\nOh, it’s wonderful to be with you.\n\nAnd we’re outside.\n\nThe birds are singing.\n\nAnd I think we’re going to have a fabulous conversation.\n\nBefore diving in.\n\nLet our audience know that Dayna is a facilitator of transformational experience.\n\nHer passion lies in awakening soul consciousness through the embodied arts of yoga, earth-based\n\nwisdom, and integrative healing practices.\n\nShe is the co-founder and director of Hanuman Academy and Hanuman Adventures.\n\nIn addition to birds flying around, we have airplanes occasionally too.\n\nSo that’s a bit loud.\n\nBut it’s really nice to be outside.\n\nBeautiful to be outside.\n\nSomeone’s getting a great view of the flat irons right outside, ordered from their plane.\n\nDayna has led sacred pilgrimages, yoga workshops, and trainings, and healing immersions for over 15 years.\n\nShe integrates diverse yoga techniques, including asana, pranayama, kriya, meditation, and mantra.\n\nAuthentic relating free movement, and more to bring people to a state of embodied connection, where healing happens, and wholeness is remembered.\n\nShe has been featured on the cover of Yoga Journal, teaches online through gaya.com, and Hanuman Academy.com, and has taught at renowned yoga festivals throughout the world.\n\nShe is at her website at Dayna Seraye.com.\n\nWe’ll have the spellings and all of that in the show notes.\n\nAnd I find it notable too that Dayna, you also have your bachelor’s degree from Naropa University, where you did an interdisciplinary study called Harmonious Living Self and Society.\n\nAnd I’m struck that with all our work through the YonEarth Community platform, one of our main focuses and themes is connecting the dots between that self-practice,\n\nstewardship, and sustainability, and society more broadly. And I know that’s a huge part of your perspective and practice as well.\n\nAnd I was wondering if you could just share with our audience how that links up for you.\n\nYeah, well, you know, back when I was 20 and at Naropa, I had big dreams, as I think a lot of us do, still, but perhaps at that point, immature, perhaps, or inexperienced.\n\nAnd some ways really idealistic, but my vision at that time was really to, how can we create a different way of living, in which we are really deeply connected to ourselves, and in harmony here.\n\nAnd then also in our community in the world with nature, in connection, in harmony, living a lifestyle that really honors the earth and honors each other and honors ourselves.\n\nSo, you know, I say idealistic and it’s been a journey for me of living in this world now for a lot longer than then.\n\nLike, we have a lot to do to get there. You know, there’s like a lot of structures in our world that are not designed to really hold us in a place of harmony and well-being.\n\nAnd so, there’s a lot for us to do first on the inner landscape, because if we’re not really working that inner piece, that self-piece, growing in ourselves, having more awareness, more capacity to be censored.\n\nAmidst the challenges of life, then there’s, I just think there’s really not a lot of traction we’re going to get in the big game, in the way of really changing the way that we live in connection in our society and with the earth and creating a sustainable culture.\n\nYeah, I so love this topic and I know that we’re both parents, you’re a mother, your son, Josh is about 15.\n\nAnd boy, there’s hardly anything we’re going to encounter that’s more humbling and instructive than parenthood, right?\n\nIt takes us through so much and as our kids grow up and turn into young men and women themselves, obviously it gives us this really amazing perspective on life and the cycles and stages of life.\n\nAnd I know we first met at a workshop, a permaculture workshop in New Mexico, some 20 years ago, plus or minus.\n\nAnd I think it’s interesting that in so many ways you and I have both really stuck to the fundamentals, the initial impulses that we’re moving through us as young adults and have experienced all kinds of adventures and successes in my case some failures and you know the things that end up giving us some wisdom over time perhaps.\n\nAbsolutely. And a little like that seasoned sort of perspective on what it really takes to create sustainable lifestyles, like that it’s that it actually, you know, I think at the beginning I said is idealistic, a little bit of this like, didn’t actually know what it takes within us, like the amount of vulnerability, you know, even to admit our mistakes or to really like know that.\n\nWe’ve got some work to do, you know, like I think over my journey, you know, having done a lot of different things now and knowing that we have to really come together and work together in order to do that, we have to like deal with our own stuff in the ways that we want to stay separate.\n\nAnd we want to, you know, our wounds, our shadows, these pieces that actually divide us and keep us separate.\n\nSo there’s something about the connectivity that comes through, you know, it really feels like as a culture, and this is the work you’re doing, we need to come together to create the change that we want to see on this planet to create sustainability.\n\nBut in order to come together and work together, we’ve got to be able to, you know, work through the stuff that we need to separate.\n\nAnd it’s so much, you know, and when we can deepen into those layers, which is what the practices of yoga and from really into the practice of authentic relating now, because it’s really about that, it’s about how do we first, you know, really do the inner work of knowing what’s happening here, and then how do we bring that into connection with each other so that we can actually resolve conflicts.\n\nAnd work together.\n\nWhen you’re, when you’re talking about authentic relating, what does that mean? Like I know what those two words mean more or less, but I know this is a whole discipline and practice, something that more and more people are actually engaging and deliberately right.\n\nWell, authenticity being real, like what’s really happening for us and then relating relationship bringing that into connection.\n\nSo that’s a real simplified version. I mean, one way to say it is making the implicit explicit.\n\nSo whatever is going on inside of us, oftentimes we keep that to ourselves. And we, and we were shy, we’re hidden, you know, we don’t want to let people know I love how you brought in your failures.\n\nYou know, we don’t want to actually admit that or let people know that we have weaknesses or failures or vulnerabilities.\n\nThere’s a lot of armoring that goes up, a lot of trying to be something, you know, and at most the time it hides sort of that deeper vulnerability that we all share, that there are places where we feel like maybe we are not enough in some way.\n\nAnd when we can actually just bring those like that realness to our relationships, it creates a huge amount of intimate connection and a satisfaction I find in being in connection.\n\nAnd there was one other thing I wanted to say about that. Oh, and it’s an embodied practice. So it’s actually really about being in the present moment, in the present moment awareness.\n\nSo it’s really a meditated practice that is in connection. So for instance, you know, if I was really kind of tuning into what’s happening in my body right now, I noticed that I’m kind of holding myself in a, you know, position because we’re sort of sitting in an awkward way because we have the camera here, you know.\n\nSo it’s like not the most comfortable, you know, I noticed, okay, I’m like kind of funny in my body.\n\nAnd so I might just be like, wow, like I feel a little awkward right now, you know, and, you know, my face is a little flushed.\n\nAnd now we’re having this little flushed moment together and just like presencing what’s really happening now and starting there and being slow and slowing down.\n\nYes, I love this. You know, you just invited me with your presence to actually slow down.\n\nAnd in that invitation to slow down, I can actually start to feel myself more. I notice, oh, like, okay, there’s like a little nervousness in my heart here. I can feel a little like, and I can let my body such inform me.\n\nThe body has so much wisdom. Yes. And that wisdom is incredibly valuable for us.\n\nThere is so much that we can learn from listening to our bodies. You know, I love to talk about the conscious mind and the subconscious mind.\n\nThe conscious mind that they say, the conscious part of a brain, you know, is really only about 5% online in any moment.\n\nAnd then the subconscious, which the body actually is a part of, you know, the body is, you know, the energy, the emotions of physical body is 95%.\n\nThat subconscious terrain, like the iceberg, you know, there’s a little tip that’s the conscious and then there’s this huge amount.\n\nYes. Yes.\n\nThe body is a part of that. And so, you know, it’s like, if you think about it, if one part the subconscious is 95% versus the 5%.\n\nLike, what’s going to win? What has more power? Right.\n\nSo that subconscious terrain has a whole lot of power and one of the ways that the subconscious speaks to us is through our bodies.\n\nIt’s not in words. It’s not verbal. That’s really the conscious, you know, when we use our words.\n\nBut the body’s language is sensation, memories, colors, symptoms. I mean, there’s a whole array of experience that the body can offer.\n\nBut when we slow down and we start to tune into that whole world of new information opens up for us that can start to guide us because it has a lot of power.\n\nYou know, the body’s knowing, you know, there’s a, you know, muscle testing.\n\nApplied kinesiology, you know, it’s pretty cool. It’s like the whole theory is that the body actually knows what’s good for us and what’s not good for us.\n\nSo there’s this, you know, there’s different ways to do it. But it’s like tuning into that wisdom of the body that will tell us, this is, this is actually some food that your body wants to eat.\n\nAnd this is the food your body doesn’t want to eat.\n\nThis is an experience that is a yes, like when we can feel a yes in our body versus a no in our body.\n\nAnd being able to have that information is really, really valuable.\n\nAbsolutely.\n\nBut what I love about that insight is it’s, it’s a source of wisdom and information that each one of us has access to potentially.\n\nAbsolutely.\n\nThe more we cultivate that ability to listen and a good friend of mine and mentor Jack is his name and he’s provided.\n\nInsighting, consulting on a bunch of the children’s books that we’ve been developing.\n\nAnd he, I remember him sharing recently that our bodies are the greatest source of wisdom we each have access to.\n\nI find that to be so potent. And I think in our hyper modern western logo centric idea centric culture, that is something perhaps we could spend a little more time with.\n\nAnd I dare say I’ll throw this out there that perhaps this would apply even more to some of the guys out there than many of the ladies.\n\nI know from my mom to lots of female friends and colleagues, there seems to be a greater sense of that sort of body awareness at this point.\n\nAmong that demographic, then I see among a lot of my male friends and colleagues.\n\nAnd I just hope that more and more of us guys, all of us in general, but more and more of us guys really get the joy and the enhanced quality of life that comes with that kind of awareness.\n\nAnd it’s not hard.\n\nWell, you know, we haven’t been trained or you know, we’ve been trained to not be in touch with our bodies.\n\nI think what you were saying is really valuable. Like maybe it’s more men or you know, our culture tends to be more mind oriented.\n\nSo that can be looked at as a masculine energy and the body can be looked at as a feminine energy and the earth could perhaps be looked at as a feminine.\n\nAnd so we’re in this movement of reconnecting to the feminine in a way that we’ve lost that connection over the last some say 5,000 years, maybe more, maybe less, some of us more than others.\n\nCulturally, there’s been a dominance of a value on thinking and intellect and not so much on feeling and emotional perception and embodied wisdom.\n\nAnd so that tends to be more feminine oriented so that can be where we see that divide.\n\nBut there’s really this like reclaiming of I feel to me the balance, the harmony that like it’s not like, okay, we’re trying to women rise and feminine rise and that’s, you know, down with the man and down with the, you know, all of that.\n\nIt’s actually like, okay, our world is out of balance because we’ve had so much emphasis on this more out of balanced masculine energy.\n\nOr intellectual, you know, with knowledge only based on mind value.\n\nAnd so, you know, part of this movement, I feel like you’re doing what we’re doing is to find that balance and wholeness.\n\nAnd first we have to find it within. So those of us who have been very disconnected from our bodies, it’s really important to reconnect to the body and find that balance within, you know, as we’re seeking to find balance with the earth.\n\nThe body is the earth in the last. The body is the earth element. You know, we teach a program in Hanuman Academy called the five elements of yoga.\n\nAnd we work with those five elements, earth, water, fire, air, and space. Those are the Ayurvedic elements.\n\nAnd to bring all of those into balance is where we find wholeness because all of the universe is made up those five elements.\n\nThe earth energy is our bodies. It’s the physical, manifest form, you know, and so coming into relationship with our own bodies.\n\nI think it’s step number one in this like rebalancing of the outer world. First we have to do it here again.\n\nSo, yes, the man and also lots of women. I know that for me it’s been a huge journey because we’ve rejected our bodies.\n\nYou know, we live in a, in a, in a, in a, for the feminine at least, I think we’re probably the men too, but for the women, there’s been, I mean, body image issues like we have learned to hate our bodies.\n\nWe have a deep hatred for our bodies because they’re supposed to look a certain way. We’re supposed to be able to do certain things with them.\n\nYou know, there’s, there’s this absence of loving acceptance for ourselves just as we are, you know, and that’s, that’s been so, so while women perhaps might be more in tune with their body on some level, there’s a whole lot of stress and trauma in that relationship that.\n\nI appreciate sharing that I really do and I, I know as a, a man in, in my middle age years, there’s a little bit of that that emerges for us too.\n\nAnd it’s an interesting thing. I was on a hike yesterday and boy, afterward my knee was just smarting and I could just feel it.\n\nIt’s getting worn out after years of sports and so on. It’s a lot of skiing and all of that. And just to, just to have compassion even for the knee and to say, it’s okay.\n\nI’m going to get you some sad as opposed to, you know, what’s wrong with you or we need to have surgery or something, right?\n\nI know it’s probably a silly example, but it actually happens yesterday.\n\nNo, I think it’s a really, really good example because that orientation of like, hey, can, let me listen to you.\n\nLet me take some time with you. I’m going to take care of you. Like, what do you have to tell me?\n\nYeah. That’s a really good example of how to communicate with the body, you know, because a lot of us don’t have a relationship with our bodies in that way.\n\nYou know, the body has been mechanical. It’s functional. It’s, you know, viewed that way, objectified, all of these things.\n\nAnd so like, oh, knees, you know, hurt, fix it. Yeah. Take it to the mechanic, you know.\n\nLike fixing a flat tire or something. Yeah, exactly. So that, that quality of actually tuning in and I’m like, how?\n\nI’m going to just be with you for a moment. Maybe with this heart. Maybe with this ache here. You know what?\n\nAnd allow it to inform us. You know, maybe you pushed a little too hard, Aaron.\n\nIt’s possible. You know, or maybe the knee has something else that’s how you like, you know, maybe like the knees are related, you know, like where you like working too hard in your life.\n\nWe’re like trying to climb a mountain. I don’t know. I’m just sort of starting to brainstorm, but there’s these ways that you can actually start inquiring, like with a meditative awareness.\n\nAnd a deep sense of listening. It’s like having a conversation with a child. Maybe, you know, like how would you speak to a child who might be afraid or, you know, going through something?\n\nYou know, just say, hey, get up, you know, like, you know, like, you know, like, you know, like slow down and like come down to your level.\n\nI’m like, tune in here.\n\nAnd what can we learn from this moment? Can I listen and maybe offer a couple things? But there’s this different language at the body speaks.\n\nYou just want to say that that that takes some time and practice tune into.\n\nAnd that’s why our yoga practice or dance practice or movement practice or just any meditative awareness practice doesn’t even have to be a big deal.\n\nLike you said, it can really be simplest in this moment. Actually, I’m going to for a moment close my eyes and check in.\n\nCan I feel my body? Some of us don’t even feel our bodies at first. Like the head and the body have been so disconnected.\n\nThat when you say, hey, what’s happening in your body? Some people are like, I don’t know.\n\nYeah. So it can take a little while and like a nurturance of that connection and that relationship to start developing more of a conversation.\n\nYeah. Yeah. It’s so beautiful. Well, I want to share with our audience that Dana is one of the amazing presenters who will be part of the lineup at our upcoming summit massively mobilizing sustainability deep leadership for the 21st century.\n\nThis is May 17th to 19th and we still have some tickets available. So I want to make sure if you can join us, please do.\n\nIn fact, we’re very happy to offer a 50 that’s a 50% discount using the code community.\n\nAnd I bring this up in part because the theme of leadership, I think, requires of us now in these times to develop this kind of body awareness.\n\nAnd I’m struck as our science is learning more and more about the neuro biochemistry of what’s going on in our experience.\n\nThat often what we might think of as thinking is so heavily, so profoundly influenced by what’s going on in our body.\n\nAnd we know that taking, for example, yoga, these poses, this movement of our body, the practice of different breathwork is absolutely affecting stress hormones and other neurotransmitters effectively that is definitely affecting our cognitive performance, our immune systems, all sorts of things.\n\nAnd so oddly, it’s such an interesting conundrum really that our Western culture has created this incredible schism between mind and body.\n\nAnd the reality is that mind and body are so interconnected, it’s almost virtually really impossible to say where one starts and the other stops.\n\nSo I know this is a huge part of your practice and expertise, and I’m so excited we’re going to be sharing this in more depth with folks at the summit too.\n\nBut I’m just curious as you’re working with all kinds of folks, parents, professionals, educators, and others, what are those effects? What are you seeing in terms of changes and improvements when folks are embracing these kinds of practices?\n\nYeah, a lot. Yeah, so much. I think that’s a really beautiful point that mind, mind, body, I mean there is no separation. And the body, the tissues, the cells, the energy field, actually holds and stores a lot of that subconscious material we were talking about at the beginning.\n\nAnd that subconscious being 95% being way more powerful than those actually conscious thoughts that we have, like they run us.\n\nAnd so these practices are really powerful at getting in there and cleansing those types of stuck energy and emotions out of the body, out of the tissues.\n\nI want to present some motion too because I think body and emotion and mind, I mean they’re all related but there’s a body awareness and there’s an emotional intelligence that I think is really required by leaders.\n\nAnd so that body emotional intelligence, which a lot of that in that subconscious arena, the practices get in there and they help us to open that all up.\n\nAnd what we find is that we have these habitual patterns and ways of being that run us and keep us stuck in certain ways. So maybe that’s in our relationships, maybe that’s in our work, maybe that’s in, you know, there’s, there’s ways that we like, I love the question like, what has troubled you? What is your challenge? Like what is your big challenge that you’ve been working with?\n\nAnd oftentimes we see this, we talk about this inauthentic relating as a hologram. It’s like there’s, you know, the three dimensional image on the two dimensional surface, but when you break that up in any part, there’s the same little image in every single part.\n\nAnd it’s this way that we can see how our patterns, these ways that we are actually show up everywhere, show up in the way we relate to our family, friends, community, show up in our work.\n\nAnd so the practices, I mean, I love creas and breathwork, pranayama, because it really gets in there and it starts to clean that out and move the energy.\n\nIn yoga, we speak about the chakras and the first chakra, the root chakra is where a lot of our fear is held. And we’re living in a world full of fear.\n\nPeople are so afraid of each other and of, you know, everything and it creates so much divide. And so when we’re stuck in the first chakra, we’re full of fear.\n\nAnd we can’t really be effective if we’re full of fear. Like, you know, if you think about it when you’re afraid, you know, it’s fight, flight, or freeze.\n\nLike, it’s animal instinct, survival brain goes on. There’s not a lot of capacity to really be in connection from that place or to be effective and impactful in whatever we want to do in the world.\n\nSo that root chakra holds the fear. And then the second chakra, really also very powerful. The the sacral chakra holds a lot of our like conditioning, limiting beliefs,\n\naddictive energies. So these ways that we have been conditioned to feel limited by ourselves.\n\nWhether that’s like stuff kind of stuck from childhood or later in life or, you know, energies, collective energies. There’s a lot that’s held in those areas.\n\nAnd when we’re stuck in those areas, the first and the second chakra, there’s not a lot of capacity to be empowered.\n\nYou know, we’re really run by our stuff. Run by our limiting beliefs. Does that make sense? I’m wondering if you’re speaking this good.\n\nIt makes a lot of sense. Maybe let’s just pause while this decent sized truck is reversing out of the parking spot.\n\nWe have a lot of interesting sounds out here. I wasn’t expecting so many.\n\nWe’re out in the world. Yeah, so there’s this way that like all of this material gets stuck in the body.\n\nIt’s stuck in the tissues. And the breath work in the pranayama and the movement starts to help to clear it out.\n\nSo if you even think about it, like if someone gets in their bodies, you know, you can see that as they age. They can start to lock up.\n\nRight? Like perhaps we see people, we’re still beeping. Still beeping, like hunched over. Like, you know, with their shoulders, you can see like older people carrying the weight of the world.\n\nYes. You know, we’re protecting their hearts. Or maybe there’s people that are like walking around like this, like really puffed out in their chest.\n\nAnd they’re like maybe a little bit posturing, you know, sort of protecting themselves in the world in a different way.\n\nBut there’s like these, these locked, these patterns that get locked into our bodies. And the yoga practice and the movement practices really start to free up that energy.\n\nSo that we have energetic circulation, you know, in Chinese medicine, the energy is everything. You know, we talk about the Chi and the energy flowing through the channels.\n\nAnd when your energy gets stuck, that’s where illness happens. That’s where problems happen. That’s where disease happens.\n\nYes. So disease starts with the death ease, right? Like when we’re not feeling at ease, we’re not feeling safe in ourselves. There’s some sort of stuck energy.\n\nAnd so the practices of yoga help to start to create flow in our energy body and in our physical body. You know, works on all levels. You know, in yoga, there’s the five koshas, the five sheaths of the soul.\n\nThe Anamayakosha is the physical layer. It’s the physical body. And then there’s four other layers. The Manamayakosha, the mental body, the Pranamayakosha, the energy body.\n\nThe Yanamayakosha, the wisdom body. And the Anandamayakosha, the bliss body. So there’s like all of these layers that we work on in the practice of yoga.\n\nAnd the physical body is only one layer. It’s the gross layer. It’s the most visible and dense. But we’re actually working on all these layers and levels.\n\nAnd again, I would say it comes back to that iceberg principle that what we see is really just a small part. And then there’s like all of this matter and material that’s much more invisible and much more subtle.\n\nAnd yoga works on all of those levels. The Kriyas, the Pranayamas, Kriyas are like breath practices with repetitive movement and oftentimes sounding or mantra.\n\nAnd those are really good at cleansing and clearing that stuff out. So I think that like these practices are, it’s kind of like brushing our teeth. Like would you go in morning or at night without brushing your teeth?\n\nI wouldn’t. I don’t like how that feels sometimes that I wouldn’t either. But it’s kind of the same thing. Like we have to keep maintaining our hygiene, I think energetically.\n\nYeah, energetic hygiene is really, really important. But it’s not just energetic. It’s also physical. The physical body needs to be maintained.\n\nYou know, we want to keep our bodies healthy and strong into our future so that we can continue to be on this earth in a really powerful, impactful, kind way.\n\nYou know, we’re not feeling good in ourselves. It’s really hard to be kind and generous to other people. And to the world.\n\nYeah, of course.\n\nSo we can start by being kind here and taking good care of ourselves, doing the practices that actually are good for us, but make us feel better.\n\nYou know, the iceberg metaphor, it’s really sticking with me. And I’m reminded the other day we had a podcast discussion with Brad Lidge, who is a retired professional athlete doing amazing work.\n\nAnd he was talking about how important it is for us to get outside of our comfort zones in order to do that personal growth and in order to help create greater stewardship and sustainability in our society at large.\n\nHe’ll be at the summit, of course, too. So that will be a fun interplay for us to have in this discussion.\n\nWhat’s striking me about the iceberg metaphor is that there’s probably a good number of us. I can think of a couple of buddies who might say, oh, I don’t have those five bodies or I don’t have that’s not going on for me.\n\nAnd it strikes me at the same time that the science of yoga, we have some ancient traditions that have been around a very long time that are so advanced, our Western technical science is just sort of catching up, just barely getting to the point where it’s able to confirm and really start to understand the complexities of what’s being cultivated and nurtured through something like yoga.\n\nSo I’m sitting here thinking about perhaps some folks in our audience who might be thinking, oh, this doesn’t apply to me. And I’m struck, for example, when pastures discovered that there were these super tiny organisms that could cause disease or illness.\n\nNow, those organisms existed before pastures knew about it, right? So our scientific understanding is in this constant game of catching up with the reality that actually exists.\n\nAnd it seems that these approaches, this kind of awareness and framework is providing an intelligence, a wisdom that we’d probably all really benefit from integrating more into our lives.\n\nI think so. Absolutely. I think that yoga and these ancient traditions, they’re tapped into some universal knowledge and wisdom that has been able to become a science.\n\nYoga is called a science of self-realization. I like to call it an art and science of self-realization.\n\nAnd what is to self-realize? Self-realization is really to, like I said in the bio, remember the wholeness that we already are and remember our connection that we are connected.\n\nYoga, actually the word means union to yoke, to bring together and to connect, you know, to integrate.\n\nAnd so we sort of, you know, the yogic philosophy would say, like we come into this world and we feel that wholeness, that in yoga is called Brahmin, it’s like that oneness.\n\nAnd yoga is designed to bring us back into that realization of oneness.\n\nAnd I would say that on our planet at this time there is a call to be more connected, to come into connectivity that we actually are connected.\n\nYou know, the microbes in the earth are needed for the trees and for, you know, I’m not a scientist, so I don’t care.\n\nBut it’s like this whole interweb of connectivity is again something that our culture has sort of lost.\n\nThe indigenous people is that, you know, they’re reminding us and we’re sort of remembering, this is a time of remembrance, because we have to, because things are in a serious crisis on planet earth, and we have to remember our connectivity.\n\nSo yoga brings us into that, like we are connected.\n\nAnd one of the things I think that I really like what you’re talking about about the comfort zone, you know, it does take us stepping out of our comfort zone, because our habitual ways of being, you know, in the ways that we’ve sort of been raised in and we know how things work and there’s equilibrium.\n\nIn a system that’s not working, they’re still equilibrium.\n\nAnd so to break that equilibrium, because we have some idea that it would be better in some way, is very uncomfortable.\n\nYou know, we were like, we’re rocking the boat.\n\nAnd who likes their boat to be rocked?\n\nI mean, not that many people, people tend to be afraid of change.\n\nI would say from the yogic perspective, the ego is afraid of change.\n\nAnd the ego in the yogic perspective that I’m sharing is not like arrogance.\n\nIt’s actually the part of us that feels disconnected.\n\nThe part of us that actually believe that we are isolated and disconnected, and it’s a fear-based place.\n\nSo that fear-based reality can live out as some sort of arrogance, or it could be, I’m not good enough, or it could be, you know, a whole myriad of ways that that egoic nature lives out.\n\nBut yoga would say that that’s the part of us that fears change and that’s disconnected, and it’s never going to be met.\n\nLike the emptiness of that part of us can never be filled.\n\nAnd so the yogic path is actually about shifting our consciousness towards connection.\n\nTowards soul.\n\nBecause the soul is the part of us that actually knows that we’re connected.\n\nLike, we’re like, in alignment here, this way.\n\nAnd I’m sure everybody watching this and listening to this has had that experience.\n\nA feeling in connection, feeling a sense of connectivity here or a connection in the world.\n\nOftentimes, it happens when we go in nature, right?\n\nAnd we start to like, we can breathe with the trees, and we can feel this, like, sense of maybe even our bodies start to feel a little less, like, solid in some ways.\n\nLike, we can start to feel this energetic exchange with life.\n\nAnd so, like, yoga is actually about bringing us to that wholeness, that soul consciousness, where we feel in connection.\n\nBut it takes a lot to shift our, you know, shift our reality.\n\nAnd so the creed is in the pranayama, and the yoga, like, all helped the asanas to, like, shift that up, and to help us, like, have a sense of that within ourselves.\n\nSo that we have, like, an awareness around it.\n\nSo that when we start to go down the path of that sort of egoic fear-based, like, I’m afraid of change.\n\nWe can remember, wait a minute, it’s worth it.\n\nLike, this experience of feeling a oneness, feeling connection, feeling a brother and sisterhood, feeling a sense of, wow, the trees are my family.\n\nLike, the people here were a village, like, we can be a team.\n\nIt’s very rewarding, I think, for everybody I’ve noticed, you know, my students, you know, like, to have that experience is, like, deeply satisfying.\n\nLike, that’s where this satisfaction, I think, comes from, is when we start to feel connection, we start to feel a sense of soul connection.\n\nI don’t know if that’s the answer to you question, but-\n\nBeautiful it is, very much, yeah.\n\nBut there’s this way, I want to go back to the comfort zone in the iceberg, because, you know, there’s the tip, and what we do with these practices is we start to lower the level of the water.\n\nSo we start to actually uncover more of what’s in that more invisible realm, as we get more in touch with our bodies, our emotions, we actually, and it is stretching our comfort zone to go there.\n\nIt’s like stretching us.\n\nAnd the yoga practices help us do that, they help us stretch, stretching, like, we’re physically stretching, stretching our comfort zone, holding a pose for a while, feels uncomfortable.\n\nSo we start to train that part of ourselves to be more okay with discomfort, so that when something happens in our life that feels uncomfortable, we have the capacity to be with it, to breathe with it, to feel center.\n\nYou know, we don’t need to get caught up in the fear-based, like, what’s going to happen, what am I going to do, you know, we actually find the deeper sense of trust.\n\nWe can start to trust ourselves and trust life.\n\nLove that, trust ourselves and trust.\n\nTrust ourselves and trust life, and that stretching of the comfort zone, I like to really speak gently about that.\n\nLike, I feel like there’s an honoring of ourselves, like, we don’t want to throw ourselves off the deep end of the comfort zone, like, far, you know, across the field, you know,\n\nwe stretch like three miles into the comfort zone, that’s not sustainable.\n\nBut, you know, the practices of yoga and these types of authentic relating, these practices that help us to gain more consciousness about ourselves, start to stretch us in ways that is sustainable.\n\nAnd as we stretch and open in that way, then that part becomes part of our comfort zone now. So our comfort zone actually gets a bigger.\n\nLove that. Yeah, it expands.\n\nOh, that’s so encouraging. So encouraging. Yeah, so it’s like baby steps.\n\nI think it’s really important, like, in these conversations with how much is happening in the world and how much we want to, you know, like, baby steps are sustainable.\n\nBaby steps in ourselves, like, wow, today, I did that pose for three minutes or today, I was really aware of this part of my body that was really wanting attention when I gave it some love.\n\nToday, you know, when I woke up in the morning, I said thank you to myself, you know, like little ways, actually, little baby steps, little things that actually have a huge impact on ourselves.\n\nAnd we noticed that, like, I noticed that in my students, they go through a six month program or something, like from the beginning, you know, and then, you know, as they’re going through the journey,\n\nit’s like, what is anything happening? I don’t know what’s happening. I’m like, I’m doing all this stuff. I’m practicing every day. I’m really tuning in, but I don’t feel much is happening.\n\nBy the end of the six months, it’s like, wow, my life has transformed completely. I’m way more joyful. I’m way more happy and way more trusting of life.\n\nI’m centered, you know, this disease, a lot of us struggle from anxiety.\n\nThat’s way better, you know, like the baby steps day after day.\n\nBeautiful. Yeah, I love that. It’s making me think of these times. And I’ve had a couple recently, where I’m feeling some stress, some overwhelm.\n\nAnd I think, in part, because I’ve been practicing yoga very much as a beginner student for a number of years now, there’s a little bit more awareness to say, hold on a moment.\n\nLet’s breathe more deeply, or possibly even let’s go outside and take five minutes walking among the trees or whatever it might be.\n\nAnd to give ourselves those little gifts, like these baby steps, right, can create so much more well-being just in the day to day and amidst the busyness of life.\n\nAbsolutely. I think those pauses and the space is essential. You know, a morning practice, the yoga practice is really beautiful or a meditation practice, if one can start to do that on a regular basis.\n\nGreat. Awesome. That’ll do wonders. But then also just these, like you said, the pauses, like throughout the day, how can I slow down? We move so fast.\n\nThere’s so much happening, so many emails, so many social services, all the time, like slow down, pause, and feel ourselves.\n\nI mean, and then notice what happens when you go back to work or you go back, you know, breathe. The power of the breath cannot be underestimated.\n\nMy friend, Rub Shware, who runs the Give Back Yoga Foundation, they go into jails and with veterans. No, this was in the jails. And he was talking about some of the inmates and what they were learning.\n\nAnd it was, you know, so there was a question with some of these inmates, like how long did it take? How long was the amount of time that got you landed you on this present?\n\nLike two minutes, three minutes, that deed, that act, that impulse to like how much time, a couple minutes, the power of the breath, one breath, to actually change our state of consciousness in a reactive moment, the power of four breaths.\n\nOne, two, three, four, these inmates have found has like completely transformed themselves out of conflict. So that pause, the sacred pause, I love the sacred pause, like creating more space in our day, slow down, to breathe, to feel ourselves.\n\nAnd to even tune in, like even if it’s not even that accessible, like what’s happening in my body? Just ask. What’s happening in my body? Oh, my shoulders feel a little tense right now.\n\nOh, the back of my heart feels kind of achy. You know, I’m having this gurgle in my belly. I mean, just like it can be so simple, but just to start to train ourselves, to slow down, and to feel, and to notice, and to expand our capacity, and the like wisdom that comes from that spaciousness.\n\nI’m so excited that we’re going to have the opportunity to get a little more time with you and drop into practicing some of this together at the summit coming up massively mobilizing sustainability.\n\nMe too.\n\nAnd if you want to come, we’re so excited to have you join us. We still have a few tickets left. Use the code word community to get a 50% discount at yunners.org.\n\nYou’ll see all sorts of info about the speakers and presenters, a little four minute video about the summit. Can’t wait to see you there. And Dana, I’m really curious.\n\nI know you are one of the founders and you put on a huge gathering, the Hanuman festival. And this is coming up again this June. Can people sign up already?\n\nAbsolutely. Yeah. Yeah. It’s a four day festival here in Boulder, Colorado. Lots of amazing yoga teachings, teachers, community music. It’s really fun.\n\nYeah, and I imagine there’s a whole lot that is going on as you’re preparing for it. And probably ample opportunity to practice some of this, right?\n\nBecause it’s all kinds of details and logistics. Do you have like a favorite go to when things are super busy and hectic?\n\nMantra has almost become a big part of my practice. Mantra, chanting, singing, the power of sound, sound healing. I personally have been on a journey. I would say one of my big fears and big obstacles and hurdles was using my voice, like being able to sing and share, you know, and it’s been a big path of growth for me.\n\nAnd I know one of those stretches of my comfort zone. And I don’t know if anybody relate, and I think I know a lot of people really that I talked to.\n\nI was told as a child that I couldn’t carry a tune in a bucket. And so that, right? What does that do to a kid? I’m not going to say anything.\n\nSo for me, but reclaiming this power of sound. And so sometimes I’ll just, you know, if I’m feeling stressed, I’ll just oom or all tone. Or maybe there’s a song I put on a song I love.\n\nAnd I’ll start to sing or I have lots of chance that I do Mantras. So that’s a quick one for me to shift things. Yeah.\n\nBut I have lots, you know, I really, I love, there’s some breath of fire, quick pranayama practices that, you know, even if like sometimes though, you know, if I’m in like a grocery store in a place and I notice myself start to get like triggered by something or a little like off.\n\nI’ll just get in touch with my naval, the naval center is a really important area in the body, the naval intelligence.\n\nLike our gut health and our brain, you know, this now, science is showing the relationship between the gut and the brain.\n\nIt’s like access to the naval. This is our power center. I talked about the root chakra, the sacred chakra, the third chakra, the naval center is our power center.\n\nSo sometimes if I’m like noticing, I’m getting a little bit like, you know, wobbly. I’ll just bring my awareness there and I’ll even do some quick breaths like breath of fire is just where you breathe in and out from the naval.\n\nAnd it’s amazing just even like 30 seconds of that. How it shifts my energy. So there are some really quick, you know, simple things that such good tools. Yeah, absolutely.\n\nWell, maybe we’ll practice some of these together in a couple of weeks. I want to just share with our audience that they can find more information about you and your work and connect with you at your website.\n\nDana Surrey.com. It’s D-A-Y-N-A-S-E-R-A-Y-E.com. We’ll have that in the show notes. Hanuman Academy.com for yoga training and immersion as well.\n\nAnd I also want to take a moment to thank our sponsors who are making the summit possible and who are also supporting this podcast series.\n\nOur sponsors include Patagonia, Equal Exchange, the Association of Waldorf Schools of North America, the International Society of Sustainability Professionals, Purium,\n\nLoved in Free Masonic Lodge, number 119, Weylay Waters, the Lidge Family Foundation and Earth Coast Productions. So thanks to all of you for your support of our work and engagement in this YonEarth community.\n\nAnd Dana, I want to just say before we sign off for the moment, before we take a pause for this part of our conversation, is there anything else you’d like to share with the audience?\n\nWell, I just, you know, I really, I feel like a cheerleader sometimes, like I’m rooting for us, you know, for, for team, you know, Earth, like team love, like really starting with ourselves.\n\nLike yoga speaks that our true essential nature is really joy and bliss and truth and consciousness.\n\nAnd I think that we can get really heavy and really burdened and I think that stress that you’re speaking of, you know, it’s really, it can be challenging to feel that optimism sometimes or feel a sense of like,\n\nand I just, you know, play is really important. Like what brings you joy? You know, what brings you joy? What is it getting outside and taking that hike? Is it taking that sacred pause?\n\nAnd maybe the dance party I love to do throughout the music, like shake it out, you know, spend time with a friend, like nourish those parts that really bring joy because joy is incredible medicine. Play is a great medicine.\n\nAnd a lot of us forget, you know, we grow up, we get, you know, in our middle age, middle age, and we forget that, you know, that, that medicine that comes from creativity and joy and free expression.\n\nAnd I think that’s why it’s sounding and music is really a big one for me these days and dancing creativity. So what brings you joy? And then, you know, bring it to each other.\n\nYou know, share that, you know, there’s also a way that I love that Marianne Williams and quote our greatest fear is not our darkness or light.\n\nLike share that joy with each other and uplift each other and be each other’s cheerleader. Like I’m like cheerleading you on, Aaron, like what you’re doing is amazing.\n\nYou’re working the world, YonEarth community is this summit massively mobilizing sustainability? Like, yes. Like being for each other.\n\nAnd the work we’re doing, you know, that’s team playing. You know, we’re all sort of, if we think about the wholeness or the oneness piece, we’re all playing our role.\n\nWe’re all have, you know, something some part of it to play. And if we can just honor each other’s part in that and uplift and celebrate and before that.\n\nHold it. Enjoy, I think, is a big one. Like recognizing.\n\nAbsolutely.\n\nYou know, celebrating each other.\n\nWell, Dana, here’s to celebrating you and expressing gratitude for all that you’re doing for our world and for our communities.\n\nAnd thank you so much for speaking with us today.\n\nIt’s absolutely wonderful. And I’m so excited you’re going to be at the summit. I know it’s going to be a really special experience with you there.\n\nThank you. I’m really looking forward to it.\n\nThank you, Dana.\n\nThank you. Thank you everybody.\n\nBye-bye.\n\nThe YonEarth Community Stewardship and Sustainability podcast series is hosted by Aaron William Perry, author, thought leader, and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly, or monthly supporter, please visit yonurth.org-support.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code yonurth, all one word with a y.\n\nThese sponsors are listed on the yonurth.org-support-page.\n\nIf you found this particular podcast episode especially insightful, informative, or inspiring, please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in.\n\nThank you for your support.\n\nAnd thank you for being a part of the YonEarth community."
}