{
  "title": "Episode 40 – Kimba Arem, Sound Healing, Water & Medicinal Music",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/3663/episode-40-kimba-arem-sound-healing.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-40-kimba-arem-sound-healing/",
  "episode_number": 40,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcast Series.\n\nToday we have the opportunity to visit with Kimba Aram, hi Kimba, it’s so nice to\n\nbe with you.\n\nWe are in Kimba’s studio and we’re going to be talking about healing and sound and\n\nwater and Kimba is going to also demonstrate some of these amazing and really unique instruments\n\nthat she works with.\n\nBefore we dive into all of that, let me give you a little bit of Kimba’s background.\n\nKimba is an international performer and recording artist, sound engineer, molecular biologist,\n\nclassically trained in piano and flute, a subtle energy therapist and full-time spiritual\n\nseeker since her transformational wake-up call a near-death experience in 1992.\n\nOne major realization given to her was the awareness that the basis of everything is\n\nessentially vibration.\n\nAfter that event while attending graduate school studying Taoist acupuncture and herbs,\n\nshe was introduced to the ancient idea of using sound as medicine, which combined her\n\npassion for music with service to others.\n\nShe has now been practicing music therapy in various other subtle energy modalities\n\nfor over 20 years.\n\nIn addition to this, Kimba has actively been involved in shamanic practices from around\n\nthe world since 1994.\n\nShe incorporates tapping into harmonizing energies beyond the five main senses into her\n\nproductions and therapy work, which has involved individual sound sessions, workshops, group\n\nsound journeys, scoring, the production of 13 albums and a movie called Secret of Water.\n\nShe be co-founded and is president of an integral health clinic, Radiance Health, which incorporates\n\nboth Western and complimentary medicine.\n\nShe is dedicated to educating and assisting the planet in gentle awakening and transformation\n\nthrough sacred sound and vibrational medicine.\n\nAnd I might also point out among all of these beautiful things that you’ve produced include\n\nthis album that you co-created, Kimba with Dr. Andrew Wilde called Self Healing with\n\nSound and Music.\n\nAnd I am so excited that we have this opportunity to visit with you and have a bit of sound\n\nexperience with you.\n\nBefore diving into this rich set of topics, I want to ask Kimba, can you share with us\n\na bit about this near-death experience and why that was so pivotal for you?\n\nThat’s a really huge topic.\n\nSo I’ll just kind of go to the essence of how it applies to our topic today.\n\nSo my background was science, I in college at least.\n\nI grew up a nature lover, a music lover, I was trained in classical piano and silver\n\nflute.\n\nThen as I got older, I didn’t see music even though it was my heart, it was natural\n\ntalent, my passion, but I didn’t like being in front of people.\n\nEven today, it’s not my thing, although spirit had a different plan for my life.\n\nI don’t seek to be on stage or perform or anything.\n\nMusic was always my medicine.\n\nBut I only knew music as well you get up on stage and you perform and you entertain people.\n\nAnd that’s what I was doing growing up in concerts and piano recitals, but I could not say\n\nyou’re doing that my whole life, I’m not that kind of person that gets fueled by that.\n\nSo I decided that my father was a doctor, that I’m going to go to medical school, but\n\nI love nature so I studied molecular biology was kind of my major in college, but it wasn’t.\n\nI didn’t realize this that I had fallen asleep to my life’s purpose slowly, which I think\n\nhappens to most of us in the culture and the times we live in.\n\nIn 1992, I was about to graduate, talk in my class, honors molecular biology, minor\n\nmath and physics, pre-med, going to enter medical school, and I had a big wake up call.\n\nThis is a whole story in itself, actually what happened in the senior death experience.\n\nI did not know at the time what it was because I had no spiritual lingo, no community, no\n\nreferences for this, what happened to me.\n\nI started to read voraciously after that, like a few books a week on all these different\n\ntopics and gotten to the costinata material and anything I could mine that was spiritually\n\noriented.\n\nBut I read a Raymond Moody’s book called Life After Life and every single, so he was cataloging\n\nnear death experiences of people, thousands of people, and they all had similar themes.\n\nEvery single thing he touched upon happened in my experience, except there was a few more\n\nthings that he didn’t talk about.\n\nWe all get the life review, that’s a very common theme in people with having these experiences,\n\nwhere you see all of your life and the perfection of it and everything that brought you to this\n\nmoment and yourself outside of time, really.\n\nIt’s a really, you don’t see it like a movie, you see it, like your life is an object.\n\nBut it’s already, in a certain timeline, your future and your past are kind of determined.\n\nBut from the moment you’re in, you can’t change your past and your future.\n\nKind of hard to describe, but that’s what I was shown, so I was actually shown my preview\n\nof how my life wouldn’t, the age, I was actually, I was going to die at 42, I’m now almost\n\n48, a couple weeks, but so I definitely changed my timeline, and I was given my prognosis,\n\nwhich was harsh ones in foam, I had no idea what it was, I had knock on a medical career,\n\nand I didn’t end up going to medical school, but it turns out it was a cancer of lymph nodes\n\nI had to look it up, and this would be for internet, so I had to get a book on medical\n\ndiagnosis, so, but the essence of this experience was I came back basically a baby again.\n\nI think I feel that this is where we come from, the place when we are born and when we die,\n\nwe go to a realm that if we tap back into it sometime in our life, it’s like starting\n\nover, because you remember, and you see things outside of time, you see yourself, you see\n\nthe perfection, you basically, as I see it enters a mind of creator, we are all the creator,\n\nand then this is a fractal, you know, kind of layers down version of the fractal that\n\neach of our lives is like the cell in the body of Brahma, the Vedas in India would refer\n\nto the creators of this being, and we’re each a part of it, I got an experience of that,\n\nit’s not a theoretical, it was like we are all God, but every one of us, not just some of us,\n\nyou know, so that’s an important key, it’s very humbling, so, but because I was a baby,\n\nI knew I wasn’t going to go to a medical school, however, I was shown I was going to leave\n\nme in the path that was not, not only would be an early death, but not following my, now I have a\n\nword called Dharma, after studying the Buddhist culture, which I feel very connected to as well,\n\nbut that we have a life’s purpose, every cell in our body has a function, and we are all\n\nmeant to fulfill whatever that function is, and if you follow your heart, you follow your\n\npassion and you are fulfilling your purpose in life, and I had no idea when I was, because I had\n\ngotten into this mindset, my mind, thinking I was supposed to be something, but it wasn’t really\n\nmy true gift, which I always love music, but I had no idea how to make that, my livelihood, you know,\n\nso I was like a baby, however, this instrument entered my life, um, called the didgeridoo,\n\nit was in 1993, and your death happened in 1992, I was about to graduate, and I knew I had to\n\nfinish college, but I didn’t know why, and because I was still not in my body for, it took about four\n\nyears after this near death to get really grounded back in reality, but if you’re I am, I got\n\nto graduate, experience, or if I hired you all the same, you got to graduate, so I’m walking to\n\norganic chemistry, right, going like, why am I here? I’m not going to be a doctor, I’m not going\n\nto use this degree for anything, I’m melting in trees as I walk to class, like I get sucked into\n\nevery tree that I walk by, and start to just commune with it, like it was like a magnet,\n\nthis phenomenon that happened for a few months, so I’m walking to organic chemistry, and I see a lady\n\nlying down, sitting in the grass with this instrument lying next to her, I was magnetically drawn\n\nto it, and I went up to her, and I said, what is that, please play it for me, she said it’s called a\n\ndream pipe, her partner who was making those of the local cactus in Arizona, Alan Shockley,\n\nand she played this instrument, I never heard one before, never seen one, and that sound was a key,\n\nliterally a key, like in musical terms, like it unlocks something, I heard that sound, and I’m like,\n\nI need one now, this is the only thing really that makes sense to me, and that was why I needed to\n\ncontinue my college degree, so I could meet her and meet this instrument, and plus there’s\n\nother reasons for that fractal of the degree, but this instrument turned out to be my guide,\n\nand my teacher, and it still is, this is 27 years later, I just played that instrument, I played it\n\nall the time, that sound, it connected me back to this place that I went in my near-death experience,\n\nand that was where I just like, how do I get back there? People who also have near-death experiences,\n\nit’s very difficult to come back into this world, and you understand you’re in a realm of death,\n\ndecay, everything you love, everyone you love, your own body will fall away, and decay, it’s not\n\nin a moral realm, it’s a very time-looted, at least the time we live in on the planet, and what\n\nyou tap into is the part of you that doesn’t decay, that is timeless, that is ecstatic, it’s really the\n\nultimate addiction, I could say, embryo addict is seeking that state. Carly Young spoke about that\n\naffair, but actually, it’s very interesting. I love his work, we’re all tapping into the same\n\npiece of the fractal, so when I played the didgeridoo, I realized number one that I don’t breathe,\n\nand when I moved to Hawaii later, I learned that Hale is the Hale, they say, but Hale is a Hawaiian word,\n\nand it means without breath, and that’s what white people were called, and I don’t really notice\n\nin the culture that we live in, we do not breathe, and every culture around the world, except English,\n\nthe language refers to breath and spirit are the same word, and in English they’re separated out,\n\nand so what I was like, I’m not breathing, therefore I’m not really bringing my full spirit,\n\nI’m not incarnating fully, so kind of like halfway out of my physical form, and I think there’s\n\na lot of problems with that, not only level of consciousness that health lies, but we need to,\n\nand so the didgeridoo became my teacher, not only is the ultimate pranayama or how to\n\nthe circular breathing, it took me about a week to get circular breathing, but about four weeks\n\nwhere it was effortless, four years, I’m sorry, four years of really playing it all the time,\n\nwhere circular breathing became, but I didn’t care, I just needed to make this sound.\n\nYeah, you know maybe some of our audience may not be entirely familiar with circular breathing,\n\nand I actually, as I was sharing with you previously, have played some didgeridoo,\n\nand that whole process of being able to continuously make sound with our breath is so\n\nprofound, it’s so magical. I love your comment too about the language, the etymological relationship\n\nbetween what we call spirit and what we call breath, of course, the Latin roots, spirit,\n\ninspiration, aspiration, perspiration, spirit to, there’s a great inspire, the spirit coming\n\ninto us, and then in some of the proto-Indo-European language roots, we find this,\n\nthis Atman, Atman Brahman, in India, and Atmos atmosphere through the Greek Atman is to\n\nbreathe in German, and it’s just such a magical and important, I think, part of our practices,\n\nhumans, and I know many of the practitioners that we’re increasingly connecting with through\n\nthe Y&R community make breath work a very central part of their own personal day to day practice.\n\nSo I’m hoping maybe you can tell us just a little more about what is the didgeridoo,\n\nand what’s this whole thing about circular breathing? Yeah, the didgeridoo, it’s such a huge topic,\n\nbut it is the perfect segue into sound as the universal own, or the sound, not a brahma,\n\nthe sound of the creator, the oldest mandala in the world, the Shri Yantra, is represented as this\n\nkind of, almost like this structure, is fractalized, and it’s the sound of own, and that’s,\n\nit’s basically own, is considered to be the sound of the creator, or I, or the, you know,\n\nmodern physics, like background radiation, that’s a big bang, the creation, it’s a vibration,\n\nbut it’s out of this coherent frequency, it’s like a field, everything emerges, everything is\n\nvibration, differing levels of, it’s like fractal, but it’s the ultimate fractal sound, even light\n\nis a frequency, when we refer to sound, it’s a little confusing because we think of sound as\n\nauditory, but the spectrum of frequency in the cosmos, I mean the auditory is just like a hair,\n\nin this infinite, you know, bandwidth of frequency, what we can hear is like 20 to 20,000\n\nhertz is the average frequency, I actually have here above and below the hearing range of 20,\n\n20,000, there are many of us, but it’s a form of clear audience that it has, that only amplified,\n\nI’ve had since a child, but normally we just hear in a pretty limited bandwidth, but everything\n\nis sound, and the didgeridoo is the perfect example of that, it’s one note, there might be\n\ndifferent keys depending on the length of the pipe, or the diameter, or the density of the material,\n\nbut it doesn’t really matter, it’s, it’s a monochord actually, I actually had a dream, I had\n\nstudied Socrates at Plato in high school, I had a great philosophy teacher, and one of the things\n\nthat Socrates said, Socrates at Plato in this whole school of Greek teachings of the cosmos was\n\nbased in geometry and sound, or everything is coming emanating out of that, and Socrates said\n\nsomething that always stuck with me said study the monochord, and you will discover the secrets\n\nof creation, so what is a monochord? The way he demoed it was like a string with how, like a,\n\nyou know, guitars have threads, and so a monochord is just a string with a secured on either side,\n\nand the length of the string and what is made out of its diameter and everything would affect\n\nwhat note it was, but the monochord didn’t matter, the note, the fact that it was one note,\n\nI have this dream shortly after learning the didgeridoo, where it came into my life that the didgeridoo\n\nwas a monochord, it’s a pipe basically, and there’s an entry and an exit point, so it’s basically one\n\nnote, and the string instead of the physical string, it’s your breath, is the string, and it’s\n\namplifying the vibration of your breath, made audible, and so I was like, wow, study the monochord,\n\nand you’ll discover the secrets of creation. Well, I just say that didgeridoo is\n\nbeen one of my greatest teachers, talked to the others a little bunny, that’s in my life,\n\na little rabbit, funny teachers, see the common unexpected forms, and at times of life when we need\n\nthem, but, you know, the, the aboriginals which have carried forth in Australia, this instrument,\n\nat least 150,000 years, it’s an older instrument, we know of, older in the drum at least, as far as\n\nthe runners can tell, and maybe the older than that, they said that the didgeridoo is the sound of\n\nbasically the during time, which is where we go and we die, and where we come from before we’re\n\nborn, and it’s this field of information that we can tap into with that sound and commute,\n\nwith our ancestors, ancestors lived there, it kind of reminds me of Ava, you know, in Avatar.\n\nYes, right. This tree of soul, you commune with this place where we go, and I was like, yeah,\n\nwhen I died, that is, I really feel that, it has me, when I had my near death, and then I heard\n\nthat sound, it was like, oh, this is a tool for accessing that realm, and what I realized that,\n\nwhen I play, and I’ve actually been involved in some research where they measure the brain waves,\n\nso you’re wearing this thing, and there are some feedback devices where you can learn how to\n\ncontrol your brain waves, there’s like Ava, where most of the time we’re in beta, which is like\n\nevery day walking around consciousness, there’s a bandwidth like for 12 to 14 hertz, and then there’s\n\nAva, which is like 8 to 12 hertz, so you’re going to meditate of them, there’s Ava, it’s kind of in\n\nbetween sleep, and then there’s Delta, which is kind of dreamless, deep sleep, very slow brain waves,\n\nand there’s other brain waves, those are the main ones, but then there’s a new one, one of the\n\nnew ones is called gamma, and they were studying to that monks who could go into this brain wave state\n\nwhen they were in very deep states of meditation, and it’s like above 40 hertz, and then there’s\n\nones above that, but that’s kind of the one that this device was measuring, it could measure,\n\nand so you can see there’s like a little ball that goes up, goes down, and you try to regulate\n\nthe brain waves by having the feedback on the screen of what your brain is doing, couldn’t touch\n\nthe gamma, but when I played the game of the little ball went all the way to the top,\n\nlike there’s just like a spiraling ball as the visual, and I couldn’t touch it, and then I stopped\n\nplaying, and it would go back down, but I was like, gamma, and so what I realized with the\n\ndigery do is that when I’m playing it, it puts me in a state of consciousness that I very much like,\n\nthat I wish I always said, the only problem with the dig now is that I just want to be playing it\n\nall the time, walking around, but I think it is a tool to learn how to reference a certain state\n\nof consciousness, and then live it, part of it is you’re breathing, you need to be embody\n\nyour spirit, but it’s the, you’re in training, there’s that word in sound therapy that we use,\n\nand that, an entrainment is a, entrainment is happening all the time, like women who live together\n\nstart to menstruate together, or you hear music, and you just can’t help certain, you know, moving,\n\nthat’s a form of entrainment, but it’s also a very physical phenomenon, things in the room,\n\nlike pendulum clocks, well, you know, if there’s a bunch in the room with all this stuff, synchronicity,\n\nand entrainment is going on with everything all the time, we’re entraining to the moon,\n\nand all the planets, and all the fracks, that’s a form of astrology, and so when you’re listening\n\nto music, your brain waves actually entrain to the sounds, so some of my, like, this album has,\n\na lot of albums have binaural beats, which are kind of not audible, but they’re in the background,\n\nand you can set them in the frequency range of delta, or theta, or alpha, or whatever you choose,\n\nand then you encode it in the music, and you’re naturally, it helps your brain to kind of go into\n\nthese relaxed, expanded dates, so that’s one of the physics principles behind why sound is therapeutic,\n\nwhy the did you do, you know, for me is, like, it was a teacher to understand what is it like to be\n\nin these really expanded states of consciousness, I had that in my near death, but I didn’t know how\n\nto embody it, one of the things I was showing is like, I’m not even in my body, part of it was\n\nthat wasn’t breathing, it was very shallow breather, many people are very shallow breather, it is a real\n\ndiscipline to learn how to breathe, it’s a lifelong discipline, and so I actually have been teaching\n\nworkshops in the different due, for about 20 years, but I don’t teach it as a musical instrument,\n\nI teach it as like, the ultimate embodying tool, this is not, you may never play it for anybody\n\nelse, it’s not a performance instrument, I mean, now you can play it, like I do with group sound\n\nsessions, that I have people like glide out, it’s on a performance, this is a journey, the\n\noriginals use it as a way of communing with ancestors, how are healing the earth, or playing the\n\nsong of the different regions to send these songs as caregivers of the planet, so they’re playing\n\nthe didgeridoo as an act of communion for Gaia for this earth, so that’s how I teach it. We might say\n\nmost of our indigenous ancestors all around the planet understood on some level, they’re the\n\ncritical role of caregiving and caretaking of our planet, and I want to make sure we’ll connect\n\nback to that dot in a little bit in the conversation, and I just, I wanted to articulate that because it’s\n\none of the themes we find ourselves turning to fairly often, how important it is for each of us\n\nto understand that part of our own heritage, wherever our people may come from on the planet,\n\nthat that indigeneity is something we all share on some level. Yeah, and in all cultures,\n\nall, like I connect to, I use Native American songs and flutes and aboriginals to batten\n\nany culture that I’ve studied, I’m like, I resonate with you, I love this about you, and all their\n\nmusic is universal language with different flavors, but it’s all the one role, it’s all the same\n\nthing that all religions, all beings, I mean, that was what the Nierdeche Show me is like,\n\neverything is one, this is not a concept, this is like something you just know, and you will not\n\nforget, but how to live in this world of apparent separation where we seem separate bodies and\n\neverything, it’s just the nature of their dimension, duality, the stage, you know, but it’s a\n\nchallenge, but that’s why I love music because it’s a universal language, like you can really,\n\nlike I might not speak all these other languages, and people might dress different, or have different,\n\nyou know, cultural practices, or different kinds of food, but when you listen to the music from\n\nany culture, something and you get it, even though it’s different, it’s like, yeah, I get that,\n\nthis is a language that animals understand, all animals understand music, so for me, after my\n\nNierdeche, it was like the perfect, and the didgeridoo totally opened my path, I was like, make me an\n\ninstrument creator, and then this came in, and I’m like, oh, I’m the instrument, you know, I read\n\nother about St. Francis, I’m like, ah, these are my people, you know, start to see that all these\n\ndifferent mystics have had similar visions and experiences, different ways of saying it,\n\nand we just got to find our way, so, you know, music became my way to stay connected to spirit,\n\nand then turned into like, oh, people, if I go on this ride, when I play, I’m just, I’m not here\n\nto entertain, I’m here to commune, because that’s what we’re all seeking, and then, if I can just stay\n\nin that space, and there’s other people around, they can go with me, and I realized that this,\n\nand I started studying the ancient history of music therapy, and I mean, that’s how it was designed,\n\nmusic wasn’t designed, not designed, but the cultures used it for midwiding birth, for midwiding\n\ndeath, for communion with the earth, for healing, very deep healing practices, like real healing,\n\nbut it wasn’t about the musician being the healer, the musician is like a minister,\n\nand a minister, the real role in my mind of the minister is an intermediary messenger,\n\nand I’m sure to be German, I so that’s like hermits, right, the coducius, he is the messenger of the\n\ngods, but he’s the messenger, it’s not his message, it’s not like I’m going to heal you, that’s why\n\nthis CD self healing was found in music, I’m not going to heal you with my sound, I’m going to\n\ncommune, because this is my Dharma, and if it helps your conscience to expand to a place where you\n\ncan go out and affect your own healing, because I feel like conscience’s expansion, like Ayahuasca\n\nnow they decriminalize mushrooms, in the right setting different tools or techniques can expand\n\nour consciousness where we heal ourselves, if you cut your finger, a doctor can address it,\n\nput healing ball on it, but you’re going to heal that finger with time and from the inside.\n\nYou know one of the things that love to die a little deeper into has to do with these different\n\nfrequencies, and we’ve used the term hurts a few times, and I’m sure many of our audience knows\n\nit is familiar with it, but I just want to point out hurts means cycles per second basically,\n\nso we know that our cells are vibrating at different cycles, we know that all of the light\n\nspectrum from visible, which we can all see to things like radio waves, infrared, ultraviolet,\n\nall of these are basically different frequencies, right, and we also know that in the ancient\n\nMediterranean region around Greek, Roman, Amphitheaters, when they were doing performances,\n\nthey would often place specially designed vases with water in them throughout the audience\n\nto help amplify the resonance, and one of the interesting things of course is that this connection\n\nbetween frequency and water, we are mostly water, 72% or thereabouts, and of course living creatures,\n\nwhether they’re mountain lions or little bunnies or ferns or giant redwoods or blue whales or\n\nmicroalgae and other microorganisms, they’re all we are all made of water, and life is where water\n\nis, so I’m wondering if we can dive a bit into these different frequencies, especially that 432\n\nhurts and that 528 hurts, and what that might mean for our healing work for our own bodies and\n\npotentially even for other parts of our living planet ecosystems and so forth, I know that’s a lot,\n\nso maybe we start with 432 and so we’ve got all these different instruments tuned to different\n\nfrequencies, right? And our ancient roots, it seems many cultures were\n\naware cognizant of different frequencies having healing properties and so forth, and so the\n\ntuning and the use of certain frequencies is apparently of great importance.\n\nHmm, it’s huge topic. Well I think we can discuss a way to bring those two together,\n\nwhich I think water and this topic can be related, so we did this movie, I co-produced and scored\n\nsecret of water, and if you see on the cover, it’s a kind of perfect geometrical water molecule\n\nfrozen, and then the flower of life, part of the flower of life design, superimposed. Which is a\n\nsacred geometric design. Yes, there’s another one. But this is actually not just a two-dimensional,\n\nthis is a three and beyond multi-dimensional form of what I see, the way I see it is, it’s coherent\n\nstructure. And so water, when it’s healthy, they have found like water that is from a\n\npristine spring or that’s been preyed into or has been structured with some kind of coherent\n\nharmonic frequency versus like anger or hate or pollution, water exposed that will not crystallize\n\nusually, or it doesn’t, it forms distorted crystals, but very coherently structured water with sound,\n\nwith prayer, with different things can structure water, healthy earth. Yeah, healthy ecosystem.\n\nAnd so, which is interesting because in the Vedic tradition with the chakra system, the geometry\n\nof the heart chakra is also the structure. And so the way I see the heart chakra, why that’s\n\nimportant is, is basically generating your field, like the earth has a magnetic field that goes\n\nup and goes down inside. And also, Nassim Haramane, who is a friend of ours and I’ve worked with,\n\nI’ve studied his material in relation to this, is showing that space when it’s coherently structured,\n\nhas a similar, this kind of infinite flower of life, it’s like everything is full with this\n\ngeometry, not just the things we see, space, water. And we, through consciousness and intention,\n\nwith harmony or discord. And so can water and sound can be a tool to align us with this harmony\n\nof universe. The things that we associate with elevated states of consciousness, when we feel\n\noneness with all of life, a near death experience, when we go back to the mind of God, these are,\n\nor we know what it’s like to not be in coherence and feel depression or anger or fear, these are\n\nall vibrations, they’re consciousness states, but they are ultimately vibrations that are not coherent.\n\nAnd so the power of, and the other thing about the center of the heart chakra is, I believe that,\n\nyou know, where Norse, so in third dimension, we have polarity, which creates movement and\n\nall of the forms we see, that’s how cells divide. My background, molecular biology, that’s how\n\ncells divide duality. It’s not that, there is no fabric good. They’re actually two sizes,\n\nthe same coin of scene from the higher dimensions. This is a gift of expanded states where you get\n\nout of polarity and you can reframe reality from that. Problems cannot be solved on the same level\n\nof thinking or consciousness that creates. So if you have a problem, if you need healing,\n\nit’s a planet, it’s not there’s no better good. There’s only experience. And we can polarize,\n\nbut that traps us in samsara and Buddhist, it’s aversion craving, it’s polarity, but it’s not,\n\nit’s a place to learn about that experience, but then we keep going, we keep evolving,\n\nideally, over however many lives. But the place in the heart, there is this place where Norse becomes\n\nsouth, and right in the middle of them, which I think enough seems to say, might be a black hole\n\nthere, might be black holes everywhere, which is a white hole in another dimension, maybe, it’s like\n\na burst into a higher dimension. That’s how I took it in, but it’s like, it’s a portal to\n\nnon-dual, to higher states of consciousness. And so the beauty of this coming back to this geometry,\n\nthis coherent geometry is in the center of this, what Buckminster Fuller also called the vector\n\nequilibrium is the center of this perfect geometry, it’s the most stable structure there is,\n\nit’s not polarized, but it’s also a doorway to the higher dimensions, which is where I think,\n\nI feel healing happens, and consciousness expansion happens, and that’s what we’re all seeking,\n\nit’s refusing, through healing, through our life experience here. And so,\n\nstructuring water with coherent sound, which is fueled by intention, so the consciousness\n\nrise, it couldn’t be a beautiful sound, but it is created by a machine that doesn’t have a heart\n\nor intention, and I don’t think it’s going to have the same effect as being created by human.\n\nAnd it may have your perfect sound, or you may sing something, but it’s not like you’re not\n\noperatic, perfect singer, but your consciousness can ride that frequency, and that is the consciousness and\n\nthe sound together have the effect. And so, that’s the importance of water, how when we do sound\n\ntherapy, or we’re being affected by frequencies, we are mostly water, actually everything alive,\n\nour bodies, the earth, pretty much same proportions, all living things, I mean minerals are alive, So everything is a lot, but the things that we’re mostly interacting with, you know,\n\nplants and animals.\n\nYeah, DNA doesn’t work without water, it’s all in the water.\n\nSo if we can structure that harmonically, we’re going to achieve what we’re looking for.\n\nAnd so how it ties into the 432, you know, there’s a lot of controversy in the sound\n\ncommunity of what’s the perfect, you know, tuning.\n\nAnd many, many years, I have a whole section on my website on 432 of all the research.\n\nAnd then people say, well, you know, there’s just a lot of disagreements, but my experience\n\nwith 432 is that, so 432 is referring to the note A, and it’s maybe more technical\n\nthan we need to go into, but if you’re in music, all the other notes in the scale are calculated\n\nrelative to A. This is how we do it now.\n\nAnd is that the A above middle C on a piano or below, or close to middle C, or above middle\n\nAnd then, I don’t think the ancients maybe did quite this way.\n\nI think they were tuning more in other ways, or you didn’t have a little digital tuner\n\nand stuff.\n\nRight.\n\nHowever, in that cycle is per second.\n\nSo then there’s an equation, a number, that you multiply 432 or 440 is what the standard\n\ntuning is.\n\nSome people say that was changed recently by the Nazi regime to 440, but before that,\n\nthe strata varies by a limit, which is the most finely tuned instrument in the world.\n\nIt’s tuned to 432.\n\nAnd when I get indigenous instruments that aren’t tuned precisely, some are these days,\n\nthey make them in 440, so you can play with other musicians, you’re all the same tuning.\n\nBut if they’re not, and they’re tuned kind of by ear, or more, by indigenous people,\n\nor the didgeridus, they’re pretty much most of the instruments I get are in 432, naturally.\n\nOr if I pick up a guitar, and I just tune it by ear, and then I tune it later with digital\n\nis in 432, we had a piano that I grew up learning on, it was enough right.\n\nAnd my parents had tuned it in 20 years, right.\n\nSo I was telling them, hey, you know, I’ve been studying 432, when you have it tuned,\n\nwe put our piano here in 432, Colorado, they’re in Arizona, why don’t you have the guy\n\nput in 432?\n\nYou’re going to have it tuned, just so the grandkids can play on it.\n\nAnd the guy came over, and it was in 432, it had settled into 432.\n\nSo the idea is that, you know, there’s in ancient structures like Teotihuacan, and the\n\nGreat Pyramid of Giza, and many of these megalithic sites that were probably created by sound,\n\nactually, plus consciousness.\n\nThere’s a lot of writings in there, the writings we have, you know, a lot of these didn’t\n\nhave, they were oral traditions, but a lot of these cultures refer to sound as how\n\nthey created things we can’t even replicate today.\n\nWe cannot replicate the Great Pyramid for a temporal fallback, and all of these like megalithic,\n\nhuge stone structures totally precisely aligned.\n\nIf you measure certain dimensions in the relative height or length of the buildings or\n\ntheir halls, or relative to each other, they’re usually harmonically structured, almost\n\nall of them are.\n\nAnd 432 is a recurrent path, a recurrent number, and if you calculate the other nodes\n\nrelative to 432, they all come out to whole numbers, but if you use 440, you get these\n\nendlessly repeating, fractalized, you know, digital digits, repeating numbers.\n\nSo it’s kind of like it’s not, I see 440 is not a coherent frequency.\n\nIt’s kind of like our calendar isn’t totally tuned to the cosmic, you know, they’re a little\n\nYou know, there are, why do we have leap here and things like that?\n\nThe leap here, and you know, it doesn’t really account for the moons very well, and, you\n\nknow, and no one pays attention to solstice as an equinox, you know, more or more, not\n\nnobody yet.\n\nBut so the way I see it is everything is vibration, everything is harmonics if you’re in coherence,\n\nand so why not align our consciousness with the coherence of the cosmos, with nature,\n\nwhich is already the way the Fibonacci and the golden mean and all these sacred geometrical\n\nforms of how nature is structured, and our bodies too, the proportions of our bodies,\n\nlike the Vitruvian man, is, we are structured, it’s just our, because we have free will.\n\nWe can choose, which is a learning, I see it’s all perfect even now, we can choose to\n\nbe out of harmony with the cosmos.\n\nBut if we’ve learned that lesson, however many lives, or whatever, or enough pain in this\n\nlife, you know, let’s use the tools that we have to harmonize ourselves with the cosmos,\n\nand certain kinds of frequencies, coupled with certain kinds of consciousness, and sometimes\n\nancient people use plant medicines, who could help shift your consciousness out of the\n\nmaterial mode, the small bandwidth that we’re usually focused on, for a little while,\n\nand then align ourselves with the cosmos, with the harmony of the spheres, you know,\n\nthe planets make a vibration in the frequency, they actually make geometrical patterns in\n\ntheir relative cycles to us and each other, everything is vibration.\n\nSo this is a tool, and for 32, for me, I just, there’s too many things that, as I’ve\n\nstudied it, it’s like, it’s a really, it’s a much more in tune with the cosmic patterning\n\nof the flower of life, of the geometries of nature, than any other frequency that I study.\n\nHowever, I think that we can transcend the limitations of, because then there’s just what\n\nit comes down to, what I’ve been thinking about lately is, who determines what a second\n\nis, for 32 cycles per second, is the second, like part of a division, or is an arbitrary,\n\nyou know, like a mile or a meter, or how we divide space, it’s kind of a man-made thing,\n\nyou know, in nature, like the Fibonacci, it’s not, it’s about relative, like a fractal,\n\nlike the way things are relative to each other, it’s all symbiosis, everything is harmonically\n\nrelated to each other, it’s not necessarily about the unit, so I start, I think, well,\n\nfor 32 cycles per second, so what if a second isn’t accurate to vision?\n\nSo what transcends all this mind stuff, because you get, people ask, oh, it’s, you know,\n\nthe Land Horowitz has this thing about the, I’m forgetting the, there’s another, the\n\nSalfeggio, people all solve Salfeggio, you know, it’s different philosophies, and then\n\npeople fight about them, and they defend, and anything that does that, I don’t like, you\n\nknow, there’s a bigger picture here, and what I think the bigger picture is, is consciousness.\n\nAnd you can use 440, and if you’re playing it with so much love, and so much intention,\n\nI think it can overcome the limitation. Ultimately, everything’s a placebo, too,\n\nif you study the placebo effect, is like the mind and the belief can override any physical\n\nlimitations, you know, like why can’t Sterniogi’s drink poison and not break up?\n\nWell, if we went to the physics, we eyed it, it would be impossible, so we can overcome\n\nany limitation, including attuning, with consciousness. But, you know, back to the\n\nheart, like if we’re coming from this place of like, what is our intention, with anything\n\nyou do, you know, but when I create the sound, when I play the did you do, or flute, am\n\nI playing, because I want you to think I’m great, or I want to make money off this,\n\nor because this is my way to commune with the cosmos, and I hope that it helps others.\n\nSo truly, it’s just that’s what’s more important than the sound itself.\n\nYou know, one of the things that strikes me is there’s in the medieval tradition, and\n\neven the ancient tradition of Western education, mystery schools, is this body of subjects\n\ncalled the quadribium that includes geometry, music, astronomy, and math, the arithmetic,\n\nand it’s all about pattern and frequency, and it’s so amazing to be able to perceive\n\nthese inter-connections and these patterns showing up all over the place. Of course,\n\nthe daggers was all about this, as was Da Vinci many centuries later. With the work we’re\n\ndoing it, why I was including this coming summit that we’re hosting May 17th to 19th,\n\nwe do a lot of that heart connection with intention, with water, and with living biology\n\nin special compost preparations in the biodynamic tradition, to help activate and even heal\n\nsoil ecology, forest ecology, gardens, farms, and that connection of that heart is so important.\n\nAny of us who might have a practice of prayer in whatever tradition will know that that\n\nconnection of heart is perhaps difficult to describe sometimes, but so essential, and\n\nwe’re living in a time when there is a profound need for healing in our own selves, our\n\nown bodies, our minds, our emotional bodies, and in our living biosphere. It seems one\n\nof the things we can be doing a lot more is connecting with heart and collaborating\n\nwith microbiome when it comes to soil and doing this kind of healing work. So we’ll be exploring\n\nand sharing this kind of experience together at the summit, which is coming up. It’s massively\n\nmobilized in sustainability, deep leadership for the 21st century. If you go to yhonourth.org,\n\nyou’ll see a link to the page that has a short video about the summit as well as our speaker\n\nline up. It’s going to be amazing. And I also want to, before I forget, mention that all of our\n\naudience can download our ebook and audio book resources for free using the code mobileize.\n\nThat’s also at yhonourth.org. And with the summit end, with this podcast series, I want to thank\n\nour sponsors. That includes Patagonia, Equal Exchange, the Association of Walder Schools of North\n\nAmerica, the International Society of Sustainability Professionals, Purium, Walei Waters, the LIDGE\n\nFamily Foundation, and Earth Coast production. So thank you to all of you for supporting our\n\nstewardship and sustainability podcast series as well as our upcoming summit massively mobilizing\n\nsustainability. And today we have the great pleasure and privilege of visiting with Kimba RM.\n\nAnd we are talking about the healing power of sound as it relates to water and as it relates to\n\nlife. And you can find more about Kimba’s work at a handful of websites. We’ve got radiancehealth.com.\n\nAnd I’ll put all of this in the show notes. Secret of water, the movie.com. That’s about the movie\n\nthat Kimba referred to earlier. And how do you pronounce this G-A-R-F-G-R? G-A-E-A is the old\n\nspelling of G-A. And then the old and the new. Beautiful. I didn’t know that. So it’s G-A-E-A-R-T-H.com.\n\nAnd I am so excited that part of what we’re going to do today is we get to hear some of this\n\namazing sound and music that you create, Kimba. And I thought if you’d like we might do a\n\nlittle segue into sharing some of that. And we can continue talking too well while you’re\n\ndoing music. Do you want to start with the flute? Sure. So what is this? This is one of the most\n\namazing instruments I just got to hear a little bit ago before we started recording. And I tell you\n\nit is celestial. This is called a, I just called the forechamber flute. It’s a one of a kind.\n\nThey’re not in production as far as I know anymore. But this was made when I was living on Kauai,\n\na man who was living, I lived up on Kuhuna Road and he lived at the end of the road in this little\n\nbamboo forest for a while. It was made to create the instruments. He just invented this. Wow.\n\nAny burnies, you know, mandelbroke type freckle, images, this is all done by hand. It’s a beautiful,\n\nbeautiful. So basically one hole and then four chambers. I call it fortunately.\n\nAnd we’ve got slight reverbs set up here. So we’re going to have a little bit of additional\n\ndigital fun layered into this. But the larynx of sound coming from the instrument itself are just\n\nfabulous magnificent.\n\nThank you.\n\nYou’re so beautiful. Well, well, well.\n\nSo what are we doing?\n\nThese are some did you reduce? This is one of the crystal ones I designed.\n\nIt’s made out of quartz crystal. And it’s kind of mapped off the way that the tapering of\n\none of my wooden ones. We tried some models that were not like the Fibonacci kind of the way\n\nthat nature grows things. And they didn’t sound right.\n\nWhen we were filing model nature came out well.\n\nAnd I actually played this with a matching key in the crystal, a little spider in here.\n\nWell, who gets a concert?\n\nWho’s about to get a concert?\n\nA little baby.\n\nSo I have to play these together.\n\nI know, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you\n\nare, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are,\n\nyou are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are, you are\n\nI don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say, but I don’t know what to say\n\nbut I don’t know what to say\n\nbut I don’t know what to say to you.\n\nWhat to say to you.\n\nWhat can you offer me?\n\nanother kind of one of a kind, not in production anymore, instrument. So there’s\n\nwater in the bottom here and these are the harmonics of the metal rods"
}