{
  "title": "Episode 86 – “Vote Climate” with Jacquelyn Francis, Founder & E.D., Keeling Curve Prize",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11358/episode-86-vote-climate-with-jacqueline-francis-founder-e-d-keeling-curve-prize.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-86-vote-climate-with-jacqueline-francis-founder-e-d-keeling-curve-prize/",
  "episode_number": 86,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Welcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today we’re visiting with the Executive Director of the Keeling Curve Prize, Jacquelyn Francis. Hi Jacquelyn.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today we’re visiting with the Executive Director of the Keeling Curve Prize, Jacquelyn Francis. Hi Jacquelyn.\n\nHi Aaron, how are you? I’m doing great. How are you doing today? I’m doing well. Happy to be here. Yeah, excellent. I’m really looking forward to our conversation and sharing that with our audience.\n\nJacquelyn is both the creator and the Executive Director of the Keeling Curve Prize and a board member of the overarching organization, the Global Warming Mitigation Project.\n\nWhile earning a master’s degree in energy policy and climate from Johns Hopkins University, she became concerned with the slow pace, climate solutions were being adopted and implemented and the lack of progress towards global carbon emissions reduction.\n\nShe decided that more needed to be done to accelerate the shift to a climate stable future and using her background connections and expertise started the prize.\n\nShe has built a network of scientists and experts devoted to action, spoke at the Explorers Club in New York City, became involved with the TED community in Vancouver and was awarded half a million dollars to international climate solutions.\n\nPrior to the Keeling Curve Prize, Jacquelyn ran a pilot program for the Smithsonian Science Education Center about emergent scientific learning alongside world renowned physicist David Pines.\n\nShe spent four years as the Executive Director of the Aspen Science Center working closely with the Aspen Center for Physics.\n\nShe coordinated a program for the US Department of Energy under Steven Chu and has been instrumental in spurring action surrounding any energy solutions for decades.\n\nYeah, wow Jacquelyn, that’s quite a lot that you’ve already accomplished there and clearly have been collaborating with some very interesting folks.\n\nI want to kick off by just asking a very straight up question, what is the Keeling Curve Prize and for our audience, let’s assume most haven’t yet heard about Keeling Curve Prize, tell us what it’s all about and how it’s helping our situation in the world.\n\nOkay, yeah, sure. And there’s one thing that I want to correct on my bio. It’s so fun to actually listen to my bio because I’m like, oh, yeah, I just do that when I did that too.\n\nBut we’ve given away $750,000 today because we just had our award ceremony this summer and I guess I need to update that.\n\nBut it’s been really exciting to be able to fund projects and programs around the world that are actively addressing emissions and carbon uptake.\n\nSo the Keeling Curve, for those of you who don’t know, is the data set that was started in 1958 by Charles David Keeling that measures greenhouse gases in the atmosphere, specifically CO2.\n\nAnd it was featured in the inconvenient truth movie as that graph that just kind of slowly, not slowly actually, it’s been going up ever since it’s been measured.\n\nAnd it kind of has a squiggly squigglyness to it for the breathing of the earth, the summer and the winter emissions kind of fluctuation.\n\nSo we, I called Ralph Keeling who’s the son of Charles David Keeling a few years ago and I said, hey, I want to start this prize that actually acknowledges organizations that are doing something about greenhouse gases.\n\nCan we name it after the Keeling Curve, the data set and he and his family said yes. And Ralph is now one of our advisory council members.\n\nHe’s actually been on since the beginning and his family and his mother, who’s the wife of Charles David Keeling is very proud of the prize, which is giving out money globally to organizations that are doing doing the work.\n\nBeautiful. Yeah. And so this is a, there’s a competitive process right with multiple categories. And is it an annual cycle? Is that how that works?\n\nYeah, it is an annual cycle. And the 2021 application process is opening November 1st. So that’s coming up. And people apply from all over the world.\n\nLast year we eliminated the applicants to 300, but this year I think we’re going to open it up to more because we did fill our quota.\n\nAnd we have five categories. It’s capture and utilization, which includes like regenerative agriculture and natural solutions, as well as high tech solutions, like direct air capture and making products out of CO2, like CO2 infused cement and so forth.\n\nTransport and mobility and that can be everything from avoiding transportation to innovation in transportation and mobility systems.\n\nSocial and cultural pathways and that can be like education, it can be journalism, it can be activism, all kinds of things like that, energy and especially addressing renewable energy in places where there is energy poverty.\n\nAnd then finance and finance is an interesting one because financial mechanisms are just so important in all aspects of funding climate solutions and they traditionally haven’t been great and they are getting much better.\n\nYeah, indeed some of my friends and colleagues in the finance sector are actually seeing more and more opportunities to invest in disruptive technologies, innovative solutions. And so it’s really interesting to see the evolution in that arena right now.\n\nThere is evolution but it still needs it needs a long way to go and there needs to be one of the things that I say we do with the killing curve prizes, we activate and accelerate climate action and climate solutions and in finance. That’s one of the areas that really need a lot of activation and elevation.\n\nYeah, no doubt about it.\n\nWell, let me sort of back up a little bit here and ask you about the origins of all this and really before the organization got rolling your own personal journey coming to this kind of work and I know you shared with me before we started recording that you have two daughters in their early 20s, roughly similar ages to my two kids.\n\nI’d love to hear you share a bit about that kind of more personal side of the story as it brought you to where you are today.\n\nYou know, there is something about having kids that makes you think about the future and what we’re doing to the planet.\n\nSo I do appreciate all the people that get involved with climate solutions that maybe don’t have kids or aren’t planning on having kids, but I think that’s for me personally when I have my first child, I attended something when she was just a baby called the state of the world conference.\n\nAnd at this conference, people like Bill McKinnon were there speaking and General Wesley Clark and some others that have been in this space for a long time, Wilson.\n\nAnd I started listening to some of the messages that they were discussing and what was happening with the state of the world.\n\nAnd it made me very concerned and I decided, you know, this is something that is such a big problem and needs a lot of problem solvers.\n\nSo we need to get out there and get busy and start working on climate action, climate solutions and becoming a problem solver when it came to such a big problem.\n\nAnd that was my first sort of putting my toe into the pool of what to do about climate when my daughter who was about one year, one year old at the time.\n\nSo through my journey, I did work for the Aspen Science Center. I got a lot more involved in just the scientific aspect of a problem solving and thinking about things in that kind of the scientific methodology.\n\nI also co-founded something called American Renewable Energy Day, which is still happening. It’s kind of a high level sort of speakers conference.\n\nAnd then just a few years ago, I decided to get a master’s and I went back to school and got a master’s in energy policy and climate.\n\nAnd that made me realize that there were solutions everywhere all over the world and they just weren’t being implemented fast enough.\n\nAnd I talked to a friend of mine who’s never really put any money into the climate or the science space.\n\nAnd I had worked with him on something called the Science of Music, which he’d helped fund. And I asked him if he would be interested in starting this kind of organization with me that was really focused on solving the climate problem.\n\nAnd he said no. And so I went on doing some other stuff. And then maybe six months later or something, I asked him again. I’m just like, this is really serious. Do you think you would support something like this? And he said no again.\n\nAnd then Trump pulled out of the Paris Accord. And he called me up and he said, hey, send me that proposal. That’s how the Global Warming Mitigation Project started.\n\nYeah, that’s a really striking story. And I want to mention that I’ve actually personally been invited to speak at the R-Day conference. I think three different years now.\n\nThe first being clear back in 2008, if I’m not mistaken. And we’ve had on the podcast both Chip Cummins and Sally Ranny, two of the co-founders who continue to make it an amazing gathering each year.\n\nAnd so just a shout out to those folks who are part of this growing ecosystem of people leading the way to help deal with some of these very challenging situations that we’re facing as a species and as a global community.\n\nAnd speaking of, I want to ask you to perhaps recap for some of our audience, the critical importance of the Paris Climate Accord and why as a nation, it’s important that we’re participants in it.\n\nAnd from my perspective, what seems to be lost on a lot of Americans in particular, not so much folks I’ve talked with from other countries, but here in America, folks tend not to really understand and appreciate\n\nthat the global community comes together to work on some of these most challenging issues facing our entire species worldwide and comes up with steps that can be taken to help address those issues.\n\nAnd that’s the context in which the Paris Climate Accord was created in, I think, 2015 is up the year.\n\nYeah, so from your perspective, tell us a little more about it, what is it and why is it important for our country to be engaged in that?\n\nWell, there was several kind of precursors to the Paris Climate Accord, the talks in Kyoto and the Kyoto Protocol and then the Copenhagen talks.\n\nAnd Paris was so, it was so symbolic because most of the countries in the world really did work hard to come together on something that was just, it was monumental to get all these, all these countries from all over the world to come to an agreement on some,\n\nit’s a framework for reporting and addressing their own carbon footprint.\n\nAnd the fact that the world came together for something that was just really an incredibly monumental effort and the people that put it together, it was so incredibly big of a deal.\n\nA lot of people don’t realize that the symbolism of the Paris Climate Accord is so important because it showed who the leaders are in this incredibly important global effort to have a future on this planet.\n\nAnd for the United States to pull out and not be a part of the leadership, it says a lot about who we are and we really want to be leaders in the world.\n\nWe don’t want to be following the other, the Chinese example or the EU, we want to be a part of this, this incredibly important effort and we should be.\n\nThat’s a really important point and I think especially among the folks in our national culture who tend in the direction of that sort of exceptionalist attitude that the United States is a really special place.\n\nThere are reasons to, I think, support that point of view, especially given that we’re in a nation of immigrants largely, of course not including our Native American colleagues, but many of us have come from other parts of the world and that does make the United States an exceptional country.\n\nBut strangely, to pull out of this kind of mechanism among the global community really diminishes our stature and ability to work in our own interests in the context of the global community.\n\nAnd so it’s a real almost shooting ourselves in the foot from a policy standpoint.\n\nAnd we’ve come to this place in our country where everything feels like it’s supposed to be so competitive and that’s really not how advancements make especially in my field in science, science is very collaborative.\n\nAnd so the idea of, I mean, competition is good when it encourages sort of like kind of a healthy competition where everybody sort of raising all boats.\n\nAnd that’s what we need. We don’t need this like cut each other down kind of competitiveness especially when we’re looking at something that, you know, the out, I mean, it’s like COVID.\n\nIf we don’t address it, it’s going to get worse and worse and worse. So we have to address it to make it better as a world as a global effort.\n\nAbsolutely. Yeah, it’s absolutely right. So I’m really excited to share with our audience this very special video that you guys have created called vote climate.\n\nAnd, you know, interestingly, I watched it a couple of times in the last few days and ended up watching it last night with my son, my 18 year old son.\n\nAnd I asked him, is this video a little too over the top is it a little too emotionally said no, that it’s perfect.\n\nAnd we need to make sure that a lot of people are seeing this video. And, you know, Jackie, it’s one of the reasons we’re happy to get this episode out in an expedited manner to our network.\n\nAnd I think we’ll include the video at the end of this episode so that everybody can watch and listen to it that way.\n\nBut please, I want you to tell us what’s in this video, why is it important and why are you with your organization putting so much energy and resource into sharing this as broadly as possible.\n\nWell, as you can maybe tell, I’m a female and I’m a mom and the video is actually really speaking to moms.\n\nAnd the reason it was so kind of personal and important to me is because I feel like mothers are the nurturers of the earth and they tend to think about their children in a lot of their decision making.\n\nAnd this election is such an important election when it comes to climate decision making.\n\nAnd the reason is is because every day we don’t put climate into our decision making is another day that more greenhouse gases end up in our atmosphere.\n\nAnd we have to slow that down. We have to turn the corner on this. We have to change this because if we get to a place where we haven’t yet, it’s going to be too late.\n\nAnd we can’t take at the size and scale greenhouse gases out of the atmosphere and put them anywhere. That’s just not possible.\n\nSo it’s something that’s more important than really anything, any other issue out there because any other issue out there is going to be worse if we don’t address the climate situation.\n\nSo anyway, in my own decision making, I wanted to speak to other moms like me and parents and really anybody to get climate in the forefront of their mind when they’re voting and in their local elections, their state elections, their county initiatives and the national election as well.\n\nThink about climate. And think about it in a lot of ways. There are ways where you can actually think about climate in a really good way because climate tends for innovation.\n\nAnd there are jobs of the future that are going to be fantastic. They’re going to be clean of the pollution of fossil fuels.\n\nAnd that’s a really good thing. And that should be something that appeals to people who are very pro business.\n\nSo there are just so many reasons why we should consider climate in our decision making process when we go to the ballot box.\n\nYeah, absolutely. It’s beautiful. So yeah, just will remind once again that this beautiful vote climate video will appear at the end of our podcast episode.\n\nAnd we will also be sharing it through other social media and communication channels coming from the YonEarth community.\n\nAnd it’s so interesting when I put together the book YonEarth, the caption on the front cover says or the original version we’ve changed it a little since said something like written for parents, grandparents and educators, which was kind of this catch all for everybody in a way.\n\nHowever, as I was writing it, the audience I had in mind were my children. And, you know, I’m so struck, Jackie, that you’re doing all of this amazing work with innovators and organizational leaders and scientists worldwide.\n\nWell, meanwhile, you’re also developing and deploying some exciting frameworks and mechanisms for the youth to become involved and engage in all of this.\n\nAnd of course, the job and career pathways is this very interesting kind of link for our young adults as they’re heading into the decades of adulthood and the professional career paths.\n\nAnd I’m really excited to hear you share with us a bit about your constellations program and how we can get involved with that and with what you’re doing there.\n\nSo our I mentioned before that we have about 300 applicants last year that came through the door and then in the last couple years, some of them have been repeated and all that.\n\nSo we sent out information to all of our all the people that have applied for the killing career prize and said, we’re going to develop something called the troposphere, which is the network of people who are working around the world on programs and projects and have applied to the prize.\n\nAnd so we got, I don’t know, even a bunch of our past applicants applied to be in the troposphere.\n\nAnd we thought, you know, what we want to do with the troposphere is we want to find ways to continually support them beyond giving them the killing curve prize because we only give 10 prizes out annually.\n\nSo we wanted to support more people doing more things. And through that program, we started something called the constellations, which is an internship.\n\nAnd we connect young people who are trying to get into climate jobs, whether they’re, you know, in their universities, summer and grad grad school programs.\n\nWe had one or two that actually been in high school still. And we connect them with a virtual internship with one of our former applicants that are in the troposphere.\n\nAnd we started this spring because of the COVID situation and people were like, they were stuck. They didn’t have these their internship programs that they were currently signed up for.\n\nThey were like, what am I going to do with my summer? And we had over 50 young people that were connected to the to the troposphere partners doing things in, you know, engineering data collection, blogging, all kinds of all kinds of career choices across the board.\n\nAnd it turned out to be something that was not only fantastic for these students who were looking to actually do something with their time and be productive and creative and get into really great career opportunities.\n\nBut it also turned out to be really great for the people who hired these interns. You know, it increased their momentum.\n\nAnd it was absolutely a win-win. And, you know, we went kind of above and beyond the idea of the youth being activists. We actually put the youth into, you know, job opportunities and saw them just flourish.\n\nSo it was absolutely just like a huge success. So we continue the program this fall and we now have our fall class of interns.\n\nAnd they’re all like going to school full time or whatever, but still managing to be like virtually working with these organizations.\n\nAnd we hope to continue to grow this program so that young people can, you know, not only get their foot in the door to new careers, but also help the people who have applied for our prize.\n\nThat’s wonderful. And if folks want to get more information about this program, what’s the best place for them to go in terms of a website or URL?\n\nThe best place is our website, which is www.GlobalWormingMidigationProject.org, which is pretty long. You can also go to the k-curve-prize.org and it’ll send you to the global warming mitigation project website.\n\nOkay, great. And we’ll have those links in the show notes as well. And we will likewise also have the keeling curve prize social media links for Facebook, Twitter, LinkedIn, YouTube, and Instagram.\n\nSo folks can connect that way as well. I want to remind our audience that this is the YonEarth community podcast. I’m your host, Aaron William Perry. And today we’re visiting with Jacquelyn Francis, the executive director of the keeling curve prize.\n\nAnd I want to give a big shout out to our sponsors who make this episode in our series possible. And that includes Earth Coast Productions, the Lidge Family Foundation, Alpine Botanicals, Purium, Earth Hero, Vera Herbels, Growing Spaces, Soil Works, Earth Water Press, 1% for the planet, Dr. Bronners, and Waylay Waters.\n\nAnd of course, a huge thanks to all of our ambassadors and others in the YonEarth community who have joined our monthly giving program. And if you’d like, you can join at any level. Just go to YonEarth.org and go to the donate section.\n\nAnd if you join at certain levels, you’ll even get monthly shipments of our Waylay Waters hemp aroma therapy and fuse soaking salts, which is great for health and wellness and de-stressing in these extraordinary times that we’re experiencing all of that thanks and compliments of Waylay Waters.\n\nAnd Jacquelyn, I want to be sure to reiterate global warming mitigation project.org or k curve prize.org. Are there any other resources in addition to your social media, which will have listed that you’d like to share with the audience.\n\nNow, but I think that if people do want to learn a lot more about who we are and what we’re doing on our website, we have links to all our advisory council members and where they come from and what they’re doing as well as all our judges and our navigation council.\n\nWe have an amazing group of really connected intelligence.\n\nPeople who are very involved in making sure that what we’re doing is really legitimate.\n\nYeah, that’s wonderful.\n\nI mean, I’ve looked at the framework for applicants and it seems that there’s a very robust and rigorous process.\n\nAnd I’m wondering it probably gives you guys a purview into some of the most promising innovations that are getting underway.\n\nAnd I’m wondering if there are one or two you might want to share with us that you’re able to share that you think are really exciting in terms of helping to\n\nstabilize atmospheric carbon levels, recarbonize or regenerate soil or any of the other technologies and innovations that you’re seeing out there.\n\nYou know, I, this is, that’s great. I have this little like booklet. This is my, I read all the applicants and the applications.\n\nAnd, you know, I read them and I make little notes and I put little stars by them and I often like email them back to and say, oh, you should apply for our Constellations program and get an intern or, you know, maybe you should connect with this person or that person.\n\nSo I spend a lot of time, you know, really following up, really like being the person that I feel like I need to be with encouraging organizations around the world to keep up the hard work.\n\nAnd, you know, sometimes when we get some stuff that’s, you know, pretty wacky, just like a, you know, I’m a science fiction writer and I write science fiction about solutions.\n\nAnd I’m like, well, that’s great, but I’m not sure that that’s, that’s going to be like what we’re going to award for.\n\nAnd then there’s things like direct air capture technology is getting better and better and better battery technology.\n\nWe get a lot of really interesting applications on the innovations going on in battery technology because there are just different kind of chemical ways of creating energy storage.\n\nWe get some about, like there’s one that we got about ocean circulation and bringing up like colder, colder, deeper ocean waters in the ocean to create more plankton to create more carbon absorption in the ocean, which was an interesting high-tech kind of idea.\n\nAnd then, you know, some stuff, we often really pay attention to can it be scaled up what kind of like efficacy and scalability do these projects have.\n\nWe had a finalist last year that was getting ready to launch a million electric top tucks in, I believe it was in Kenya in Africa or maybe Nairobi.\n\nAnd, you know, they made the finalist list because it was a big impact. It’s not something that’s just like too unusual the year before we actually had a winner that was doing electric vehicles in India in electric top tucks.\n\nSo, yeah, I mean, I literally could talk all day about the applicants I read. Some of them are just so heartwarming, like an organization in the Appalachus that is using the mind tailings that are in the river for like making oxidizing paint so that they can use that in sort of a carbon utilization way.\n\nRather than having it just be like pollution in the rivers.\n\nSo, you know, like I said, I could talk all day about some of the things I read. One of them that I’m just going to mention is a group that’s using direct air capture CO2 to create vodka.\n\nAnd then, and then they’re trying to raise enough money by some air vodka to create biofuels for our place.\n\nOh, interesting. Right. Because we’re talking about alcohol molecules, basically, right that have carbon in them. So those are being synthesized using carbon out of the atmosphere.\n\nYeah. Oh, my goodness. That is exciting. Oh, and is that a catalytic process? I’m sorry. I have to ask getting a little technical here.\n\nI believe it is.\n\nYeah. Yeah. That’s super interesting. I used to work and had a company in the biofuels space.\n\nAnd it’s been really interesting to watch some of the developments in evolution in that arena.\n\nAnd certainly pulling carbon out of the atmosphere to create cycles for things like aviation fuel are big opportunities and needs, right?\n\nBecause we know in transportation, there’s a whole lot we can do on the ground of wheels electrifying.\n\nBut when it comes to aviation fuel, it looks like liquid fuels because of the energy density of them are going to be here for a while.\n\nAnd so how do we make those carbon neutral or even carbon negative is one of the big questions that’s cool to hear what they’re doing and making vodka along the way to boot?\n\nOne of our first year winners was Lanza Tech and they are developing production facilities for jet fuel that’s, you know, net zero as much as possible, I believe.\n\nAnd they’re an amazing organization that’s been doing some really cool work in that space.\n\nThat’s great. What are they called? I’ll just put them in our notes for shouting out.\n\nIt’s Lanza Tech.\n\nLanza.\n\nCool. That’s great. Thanks, Jackie. Yeah. Okay. That’s so exciting. I mean, it must keep you in a pretty hopeful, optimistic frame of mind working with all of these innovators and organizations, companies, innovating on the technological front as well as working with so many youth who are passionate and mobilizing around these issues.\n\nYeah, I consider myself incredibly lucky because I do get to like work towards, you know, something that you, you know, causes the spirit for a lot of people and, you know, when you are kind of wallowing in just like sadness of, oh, my God, what are we going to do about this problem?\n\nI’m in this solutions phase and, you know, we see, we see the possibilities of fixing it, you know, and I think that really to me, the only reason we’re not fixing it is because we don’t have enough political will via the, you know, activism and the voting and that kind of stuff.\n\nAnd then the financial will. And once we get those two things in place, I see, you know, so many solutions. And one of the things that I really tell people is that it’s silly to say that we can’t fix everything right now because there are so many things that we can fix.\n\nAnd we need to get started, you know, let’s get going and let’s like really put, put financial resources and human capital towards what we do know will work, you know, like regenerative agriculture, like biofuels, like electrifying everything we possibly can.\n\nWe already know we have the solutions for those things. And then the other stuff that’s a little more difficult, the, you know, industrial processes that will come along.\n\nYeah, absolutely. Well, that’s such a wonderful note to sort of wrap up on Jackie and I wanted once again remind the audience to check out the 32nd vote climate video at the end of this podcast episode.\n\nGet connected with global warming and global warming mitigation project or to see all of the great work being done with the killing her prize.\n\nAnd before we sign off today, Jackie, is there anything else you’d like to say or share with our audience?\n\nYou know, if you want to see this ad get shown in more places, let us know, let us know if you have a network there, let us know if you have somebody that you want to like help us put it on TV or get it funded.\n\nAnd if you want to apply for the killing her prize, you know, that’s that’s coming up November 1st. So that and we do have a few analyst positions open right now. So if you’re an expert in any of these five categories and you want to work with us, let us know.\n\nOh, that’s beautiful. Well, thanks, Jackie. It’s wonderful chatting with you and audience. Hope you enjoy the video that you’re about to experience. And Jackie, great working with you and collaborating with you. Thanks so much.\n\nMom, hey, mom, I had another nightmare about all the fires and hurricanes. Why are there so many?\n\nI know you want grandkids, but I just don’t think I want to bring kids into this world. Why can’t leaders see this?\n\nMommy, you have the power to protect my future.\n\nThe YonEarth community stewardship and sustainability podcast series is hosted by Aaron William Perry, author, thought leader and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you. To sign up as a daily, weekly or monthly supporter, please visit whyonearth.wpenginepowered.com-support.\n\nSupport packages start at just one dollar per month. The podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth , all one word with a Y.\n\nThese sponsors are listed on the yonearth.wpenginepowered.com-support-page. If you found this particular podcast episode especially insightful, informative or inspiring, please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in. Thank you for your support and thank you for being a part of the YonEarth community."
}