{
  "title": "Episode 16 – Brett KenCairn discusses the “Ecosystems Summit 2018”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2858/episode-16-brett-kencairn-discusses-the-ecosystems-summit-2018.mp4",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-16-brett-kencairn-discusses-the-ecosystems-summit-2018/",
  "episode_number": 16,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Well, let me just pause here and just remind folks that this is a wonderful episode of the YonEarth Communities Stewardship and Sustainability Podcast Series.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHi friends, welcome to another episode of the YonEarth Communities Stewardship and\n\nSustainability Podcast Series.\n\nI’m so excited that today we have the opportunity to speak with Brett Ken Cairn, hi Brett,\n\nhello Aaron, great to see you, and we’re going to be talking about some of the\n\namazing and powerful things we can be doing in our own homes and our own communities\n\nthat help improve our health and wellbeing while improving the stewardship and sustainability\n\nin our areas and are going to be talking about an upcoming ecosystems summit being hosted\n\nin Boulder, Colorado on Friday, November 16th, 2018, so we really hope those of you who\n\nare able to join us for that event will do so.\n\nBrett is the Senior Policy Advisor for Sustainability and Resilience at the City of Boulder, and\n\nis the leading force and coordinating force behind this upcoming ecosystem summit.\n\nBefore coming to the City of Boulder, Brett has worked as a founder and leader with several\n\nnon-profit and social ventures, and these range from sustainable force degree initiatives\n\nto work with indigenous community development projects and programs to working with veterans,\n\nreturning from war zones and going into domestic work with green jobs.\n\nAnd you can tell that Brett comes at this with a very broad and deep understanding of the\n\nchallenges and the opportunities that we have right before us, and Brett, welcome to\n\nthe podcast.\n\nIt’s so exciting to be able to talk with you today, and it’s always great to be around\n\nthe work that you’re doing here.\n\nGreat.\n\nWell, I just want to dive in here and ask you, please tell us what is the ecosystem summit\n\nall about?\n\nWell, I think most of us know that all is not necessarily well in the natural world.\n\nI guess I wouldn’t say natural world, because that often gives the distinction of some\n\nplace that we’re not.\n\nIt’s all a part of the living world, of course, which we’re part.\n\nBut oftentimes we’re very focused on what’s happening only with us as humans, and there\n\nare some challenges out there in the living world that we need to really pay attention to.\n\nHere in our own community, we know, for example, that pollinators are having a real big problem.\n\nI think last year, the beekeepers found that something like 60 or 70% of their populations\n\nwere lost in the high collapse.\n\nWe have those kinds of issues in the aquatic communities, the invertebrates, especially,\n\nwe’re seeing fewer songbirds.\n\nThere are those challenges.\n\nThere are also, though, really enormous opportunities.\n\nI think, as a person who spends most of his time reading about, trying to think about\n\nand worry about what’s happening with climate change, one of the most exciting and hopeful\n\nareas to me are the places where, when we’re turning towards the living world and saying,\n\nwe need some help, and how can we help you?\n\nIt really responds.\n\nWe can talk about that a little bit more.\n\nThis event on November 16th is really a way of bringing together both information so\n\nthat people understand where we are at and what we need to start paying attention to over\n\ntime, but also where we can act and where we can move together.\n\nSo, my understanding is it will not only give us this information, but it also will\n\ngive us in our own homes and our own neighborhoods a whole bunch of things we can then do.\n\nThat’s absolutely right.\n\nI think one of the most corrosive factors in the world today is this belief that nobody\n\nreally cares, nobody’s taking action, therefore, why should I act?\n\nWhen, in fact, around us are literally thousands of efforts taking place in our community.\n\nAnd so, one of the exciting things that people will have a chance to learn about at this\n\nevent are dozens of those things taking place locally, so that if you have some sense that\n\nyou want to participate, there will be places to plug in, or if you have your own unique\n\ninitiative that you want to promote, that’s an opportunity there to.\n\nA great opportunity.\n\nThere will be tabling opportunities, networking opportunities, that’s fabulous.\n\nAnother sort of layer of stitching the fabric of community around these issues.\n\nThat’s right.\n\nAwesome.\n\nSo, I understand the ecosystem summit has these four areas of focus, bees, trees, soil,\n\nand water.\n\nThat’s right.\n\nAnd I thought just to celebrate and demonstrate for fun, and probably because we might also\n\nget a little thirsty while we’re talking, it would be nice to have a little fresh, clean\n\nwater.\n\nThis is spring water from one of the springs here in the area flowing through the mountains,\n\nwhich is what an incredible gift and treasure that we have the opportunity to connect with,\n\nand Brett just want to do a little cheers here, my friend, to all the work you’re doing,\n\nand made these efforts help our world, our communities, and help each of us heal as we\n\ngo forward.\n\nThank you.\n\nCheers to you as well.\n\nOh, that’s nice.\n\nYou know, Aaron, this is the second time that you’ve offered water to me.\n\nThis one that I could drink, the other time that was for water from my garden, that was\n\nalso quite empowered.\n\nSo thank you.\n\nBeautiful.\n\nWell, I think this is a particularly good year.\n\nIt is indeed.\n\nSo, yeah, when we were in your garden a few months back, we did a biodynamic soilster\n\nworking with those soil preps that, you know, I love working with, and we’ll be at the\n\necosystem summit, sharing some of these different ways people in their own homes and yards can\n\ndo similar simple and fun activities that are great to do with kids with folks of all\n\nI’m wondering if you could share with us some of the specific opportunities and initiatives\n\nthat will be at the ecosystem summit represented there that people will have the opportunity\n\nto plug into and participate in.\n\nYeah, absolutely.\n\nSo, as you mentioned, there are these four areas, and we’ve been involved in a process\n\nthis year.\n\nIn fact, this year, we kind of dubbed the year of ecosystems in our climate work really\n\nclimate, of course, is climate change is not a problem, it’s a symptom.\n\nSo it’s really the reflection that our human systems are not really congruent to maintaining\n\nthe world and a balance that we like to live in.\n\nSo when we were trying to think through what the major areas of action are around how you\n\naddress and stabilize climate, we really came up with initially three major areas.\n\nSo energy systems change, obviously.\n\nWe have to stop emitting carbon, we need to stop burning fossil fuels.\n\nThat’s the one that our community has been probably most active in and has been a real\n\nleader in.\n\nThe second is ecosystems and how we can essentially re-invigorate and regenerate the capabilities\n\nof the living world to take carbon back out of the atmosphere, as well as to buffer and\n\ngive us some protection against the change that’s now inevitable and is coming.\n\nSo ecosystems was the second, and then how we use the resources that come from the earth\n\nis the third.\n\nAnd we can’t just keep extracting, using, disposing, we have to move towards some kind of a\n\ncircular economy.\n\nSo we took those three things out into the community as we were working on ratifying\n\nour most recent plan, and we said, what do you think?\n\nIsn’t this exciting?\n\nWe found this way to bucket all the things that we could do from not eating meat to\n\nriding your bicycle to getting solar panels, and of course, it was well received, except\n\nwe did get this feedback that, oh yeah, you’d missed this one area, which is social justice\n\nand equity.\n\nSo we added that as the fourth.\n\nBut then we said to council, when we had it approved, we said, look, this is big, it’s\n\ncomplex.\n\nThere’s a lot in each one.\n\nHow about we take a year and we focus on each one.\n\nSo 2017, we focused on energy.\n\n2018, we’re focusing on ecosystems.\n\n2019, we’re actually going to work on the gnarly issue of the consumption economy.\n\nAnd then throughout all of this, we’ll be talking about how we make this transition\n\nand adjust an equitable way.\n\nBut in the context of ecosystems, we started to, we started essentially a conversation\n\nthis year with the city staff across the entire organization and all the people who work\n\non environment, saying like, what are the key issues?\n\nWhat are the key opportunities?\n\nWe started that same conversation with the advisory boards to the city, the parks board,\n\nthe open space board, the environmental advisory board and others.\n\nAnd then this summit is really the third part of that where we’re bringing that conversation\n\nand all that’s happened so far to the community.\n\nSo in terms of the specifics though and where there are opportunities for action, one\n\nof the, we’ve essentially again, sort of boiled down the issues into maybe three or four\n\nbroad areas.\n\nOne is land cover.\n\nWe have some serious problems in terms of what’s happening to our forests, both our wild\n\nforests and our urban forests.\n\nAs you know, the emerald ash borer arrived in Boulder, first place west of the Mississippi.\n\nIt’s going to remove all the ash trees as it has across all the places in the east that\n\nit’s been through.\n\nThat’s about 20 to 25% of the canopy of our forests.\n\nSo imagine that we’re going into a hotter time with less canopy.\n\nSo how do we respond to that?\n\nAnd so one of the exciting initiatives again, it’s the issue that the opportunity, there’s\n\na whole new tree trust in our community.\n\nSo through the parks and the play foundation, a new organization has started called the\n\ntree trust and they’re just getting their legs underneath them and they’ll be there and\n\nthey’ll be a chance for people to plug into that work to how we work on our urban forests.\n\nAwesome.\n\nSo pollinators, when we talked about the issue for honeybees, that honey bee issue, when\n\nyou hear about the beekeepers having challenges, people ought to just know that that’s only\n\nthe sort of most visible aspect of this problem.\n\nThere are three or 400 different types of native pollinators that keep all of the other\n\nliving beings around us going and they’re also in serious decline.\n\nSo that’s the issue.\n\nThe opportunity is this amazing grass roots movement that has started in Boulder and\n\nit’s now spreading nationwide to create pollinator gardens and to work with ways that we can\n\ncreate habitat for bees and pollinators.\n\nAnd so, in fact, right near the Rayback Collective, they’ve just installed a new pollinator garden.\n\nIt’s a template for what people can do in their yards and it’s actually quite interesting\n\nthat in many places around the country now, urban landscapes are becoming the place where\n\nwe maintain habitat when it’s being lost in the areas around.\n\nSo it’s enormously important and more significant than we would think to do simple things to\n\njust like plant pollinator plants in your garden.\n\nEffectively, cities become islands and arcs for biodiversity in certain respects.\n\nThat’s right.\n\nAnd so, part of one of the unique contributions that Boulder and Boulder County can make\n\nin that sort of a context is that because of the foresight of our predecessors 20 or\n\n30 or 40 years ago when the open space was starting to be acquired, we actually have\n\nthis capability of creating connected habitats from the urban core out into the wildland so\n\nthat there can be this flow, which is what, of course, the living world needs to maintain\n\nits genetic diversity and its biodiversity, et cetera.\n\nSo that’s another exciting area of opportunity.\n\nWith the bees and one of the specific organizations I’m familiar with called Bee Safe Neighborhoods,\n\nmy understanding is that these are proliferating around the country now possibly even worldwide,\n\nwhere groups of homes and neighborhoods are choosing to avoid the poisonous chemicals\n\nand plant the forage and other plants, flowers, herbs, so forth that are beneficial to the\n\npollinators and that if you get a critical mass of households wanting to take those steps,\n\nthe entire community, the entire neighborhood becomes one of these Bee Safe sanctuaries.\n\nMy understanding is we’re seeing hundreds of these now propagating all around the U.S. at least.\n\nYeah, I think that’s another aspect of this world that we now live in, which is that things can,\n\nas they say, go viral way faster than we thought.\n\nI do want to bring forward something I know that you talk about a lot and which is so important,\n\nwhich is that the pollinators are the indicator, but the problem is chemical use.\n\nAnd we are being encouraged at almost every turn to just run down to Home Depot and buy a gallon\n\nof this or that and deal with your dandelions or deal with your Japanese beetles,\n\nor little knowing that this, just in the last 10 years, this new class of neonictonoids\n\nwhich they’re using are so incredibly disruptive and so potent that they’re decimating these species.\n\nAnd so we’re starting to find evidence of those chemicals in Boulder Creek.\n\nAnd it’s not coming from the public lands because we don’t use them.\n\nThey’re coming from the private lands where we’re just in our backyards putting stuff on\n\nand not knowing that it’s being washed into the waterways.\n\nSo I think that’s, again, a part of the awareness the opportunity is, again,\n\nthere are enormous opportunities to create living vital landscapes that don’t require\n\nthat kind of chemical intervention by doing things that are actually also enriching our health.\n\nSo I’ll just go to the third area which is around soils.\n\nIt’s, you know, one that you and I have connected around a lot.\n\nI am more and more convinced that this is kind of the ground, literally, of the whole process.\n\nAnd just to say something around a project that started, so Boulder County and the city of Boulder\n\nstarted working about a year ago to launch a soil sequestration project.\n\nSo as we know, most people don’t really, in the conversation about climate,\n\nthey don’t recognize that not only do we have to reduce our emissions essentially to zero,\n\nbut that even doing that will not be sufficient to stabilize climate.\n\nAnd that what’s necessary now is to take a lot of carbon back out of the atmosphere.\n\nAnd put it back in the ground where it belongs.\n\nWell, that’s, that’s, yes, exactly.\n\nLet’s hopefully we do it that way because you, as you and I know, there are lots of people out there\n\nwho are proposing a gazillion dollar projects to build, you know, technologies that will, blah, blah, blah.\n\nWhen, in fact, we could just turn to the things that have been living for two and a half billion years off of taking carbon out of the atmosphere.\n\nThe technology that it exists here on this miraculous planet or the best spaceship you could ever imagine is so intelligent and resilient.\n\nAnd as you say, it has taken millions, billions of years to evolve to this point of intelligence and sophistication.\n\nAnd we might, you know, to use one of my favorite terms humble that of course comes from the same Latin root as our word humus, meaning soil.\n\nWe might humble ourselves a little bit and including some of our friends in places like Silicon Valley and elsewhere and recognize that as you’re saying Brett.\n\nThe natural living biosphere knows what to do and has the capabilities and we have an opportunity to collaborate as stewards.\n\nAnd sure, we’re going to continue developing technologies to help mitigate many of these challenges we face.\n\nHowever, it seems to me that if we’re not for sure getting really good at this collaborative stewardship work in harmony and reverence with natural living systems, we may not, we may not end up where we want to.\n\nAnd the fact that these systems know what to do is amazing. I mean, my gosh, what a blessing.\n\nYeah, absolutely. I think we have been subject to a way of oversimplifying what the soil is.\n\nAnd especially in how we relate to soil as primarily this medium that grows things that we want.\n\nNot recognizing that the things that we’re getting are really the fruits of a whole very, very vast and complex community below the ground.\n\nAnd so we’re starting to understand that more now and we have a project going on on a bolder open space agricultural property that was so degraded because of a variety of factors past use, climate change, the impacts of imbalances of prairie dogs to vegetation and around that it was, it is rapidly becoming desert.\n\nIn fact, we lost the entire top soil. We lost the total a horizon. There are these big wind events that you’ve probably seen. Sometimes it comes through massive winds. There’s a wind in 2016 that basically blew three inches of soil off that ground blew it east.\n\nWe know that because there’s a north south fence line that was buried in that top soil that the organic farm just to the east of our property had two inches of soil blown onto its ground, which didn’t help them at all.\n\nAnd it was because of this imbalance and because we weren’t able to find ways to work with those soils and rebuild them. And so we’ve started a project out there working in part with that adjacent, adjacent organic farmer.\n\nAnd just in the last four months of our work, it’s already coming back. It’s just, it’s so encouraging to see.\n\nAnd so we have extensive research going on now. We’re going to look at how much carbon we’re building. We’re ultimately planning to try to build up a sort of scientifically verifiable methodology so that perhaps we can actually get carbon credits for doing that agricultural regeneration.\n\nI shouldn’t say agricultural that soil regeneration. Right.\n\nWhere in agriculture, the benefits of that are just sort of a byproduct of actually building a healthy vital community.\n\nI love that. Yeah. So that covers the bees, the trees, the soil. And you hit on this earlier, but I just want to make sure we have a chance to talk more about it, the water. What, what’s happening with the water?\n\nWell, I think there are many levels, you might even say elevations of this issue. So I’ll go to the upper elevation, our watershed.\n\nSo again, we live with the benefits of the foresight of the founders of the community who 100 years ago bought the upper watershed to protect the water for the community.\n\nAnd for many years, we thought, well, that means our water is safe because actually that watershed is literally above tree line.\n\nBut as we now know, again, with the impacts of climate change, a certain National Academy of Sciences study said that for every one degree increase in temperature Celsius, it increases the fire likelihood 600%.\n\nWe’ve already gone up almost one degree Celsius. So and we’re seeing this, you know, more fires, more intense, more frequent.\n\nSo now we have vulnerabilities because of course, even if it’s in the lower in the fire, the watershed, all that area then starts to move after the fires, you know, the soils start to move, it starts to.\n\nSo we have a lot of work to do there to think about how do we keep water in those landscapes? How do we reduce fire hazard? How do we respond quickly after there has been a fire?\n\nYes. So that’s the upper elevations.\n\nIn the sort of city level elevations, we have all the conservation work that we’ve been doing for years. We’ve done a great job on the indoor water conservation.\n\nNow we need to start thinking about how we use water outside.\n\nAnd so our irrigation systems, frankly, are very primitive. And they need to get on schedule with what the weather is doing, with what the soils need.\n\nAnd we need to build the soils in ways that they don’t need as much water. And then we need to look at that sort of broader elevation where in this world that’s getting warmer.\n\nAnd as you probably know, in Boulder, our days over 95 degrees, on average through the whole 1900s up to 2000, we’re about four days over 95.\n\nSo you talk to the natives and they say, yes, always cool here. We didn’t have air conditioning. We didn’t need it.\n\nWe’re now at eight. It’s doubled since 2000. We’re on track to double again, probably by 2025 to 2030.\n\nAnd then double again on top of that. So that by mid-century, probably it’s almost baked in that by mid-century, we’re going to be at 30 plus days over 95 each summer.\n\nIn that kind of a context, now remember, we’re also losing canopy. We’ve got to figure out ways how to keep water in the landscape.\n\nBecause when we know is that the intensity of heat extremes in cities is all about how much water is or isn’t in their surrounding landscapes.\n\nSo when we build soil using biochar, using natural system regeneration, we actually increase the capacity of holding water in that landscape.\n\nAnd so that’s one of the things that I think all of us now can be thinking about and working on.\n\nYeah, it’s incredible. One of the things I’m really excited about with this connection between soil, water, soil, pollinator, soil entries is that we can be doing these soil building activities right in our own landscape.\n\nRight in our own homes and backyard and community parks and gardens. Can you tell us a little about the plans for ways people can engage with that effort with their own homes and yards and so on.\n\nYeah, we’re, we’ll be at the, at the event on November 16th, we’ll be launching. We don’t have the perfect name for it yet, but it’s essentially a citizen’s soil initiative where we’re going to be supporting anybody who’s interested in.\n\nLearning how to use a simple protocol to gather a soil sample, send that off, get the basic initial results for here’s where your soils are now.\n\nAnd then a menu of different treatment opportunities that they can apply and that could be on a square meter, it could be on a whole yard.\n\nAnd then a method of being able to continue to sample over time and seeing what affects those treatments are having.\n\nSo we have literally hundreds of people excited about participating in this and it will be a part of essentially, in my view, one of the better aspects of big data in the sense that imagine all that information starts to come in and we know what your initial soil is, we know what treatments you’ve done, we can then see the results and you start to see here’s what seems to be working to create that improved carbon capture of that increased biological activity.\n\nAnd then you can start to say, okay, if you want to do this here is the results that show you how to move that along, that is actually participating in a larger national network where that’s taking place because there are literally hundreds of thousands of people excited and interested in doing exactly what you’re talking about, which is small steps that are aggregating into large steps.\n\nThis is so exciting. So I can imagine come next spring hundreds of families, households right in this area, getting ready to get out there and take the soil samples and apply those amendments, whether it’s compost biochar, even possibly biodynamic.\n\nAbsolutely.\n\nAnd boy, you’ll get some side effects like getting outside, yeah, doing this with your kids and your grandkids, your grandparents, your neighbors.\n\nOh, and let’s talk about the other side effect.\n\nThe nutrient density of the food that we eat.\n\nSo an organization, I think that you are aware of that I encourage everyone to go visit the bio nutrient food association.\n\nSo bio nutrient food association, they have this sort of simple, but I think radical premise, which is if you want people to care about something, you need to do something that’s relevant to them immediately and personally.\n\nYeah, so we all eat a lot of us love to eat a lot of us want to eat very healthy food.\n\nWhat we often don’t realize is that even when we try our best and are very conscious about getting food that we think is actually nutritious, it isn’t because of the practices that were used or the condition of the soils in the place that that food was grown.\n\nAnd so they are engaged in this very exciting work to actually develop methodologies for testing individual items like a carrot, an apple, a piece of broccoli, and being able to get immediate feedback, the nutrient density of this food is X and I know on some scale that that’s good or not so good.\n\nAnd that they’re actually developing a handheld item about the size of your cell phone.\n\nYou can literally carry into a grocery store and scan something and see and the point is not necessarily just that you can do this thing, but now we actually can tie that nutrient density back to the practices that we’re using so that we can figure out how to make that food extremely healthy.\n\nAnd so that’s a part of this effort is as we grow the vitality and the health of that soil, we’re growing our own health and vitality.\n\nRight, I love that. I love that, Brett. One of the things I really enjoyed discussing in the book YonEarth is a story about Mark Gutridge, one of the great organic farmers right here in the area who runs a CSA community supported agriculture program affecting hundreds of families.\n\nAnd you know his carrots probably cost a little more than you might find in the grocery store, but of course you buy carrots by weight often most of what’s making that weight is water and the nutrient is some small percentage of that.\n\nSo although his carrots make cost a bit more into terms of the actual nutrition of his versus the nutrition of what I might be getting at the store, his are a screening deal.\n\nThey actually are a much better economic proposition when we begin to see it for the reality that it is.\n\nThe real value we’re trying to buy when we buy our food.\n\nAnother example of that would be the farm that’s right to the east of the property we’re doing our soil test project on McColley farms.\n\nThey produce chicken, they produce a whole series of fermented foods.\n\nTheir foods have this vitality and nutrient density because of the practices that they’re actually enacting on their land.\n\nYeah, so I think it’s what we have maybe thought of it as kind of trite that all support local agriculture and that’s a good thing.\n\nNo, it’s actually a really good thing.\n\nI mean, it’s actually one of the best investments that you can make in your own self.\n\nYeah, absolutely.\n\nWell, let me just pause here and just remind folks that this is a wonderful episode of the YonEarth Communities Stewardship and Sustainability Podcast Series.\n\nAnd I’m so thrilled that we have Brett can care in here with us.\n\nThe Senior Policy Advisor for Sustainability and Resilience at the City of Boulder.\n\nAnd one of the things we want to make sure you all know about is that coming up quite soon, Friday, November 16th, 2018, we have an all-day ecosystem summit right here in Boulder, Colorado.\n\nIf you can join us, please come.\n\nWe’ll be focused on these trees, soil, and water and things we can do in our own yards and our own neighborhoods around those issues.\n\nTo get more information to register, you can go to yonearth.org slash ecosystems.\n\nThat’s E-C-O-S-Y-S-T-E-M-S.\n\nAnd that will get you to some of the other pages like the City of Boulder pages, etc., where there’s a lot of information as well as how to register and join us.\n\nAnd I also want to mention that we have several really wonderful organizations that are part of this collaboration.\n\nE-C-O-S-Y-C-O, and I want to come back to them in just a minute.\n\nIt’s at Boulder.Earth, Boulder County, the Wild Foundation, the University of Colorado Center for Sustainable Landscapes and Communities,\n\nand of course, Earth Coast Productions, our very own Artem Nikolkov, and his team will be there providing video and potentially streaming services as well.\n\nSo it’s going to be an incredible day with a lot of action items, a lot of really enriching relationships, information, and inspiration to take back to your home with you.\n\nAnd also want to mention that some of the work being done by Matt Agriculture, Phil Taylor, and his team is very much a part of this conversation and these efforts as well.\n\nSo that’s winearth.org slash ecosystems. Now, for those of you who might be interested in checking out any of the Y on Earth e-books and audio book products, be sure to use the code podcast to get a little discount on those and hope you enjoy those.\n\nSo Brett, I wanted to come back and talk a little about eco-cycle and the way in which they are so valuable in this stitching together of community fabric with this network that they’ve built, and maybe you could talk about that a little bit.\n\nAnd another part of the remarkable legacy of our community, many folks probably don’t know because it’s just become so part of the Boulder life that recycling not so long ago wasn’t a common thing.\n\nIn fact, the community of Boulder was one of the first communities in the country to have a curbside recycling program run entirely by volunteers in old school buses driving around picking things up.\n\nSo from that humble, but very beautiful start, we have this very vital, now multi-faceted organization eco-cycle that does many things. They actually are contracted to run the big separation recycling facility out on 55 or 65.\n\nThey do the charm pick up of all the hard to recycle materials. They have a compost and compost tea operation. So they have really been one of the leaders in this whole issue of how we use resources and how we use resources more wisely.\n\nAnd they’ve come to recognize that a major next step in this process is soil also. So this fall, they’ve launched this soil initiative that will have several different aspects.\n\nFor one, Dan Mage at eco-cycle was really one of the big drivers behind getting the county’s soil sequestration study program going. And that’s out on the agricultural lands.\n\nAnd then Dan and his sister Marty, who’s also the eco-cycle are the ones that are kind of helping to lead the development of this citizen soil initiative through their network of what used to be called block leaders are now eco-leaders, which there are literally hundreds of.\n\nSo we actually are working up a mock up for a yard sign of a sort of urban carbon farm will say like I’m a carbon farmer and that will be for those households that are actually working on this program. So it’s super fun.\n\nSo they’re just a fantastic partner. Another partner we should definitely mention is you’ve already done is Phil Taylor and Matt Agriculture.\n\nYou know, a real a real leader and visionary in this field working, especially in that context of working lands. So with ranchers and farmers, Phil’s been in close connection to California where a lot of this early work around the marine carbon farming project has taken place.\n\nAnd through that work and coordinating with those folks, he’s actually helping to lead the development of the first carbon farm plans in Colorado’s history.\n\nSo these are plans that will be submitted to the natural resource conservation service, which is a federal agency that provides support for conservation farming around the country.\n\nIt’s a really exciting development because ultimately it might open the door to practices that farmers are using to build so carbon qualifying for investment from these programs.\n\nSo extremely important work and a big shout out to Phil and all this stuff.\n\nYeah, Phil’s doing great work. I’m wondering speaking of the opportunities that are presented through the network with Ecocycle and others here in the community.\n\nWhat do you think people will leave EcoSystem Summit able to do? Like what will they be now prepared and equipped to do?\n\nWell, I think the first aspect is this ground of both awareness and knowledge. So I think we all come to these conversations with partial knowledge and partial awareness.\n\nAnd so hopefully people will leave with a little more knowledge and a little more awareness of what the issues are, what the opportunities are.\n\nAnd perhaps most important, this scan of the landscape of our social community to say, wow, I did had no idea that people were working on the tree issue.\n\nNow I know who they are and where to go. I’ve talked to some of them. I might be have already signed up to start coordinating with them.\n\nSo there’ll be I think a dozen or more of those kinds of organizations there that will be able to connect to.\n\nAnd I do just want to say again that it’s also a space where as a community of many innovators, if there are folks who have initiatives that are already underway or ideas about things that they believe could be effective and have an impact, there’ll be a space created in that summit for them to stand up, say what they’re interested in and say if you’re interested in talking about that, come over here.\n\nSo, but I do want to say and you’re being as often characteristically humble, I want to acknowledge that you’re a part of this program as well.\n\nAnd for those who are watching this and who are considering spending a day with us, one of the places that I would strongly encourage you to tune in for is the lunchtime in which we have three inspirational speakers or speakers groups talking about in one case bees, trees and soil.\n\nAnd so I’ll start with trees. So David Haskell, remarkable ecologist, beautiful writer, his most recent book, The Song of the Trees, is a sort of meditation on particular trees in various landscapes around the world.\n\nIt’s an absolutely gorgeous book. So he’ll be speaking briefly.\n\nThe People’s Pollinator Action Network, Peepan, will have a group of folks ranging from high school students, college students and others talking about their remarkable work they’re doing.\n\nAnd then our very own Aaron Perry will be talking about the soils and how they can really rally ourselves there.\n\nYeah, it will be a lot of fun. You know, at one of the recent planning meetings that we were at and a lot of work goes into putting something like this together.\n\nSo hats off to you, Brett, for making all this happen and bringing all of us together.\n\nI was absolutely blown away because here we are with our artist friend, Yvonne Coslina, who happens to live right here in the community.\n\nWe’re creating a series of children’s books and we’re now launching the first set, which is five different books.\n\nAs a matter of fact, we are running a Kickstarter on that and you can get some great deals and packages and so on.\n\nSo check that out if you’re interested. But the thing that struck me in our meeting when I heard that the topics are going to be\n\nbees and pollinators, trees, water and soil.\n\nI was like, whoa, because the first five books in this series are celebrating soil, celebrating honey bee, celebrating water, celebrating trees and celebrating community.\n\nAnd that was not some sort of a conspiracy, which by the way, I love that term conspiracy. It means to breathe together.\n\nSo yes, and what’s so potent about this framework, Brett, that you are bringing us together with is it gives us a way to act that affects so many aspects of our living environments, our social and economic systems, our own personal health and well-being.\n\nAnd we can do this with the youngest of children. We can do this with our elders. It’s awesome. Really is awesome.\n\nAnd I have a sneaking suspicion. We’re going to have a heck of a lot of fun with this too.\n\nI think so. I mean, for those who might be considering coming you ought to sign up soon. We actually have 141 registrations already, which is like, so it’s sort of way beyond what we originally expected.\n\nNo, I agree. And I love that notion that we’re part of a conspiracy, a conspiracy to reconnect ourselves as a living part of a larger system. So I’m all in.\n\nYes, beautiful. Perhaps it’s even a radical conspiracy, right? This word radical, I remember long ago thinking, what does this word actually mean? And I looked it up and it comes to us from this Latin rap’s radics, which is the same route we get the word radish from. And it means of the roots.\n\nSo you can see, however, time that perhaps underground movements that were kind of underground like roots would be, got turned into what we think of now as radical. But in the true historical sense of that word, I think this really is kind of a radical conspiracy.\n\nYeah, I think the other thing that I want to be really radical about here is to radically focus on why this is relevant and valuable to us here and now.\n\nNot conceptually or morally, but personally vitality wise, community connection wise, local economy wise, the reasons that we need to take action on this symptom that’s called climate change are the things that are actually about whether we can live well and healthy here and now.\n\nSo by rebuilding our soils, we make literally the environment that we’re living in more healthy, the things that we’re eating are more healthy. As we figure out ways to regenerate the soil and that we create an economy around that, we build an economy that actually supports a whole bunch of the kinds of folks we want to live in community with.\n\nYou know, when we figure out how we’re going to actually save water, we actually create ways to enable our whole community to be healthier.\n\nSo I just think we’ve gotten a little bit too focused on this notion of the sky is falling, the world is ending, we’ve got to stop climate change, therefore reduce emissions, which is this huge abstraction.\n\nWhereas if we just turn to say what do we need to do to create health and vitality around us, it actually turns out that most of those things are the things that help reduce emissions, you know, stabilize climate.\n\nBeautiful. It’s really, really beautiful way of putting it and engaging with this beautiful planet we happen to be living on.\n\nFar and wide, not only for folks who might be able to join us in person at this upcoming event, but also folks who might be able to tune in for live streaming and or some of the videos that will be available after.\n\nAnd we know that folks and communities all over the world are taking these kinds of steps and what a joy that we all get to collaborate together worldwide, acting locally in ways that we’ll be doing with this ecosystem summit.\n\nSo let me just say here and into the YonEarth Community, community is what we’re most in need of now.\n\nIt is the most fundamental building block to regenerate and rebuild this world of events.\n\nSo I honor all of you and I’m excited to be working with all of you in all this.\n\nAwesome. Thank you, Brett. Thank you.\n\nThank you."
}