{
  "title": "Episode 52 – Emilie McGlone, Director, Peace Boat U.S.",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/6911/episode-52-emilie-mcglone-director-peace-boat-u-s.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-52-emilie-mcglone-director-peace-boat-u-s/",
  "episode_number": 52,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "We’ll get to blue innovation summit in just a moment. I want to pause and remind our audience that this is the why on earth communities stewardship and sustainability podcast series.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community’s Stewardship and Sustainability podcast series.\n\nToday we are visiting with Emily McGloan, hey Emily.\n\nHi, thank you so much for being here in our office.\n\nThanks for having us. We’re really excited. We’re just a block from the United Nations here, right?\n\nThat’s right, yep.\n\nEmily McGloan has been working with Peaceboat since 2004, and currently is the United Nations Liaison and Director of the New York-based Office of Peaceboat U.S.\n\nA nonprofit organization working to promote peace, sustainable development, and respect for the environment through educational programs organized on board the Peaceboat.\n\nA chartered passenger ship that travels the world on peace voyages. You can see a picture right behind us if you’re watching the video.\n\nEmily is originally from California, lived in Tokyo for 10 years, and has traveled around the world with Peaceboat six times.\n\nShe is now currently the Director of Peaceboat U.S. and United Nations Liaison.\n\nShe studied international relations and cultural studies at the University of North Carolina Chapel Hill, and is a scuba diver, a skier, a snowboarder, so I’m sure many in our audience can identify with some of these things that we might have in common.\n\nEmily, I’m so excited to visit with you. It’s just shortly after Climate Week 2019. Obviously, a whole lot is happening. Thanks again for making time in your schedule to speak with us, and we’re so excited to hear about Peaceboat, so what is it?\n\nSure. Well, thank you for being here in the office, where the Peaceboat U.S. office, which is based in the United Nations Plaza.\n\nOur headquarters is actually in Tokyo, Japan, where we have more than 150 of my colleagues working to organize a Peaceboat Voyages.\n\nPeaceboat was founded in Japan in 1983, as a civil society organization. It was started by one of the co-founders, Yoshio Gatatsuya, who is now currently the Director of Peaceboat, continuing to put forth the agenda of Peace Education through experiential learning.\n\nPeaceboat uses a ship, which is the cruise ship that you see here, to travel the world in three months, making a global voyage, and during that time, we visit about 20 different countries on each voyage.\n\nWe have three different routes around the world, sometimes traveling to the northern hemisphere, up into the Baltic region, Sweden, Finland, Norway, up into Iceland.\n\nOther times, we’re going to South Africa, South America, and we’re alternating all the times the places that we visit and the communities that we work with.\n\nOn the ship, we have many guest speakers who come from around the world that could be journalists, indigenous community leaders, those who are working in civil rights or working for sustainable development, sometimes United Nations delegates or partners who come on board and give lectures and workshops about important global issues.\n\nSo on the ship, we have about 1,000 participants. We call them participants because they’re really participating in the global voyage, and they’re also able to organize their own events and talks about these issues.\n\nAnd so people are learning and traveling, and then when we arrive in the countries that we’re visiting, we have what we call study programs or cultural exchange programs, where they can really learn firsthand from the communities that we visit.\n\nFor example, we might visit a Palestinian refugee camp in Jordan and do a homestay program to learn more about the reality of Israel and Palestine and the conflict, or we might visit a youth group in Kenya working with an orphanage or an elephant care center.\n\nWe have so many different programs related to sustainable development, and we really work on all of the sustainable development goals of the United Nations.\n\nWe sail as a flagship for the SDGs with the logo of the sustainable development goals painted on the whole of the ship.\n\nAnd everywhere that we go, we are working to raise awareness about sustainability, and also our next project, which is coming up soon to have a more eco-friendly cruise ship.\n\nOh wow, okay, we’ve got a lot to talk about here.\n\nWell, let’s, I can’t wait to get to the SDGs, but we’ll let that wait for just a moment. What kinds of things are you doing to make the ship itself more sustainable?\n\nWe have so many different programs on board around climate action and ocean conservation.\n\nSo first of all, we’re an education-based organization, so all of the activities that we organize on the ship are about education, so helping to raise awareness and getting our own participants involved in helping with that as well.\n\nSo there’s programs for environments, we have youth programs for sustainability, and then also the ship itself, we are working to keep it as a really education-focused space.\n\nSo it’s not the normal cruise ship that might have a casino on board.\n\nWe take out the casino, we put in a library and workshop spaces.\n\nWe have a wellness program on board, Pilates, yoga, mindfulness, and then the learning that takes place is really a way to kind of catalyze\n\nall the experiences and the information that we’re sharing and help people to take action.\n\nSo peace was a very action-oriented organization.\n\nWell, we love that because our Y-Earth community is all about action, and we know that Socrates once said that wisdom necessarily leads to action, which is a very interesting perspective to have on all of this.\n\nAbsolutely. If you don’t know, then you can’t really take action. So first of all, it’s getting to know the places and the people and the realities around the world.\n\nOf course, and in the east to make this a multicultural view, we talk about right action, and the more we learn about being good citizens of the planet, intercultural representatives and liaisons, it probably allows us to be much more in line with right action.\n\nAbsolutely.\n\nSo can you tell us what are the SDGs? I know increasingly our Y-Earth community audience knows what these are and what we’re doing.\n\nI’m holding up a beautiful fan, which is handy in New York City, that has the 17 sustainable development goals. Can you walk us through these and how it relates to what you’re doing with peaceboat?\n\nSure. Well, the United Nations put forth the sustainable development goals after the MDGs, Millennium Development Goals.\n\nAnd the Millennium campaign was something that peaceboat also took up. We had actually here on the ship was the 2015 end poverty logo, which is now replaced with the SDGs logo.\n\nSo we’ve been working on these issues for a long time. The 17 sustainable development goal is not only were put forth by the United Nations, but really are being embraced by civil society, private sector, and communities around the world.\n\nThe idea is that it would be something where everyone can participate. Everyone should be able to help put these goals forth.\n\nAnd the importance of the goals, for example, looking at goal number one, which is no poverty, goal number two and no hunger, looking at education for peace and sustainability or climate action.\n\nPeaceboat is really focused on goal number four for quality education and also goal number 13 for climate action and goal 14 for life below water.\n\nAnd we believe that as we’re sailing on the ocean and we are traveling to all these different countries connected by this amazing resource of natural beauty that we have to protect the life below the water.\n\nAnd in doing so, we are working now on not just raising awareness about the SDGs, but really taking action as well.\n\nWe have a program called our Ocean and Climate Youth Ambassadors. And these are young people from small island developing states around the world, really on the front lines of climate change.\n\nAnd they’re coming on board and sharing their testimonies, sharing their experiences and best practices for mitigating climate change and working towards, you know, really achieving the SDGs in a sustainable way.\n\nAnd they’ve created now through three generations of ocean and climate youth ambassadors a kind of network so that they’re able to connect across all island nations and not only small island developing nations but really large ocean states.\n\nAnd you know, they’re able to become stewards of their oceans in a responsible way. And I think that sharing their testimonies on board has helped to raise awareness about the issues.\n\nBut we also have experts to come on board and give serious advice on how to advance through the United Nations or through other partners.\n\nWe have Kristiana Figheta as come on board as one of our experts and leaders in the field who really helped to reach the Paris agreements on climate action.\n\nAnd she’s always given, you know, exciting and kind of powerful advice to never give up to the students and to keep going.\n\nWe’ve also had partners from the Sustainable Ocean Alliance, SOA, who came on board and they’re talking about technology and innovation and solutions for the oceans.\n\nAnd also funding for projects to help young people who have business ideas for ocean solutions to really scale up and make those into something that can be their future.\n\nSo, we’ve got lots of different programs on board around the SDGs and piece of what is really working on all 17.\n\nOf course, we were founded in Japan and partnerships for the goals and thinking about peace and security as well. It’s really important for us.\n\nWe are also on the International Steering Group of ICANN, the International Campaign to abolish nuclear weapons.\n\nAnd with that campaign, we have been working for many years since around 2008 when we first started the program for a global voyage for a nuclear-free world.\n\nWe are bringing on survivors from Hiroshima and Nagasaki to give their testimonies.\n\nAnd through those testimonies, they’re able to raise awareness for a nuclear disarmament and education and also involving young people.\n\nSo, we have what we call youth communicators who come on board with the survivors and learn about their stories to be able to communicate that to the future generations.\n\nThat’s got to be a tremendously powerful experience for people.\n\nIt is. And you know, it’s not only the youth who are moved by these stories, but also UN delegates and member states.\n\nAnd you know, we’re working to really push forward the agenda for a ban on nuclear weapons and sometimes having the survivors share their testimonies can be one of the most impactful experiences for those delegates.\n\nI’m curious, since we’re recording our conversation, does any of that get recorded and shared with the world? Or is it the kind of thing you got to be there?\n\nWell, we do have some films, actually. A couple of documentaries that have been put out. We have definitely some testimonies that have been recorded.\n\nAnd we are creating also together with UNODA, who is the Office of Disarmament Affairs at the United Nations, to put together some educational materials.\n\nWe are also working right now on something interesting that we invite our listeners to find out more about which is a youth for disarmament program.\n\nAnd our ship is docking here in New York City on October 10th and 11th of this month. And we’ll be hosting 75 youth champions for securing our common future.\n\nAnd that will be working towards next year, which is the 75th anniversary of the United Nations.\n\nAnd so we’re really thinking, you know, now is the time to work towards disarmament and to build a more peaceful future.\n\nAbsolutely. So if folks want to find these films and these other resources, where’s the best place to go online to do that?\n\nSure, they can check out our website. We have the one that’s listed here, which is pspot-us.org. It’s for our New York office.\n\nAnd we also have pspot.org slash English. And on both of those websites, you’ll find information about a lot of our programs and our voyages and also how you can get involved as volunteers or in any other way with the organization.\n\nOkay, cool. So I want to make sure I get this right. Is there an opportunity for some of our audience to actually get on one of these voyages and experience that? How does that work?\n\nAbsolutely. Anybody can join a peaceful voyage. And we have a very intergenerational community on board.\n\nSo the youngest children, I would say, are ages 2 to 7 years old in the Montessori education program. We have a kid’s room on board. And we have retirees up to 70, 80 years old, traveling the world.\n\nAnd that intergenerational kind of collaboration that takes place on the ship is really unique. You don’t often have maybe a 17-year-old traveling together with an 85-year-old in the same program.\n\nBut when you’re both going to see the islands of Rapa, New York or Easter Island, you really have this experience that’s so powerful and it’s exciting.\n\nSo I think there’s a lot of friendships and partnerships that are made on the boat because of this special shared experience.\n\nOne of the things that seems so clear in all of this work, all of these different leaders and organizations we’re connecting with is that any and all opportunities we have for youth and elders to interact, to collaborate, to support one another.\n\nAre essential. And they’re so unique. I believe that that exchange of information needs to take place between all the generations, young people who are inspired to make change and older generations who have the experience and the knowledge to share and traditions also, which sometimes can get lost if they’re not shared on a continual basis.\n\nSo it’s great to have that sort of space for learning.\n\nYeah, absolutely. Well, I’m really curious with some of the ideation that occurs, the inspiration, the new business ideas, technology ideas, and approaches that folks are basically articulating while on voyage.\n\nWhat are a couple of the ones that have really stuck out to you that have made a difference in the world that have had real impact?\n\nSure. Well, there’s so many ideas I think that have been born on the piece boat and partnerships as well. One of my experiences that really impacted, I think, our programming here and also local organizations in South America was when I traveled to Patagonia for the first time on the piece boat in 2004.\n\nAnd we had representatives from the oldest environmental nonprofit organization in Chile, which is called Kodef, the National Committee to protect the Florida and Fountain of Chile.\n\nAnd, you know, the COP25 is coming up in Chile very soon. And so that’s a really exciting moment to go back to South America and embrace these partnerships.\n\nAnd from meeting Kodef on the piece boat, I learned about the campaign to protect the nature in Patagonia and to make it a world heritage site recognized by UNESCO.\n\nAnd this is the campaign that we’ve been doing now together for more than 15 years. And the reason why it’s so important and realizing that the voice of civil society can help really make change is that a lot of time governments are not always in a position to be able to protect the resources of the country due to multinational corporations who want to take advantage of the resources, especially now glaciers and the oceans and the rivers are so precious.\n\nAnd I think that civil society on learning about this organization in Kodef has helped to put forward this agenda. And now watching the COP being organized in Chile, I think it’s going to be brought to the forefront once again.\n\nSo just seeing partnerships taking place, I think, and how an international organization like Peaceful can support local nonprofits in raising their voice and making campaigns more powerful together.\n\nThat was really a unique experience to see. And I think also our youth programs. I’ve watched, for example, our ocean and climate youth ambassador, Selena Leam from the Marshall Islands.\n\nShe joined our program and following that program, she wrote a really outstanding spoken word poem that she read then at one of our conferences at the United Nations. She got a standing ovation.\n\nAnd watching her be inspired and continue to do her work for a climate action and to realize that, you know, having a voice from a youth from the small island states in these places around the UN and with delegates.\n\nAnd also on the global stage, she ended up on the global citizen stage here for the concert in New York City with more than 60,000 people.\n\nAnd I think that’s a real platform, just kind of watching those experiences, helping youth to also put their voices forward has been great.\n\nThat’s really wonderful. You know, so I imagine we may have a few folks in our audience who don’t know what COP is.\n\nAnd of course, the recent summit in Paris was a really big deal. Could you walk us through that just so we have a better idea of what that is all about?\n\nSure. Well, the COP is the conference of parties taking place around climate change. And this will be taking place in Santiago, Chile and South America.\n\nAnd the COP has taken places in different countries around the world where, you know, you’re able to participate as an international organization if you have official observer status with the United Nations.\n\nSo there’s a space for UN delegates together with international organizations to come together to find solutions for climate change.\n\nAnd all these discussions are based on lots of different issues, whether it’s oceans or land use or degradation of the natural resources of a certain place or country.\n\nAnd so we are working together with our partners. We have a lot of different organizations that are coming together to Chile.\n\nAnd right now we’re putting together a series of events around that conference to raise awareness about peaceboats activities for climate action.\n\nThat’s absolutely wonderful.\n\nSo I want to just remind our audience that you can get more information about peaceboat at peaceboat.org.\n\nYou can check that out.\n\nAnd I’d like to ask you a couple more questions about Ecoship Blue Innovation Summit.\n\nBut before going to that, I’m really curious, Emily, just sharing with us a little about your personal story and background.\n\nHow did you end up doing this kind of work of all the things you could be doing right now?\n\nSure. Well, I studied at the University of North Carolina Chapel Hill. And during that time, I was exposed to a really amazing program called the Jet Program, Japan Exchange and Teaching Program, which I recommend to anyone who is interested in visiting Japan\n\nand learning more about the culture there. And it’s through the Ministry of Education in Japan. And so I traveled to Japan in 2001.\n\nAnd at that time, I was teaching in a school for around two years. And soon after, I found it really inspiring environmental program that was called Bicycle for Everyone’s Earth.\n\nAnd I became the National Coordinator of this nonprofit organization for a year program where we would plan a summer bike ride from Hokkaido to Okinawa, which is the north to south of Japan.\n\nIt’s about 3,000 kilometers. And we rode bikes with a team of 10 people. And everywhere that we rode, we promoted sustainability and living a kind of mindful lifestyle.\n\nSo eating low on the food chain as vegetarians during the bike ride, making sure that we always have our own shopping bag and your own water bottle and not making any extra waste.\n\nWe were camping along the way and going to hot springs, so really living in the nature. And we were also doing beach and river cleanups and a kind of like a talk series with Patagonia, who is one of our sponsors.\n\nSo we would stop along the way and give talks and lectures and then do action with communities.\n\nAnd at that time, I found out about the Peace Boat’s Global Voyage. And I saw that they were visiting South America. So I got involved through joining as a Spanish teacher, more of the ship.\n\nAnd that was kind of my first experience. And then from there, really meeting partners, as I mentioned, our environmental partners in Chile, or working with different groups from around the world, I was inspired to continue working with Peace Boat.\n\nAnd now I’ve been with the organization since 2004 and continue to organize programs here from New York City.\n\nAbsolutely wonderful. Well, I have to say that with the earlier mention of the wellness programs aboard the ship and your more recent mention of hot springs, which are a big part of my personal regime.\n\nI’m curious as you’re doing all this work, obviously dedicating a huge amount of your time and energy and beingness to this global work, what are some of your other methods for maintaining health and well-being in the day to day of it all?\n\nWell, I really enjoy spending time in Prospect Park. So Brooklyn has been my home for the past seven years so far.\n\nAnd I think that being in nature is very important to being able to tackle all of the global challenges that we have every day.\n\nSo I learned a term that is really from Japan called Forest Baving. And you know, Spending Time in Nature.\n\nAnd you’re in Niyoku. So this. Wonderful.\n\nYeah, having, you know, the nature surround you and being in a clean oxygen, you know, trees and just the energy that you can kind of feel from nature.\n\nI think it’s really helpful when you’re dealing with so many busy days and lots of work to do and just challenges all the time.\n\nYou know, with peace education and sustainable development, we have a long road ahead to the 2030 Agenda.\n\nAnd to be able to do that, we never, you know, have to burn out. I think it’s really important to just keep making sure that your mindfulness is also part of your daily routine.\n\nSo with everything that’s going on right now, how often per week would you say you actually get to the park and into it?\n\nI probably go to the park almost every day.\n\nYeah, four or five times a week.\n\nDepends, you know, climate week was pretty busy. So we spent more time in Central Park and Bryant Park, I think, around the UN.\n\nBut you know, we try to always, you know, find times to get a bit of nature and sunshine every day is good.\n\nAbsolutely, absolutely. Yeah, we love that aspect of this work that we’re doing.\n\nAnd, you know, we find that as we engage more and more deeply with this kind of work, our own quality of life goes up.\n\nAnd whether it’s getting out into the parks, the woods, connecting with the living trees, taking the shoes off and grounding,\n\ngetting our hands in the soil, interacting with the microbiome, of course, hot springing or a hot bath, if you’re not out of hot spring.\n\nThere are so many things we can be doing on the regular to enhance our own health and well-being, of course, which means we’re able to perform much more effectively as leaders doing the work we’re doing.\n\nAbsolutely. Yeah, and it’s so important. You know, often people are so busy, especially in places like Tokyo or New York City or London, that, you know, you don’t have time or you don’t make time.\n\nBut I think I was reading some really interesting articles about, you know, running organizations in a busy lifestyle.\n\nAnd one of the best advice pieces that I saw was to imagine like your bow and arrow.\n\nAnd, you know, you pull back five centimeters and you launch 20.\n\nAnd so that pull back is, you know, spending time in nature or making sure you take care of yourself as much as you can get.\n\nExercise, eat well, try to eat vegetarian or healthy foods as much as possible.\n\nReally, what you put in your body is also really important and so making sure that you are, you know, as healthy as you can be to take on these big days is also part of our responsibility for organizations and for, you know, trying to also promote a more sustainable lifestyle.\n\nIt’s such a beautiful metaphor and image for self-care. I love it. I might have to borrow that. Yeah, please do.\n\nI think that is really relatable.\n\nWell, let me ask you about Ecoship. Can we dive into that a bit? What’s going on with that?\n\nSo Ecoship is the most exciting project of pieceboat and date, I think.\n\nWe have been working on building the world’s most sustainable cruise ship.\n\nAnd pieceboat realizes, you know, as we were traveling the world that the maritime industry is not the most sustainable.\n\nAnd in order to change that, we feel that it’s necessary to build and to create innovative solutions for cruising and for sailing.\n\nSo we have decided to put together a team to work on the Ecoship as our goal for the future.\n\nWe are building a ship that will use solar and wind power and will reduce our CO2 by 40%.\n\nSo we’re now finalizing all the details for all the innovative technology.\n\nWe are looking for partners who want to be part of the Ecoship to join us in these next few years as we’re really finalizing everything to have it sailing soon.\n\nAnd pieceboat will be transitioning from our current ship that we have, which holds 1000 people, which has been sailing the world.\n\nYou know, pieceboat has more than 36 years of experience organizing global voyages.\n\nAnd to really set this next stage, we want to really create the Tesla of the cruise ship to have the ship that’s going to inspire not only our organization to have a more sustainable vessel that we can organize activities on,\n\nwhich will have a 2000 person capacity. So it will be a little bit bigger, which will provide more space for youth programs, more space for conferences.\n\nWe also use the ship as a venue for kind of showcase of green and innovative technology.\n\nSo having people come on board when the ship is docking in different ports to show what renewable energy can look like and how we can actually use green technology to improve the lives of everyone.\n\nNot just sailing, but also using it for homes and for schools and for all kinds of other things.\n\nSo I think the energy transition to a carbon-free future has to be set by those who are now active players and it’s time to action.\n\nNo doubt. That’s really, really exciting to hear.\n\nAnd, you know, I think some of our audiences probably familiar that in the shipping sector of the transportation universe,\n\nthe big boats are generally burning what’s called bunker fuel, which is the dirtiest of all the types of fuel coming out of the petroleum refining infrastructure.\n\nAnd so we actually know that some of the mega cargo ships are among the most significant point source polluters, even though they’re moving around the planet.\n\nAnd to be able to demonstrate the transition to carbon-free in that arena is huge.\n\nIt’s really important and it’s really necessary now.\n\nSo we believe, you know, by creating the Ecoship, if we can inspire all of those cargo ships and we can inspire companies that are running cruises with fleets of ships that could really have impact.\n\nSo we really want to be the first to set the example and we hope that the technology will be shared and open source for those who can also take advantage of this technology and use it to retrofit the ships they have to start fresh with new ideas and to really, you know, make a paradigm shift.\n\nWe really don’t need to be using the traditional ships that we had used for the past, you know, 1500 years.\n\nIt’s time to use the skills and the technology that we have. It all exists today. So it’s really time to do it now.\n\nIt’s amazing. I’ve seen a lot of wonderful designs about cargo ships returning to using sails to harness the trade winds basically that flow all around the planet.\n\nSure. And yeah, our ship we’re planning to have also wind sails that are sided with solar panels.\n\nAnd so it’ll be both. And I think, you know, it’s also economically viable to do these things once you invest in the technology when you’re saving energy, you’re going to be saving money as well.\n\nSo companies should be using this technology to their advantage.\n\nAbsolutely. I love that. Absolutely.\n\nWe’ll get to blue innovation summit in just a moment. I want to pause and remind our audience that this is the why on earth communities stewardship and sustainability podcast series.\n\nAnd today we are in New York City visiting with Emily McGlone, the director of Peaceboat US.\n\nYou can find more information about Peaceboat at peaceboat.org slash English.\n\nFor Ecoship, you can go to ecoship-pb.com.\n\nAnd we also want to make sure to thank all of our sponsors who make this series possible.\n\nThat includes the Association of Waldorf Schools of North America, Earth Coast Productions, Equal Exchange, the International Society of Sustainability Professionals, the LIDGE Family Foundation,\n\nMadera Outdoor, Patagonia, Purium, and Weile Waters.\n\nAnd a huge thanks to all of you for your support of this series.\n\nAlso, a big thanks to all those individuals out there in the why on earth network who have joined our monthly giving program.\n\nTo join if you haven’t yet, you can just go to whyon earth.org slash support or just click on the donate button.\n\nAnd you can choose any level to have as a recurring donation on a monthly basis.\n\nWhen you do that, I’ll send you a special code so that you can unlock unlimited copies of our downloadable ebook and audiobook resources, which you can share with your whole company, your whole community, your whole neighborhood, your friends and family, as many as you’d like.\n\nSo a huge thanks to all of our supporters.\n\nAnd I want to get to the blue innovation summit and just hear more about what that is and help us visualize what’s going to be happening.\n\nSure. Well, Peaceboat is traveling right now towards New York City and it will be docking here October 10th and 11th.\n\nAnd just that week we decided to also participate in the Blue Tech Summit, which is taking place on the 9th and 10th.\n\nWe have made many partnerships thanks to the United Nations Division of the Oceans and Law of the Sea, which has been the organizers of the United Nations World Oceans Day.\n\nAnd last year for World Oceans Day, Peaceboat docked here in New York City on June 8th and we had a large celebration with our UN partners and then also a reception on board the ship.\n\nAnd what we saw during that time was so many different organizations and UN delegates and youth and artists coming together for the Oceans.\n\nAnd we really wanted to build on those partnerships and to continue the conversation.\n\nSo as Peaceboat is returning to New York City now in October, we are organizing the first Blue Innovation Summit reception on board the ship.\n\nAnd it will be in the evening. We’ll be having exchange of speakers and some music and cultural performances and really providing a space to think about what can be done for impact investors who want to support ocean initiatives.\n\nWhat kind of innovative solutions there are for the plastic pollution, for the environmental degradation or marine conservation efforts that need to be taking place.\n\nAnd then to also create a space for exchange, so that will be taking place on board the Peaceboat in October.\n\nAnd when the ship is traveling again to Latin America, next summer, we’ll be organizing a program for sustainable development goals on the ship and we’ll be docking in Puerto Vallarta, Mexico.\n\nAnd at that time too, we’ll be planning to have some onboard programs about Blue Innovation and also hands-on activities in the ports of Mexico.\n\nWhen is that that you’ll be at Puerto Vallarta?\n\nThis will be in July.\n\nHow exciting.\n\nJuly 1st, we should be arriving.\n\nI have to share a personal story just because I imagine some of our folks may be interested when I took my kids down to Puerto Vallarta for a bit of a Thanksgiving vacation a few years back.\n\nThat’s when I started writing the book Why On Earth.\n\nSo there’s a very special kind of heart connection to that beautiful, wonderful place.\n\nWe’ll have to join us then.\n\nMaybe we’ll have to see.\n\nWe’ll have to see.\n\nThis is just so exciting.\n\nI can’t help but emphasize a particular point that we stress when we’re in places like Colorado, which by all appearances is landlocked, right?\n\nThe nearest ocean or coastline is a thousand miles away.\n\nBut this is the ocean planet.\n\nAnd we have one great ocean.\n\nWe like to call it a lot of different things in a lot of different places.\n\nBut it’s one big body of water slams surrounding our land masses.\n\nAnd we have these things called rivers and streams and creeks and rocks flowing often just a few feet from us, even if we’re in a place like Colorado.\n\nThat is directly feeding into the ocean.\n\nAnd so we remind people that, hey, just 10 feet away is the ocean when you’re thinking about plastics or pollution or even thinking about sending a prayer of healing and wellbeing down to the ocean.\n\nYou can do that right at the creek as well.\n\nAnd I’m just curious how much in your guys programming when you’re on the Great Big Blue out there high seas, how much are you connecting the dots with inland waterways and rivers that are ultimately feeding into the ocean?\n\nSure, and how it’s a great program on the Peace Vote when we connect the dots like that.\n\nAnd I think those are always the most impactful programs.\n\nWhen you’re sailing on the ocean, there’s so many different places that we visit.\n\nFor example, if we’re going through the Mediterranean, that’s one experience, you know, watching the buildings on the side of the Suez Canal as you’re traveling through narrow areas or even the Panama Canal looking at the technology and innovation.\n\nBut then we’re docking in the ports, of course, and then arriving to the countries.\n\nAnd we often organize programs, mangrove or forestation.\n\nWe have some great programs in Guatemala.\n\nAnd also, I recently took a group to Cambodia where we were doing some reforestation.\n\nAnd we paddle boarded out to the mangroves.\n\nWe arrived to the mangrove area and worked with local community members.\n\nIt’s a civil society based organization that does environmental programs and ecotourism through having volunteers come and plant mangroves together.\n\nSo I think connecting in that way is really unique.\n\nHaving those programs, we realize that mangroves are also some of the most important ecosystems that we have.\n\nAnd realizing how they are connected, land to the rivers, into the oceans.\n\nAnd so the youth always come from our programs, you know, so excited that they got to participate in, you know, even doing paddle boarding or taking a canoe through the mangroves is also really exciting.\n\nAnd that really helps show the connection.\n\nThat sounds magical and exquisite.\n\nYeah, of course, growing numbers of people are aware that mangroves are really our first line of defense often against hurricanes and big storm events.\n\nAbsolutely.\n\nAnd our critical breeding grounds for a whole bunch of maritime species, right?\n\nYes, absolutely. That was one of the main points we made in Cambodia during the program was we had, after we planted the mangroves,\n\nI think we planted about 500 seedlings.\n\nAnd that was a whole day’s activity.\n\nAnd in the afternoon, we also had a debriefing session and learned more about the fishermen who depend on the mangroves.\n\nAnd how those fishermen, if they have more fish, thanks to the mangrove plantations, then they’re able to, you know, really pay for their children to go to school.\n\nAnd that money gets invested back into the community.\n\nAnd, you know, a whole sustainable process where people really, their livelihoods depend on it.\n\nAbsolutely. So that’s really where the environmental and the social starts to connect up in a big way.\n\nThat’s beautiful. That’s really beautiful.\n\nWell, Emily, we’ve got a few minutes left before we sign off for today.\n\nAnd I want to make sure to give you the opportunity to, in whatever kind of open way you’d like to share with our audience.\n\nIf there are any things in particular you’d like us to keep in mind, any additional calls to action, share with us.\n\nSure. Well, we have right now, I’d say, two major exciting opportunities to get involved with PeacePote.\n\nOne is obviously our Ecoship.\n\nSo for partners, anybody who’s looking to work with an organization that’s, you know, going to be using renewable energy in the maritime industry,\n\nin fact, investors who would like to be part of this program.\n\nIt’s a major call to action to get in touch with us and let us know through our website, ecoship-pv.com.\n\nAnd we also have a scholarship which we launched this week during climate week for the STG Summit at the United Nations for the sustainable development goals.\n\nSo we are calling to action youth who would like to come with us on our program.\n\nWe have this activity that’s taking place from Panama to Costa Rica and Mexico.\n\nSo we’re inviting young people ages 18 to 30 years old to apply for this scholarship online.\n\nOur youth team has just made the registration form online and we are going to be taking sign ups until around April of 2020.\n\nAnd this will be for June 20th to July 3rd of our 104th global voyage around the world.\n\nThe experiences are very exciting for young people who are interested in already doing activities for the sustainable development goals.\n\nWe have had various programs where young people have joined and then continued their work in the STGs.\n\nAnd it helps to create a network of young people working on sustainable development.\n\nWe always start off with an activity in Panama City.\n\nWe work with UNDP, the UN Development Program, who has a regional office in Panama City and the City of Knowledge.\n\nSo we always host a youth forum there and also activities on board the Peace Vote.\n\nWe believe also in learning about Indigenous culture and traditional knowledge.\n\nSo we visit the Embarer Cara Indigenous communities and do a home state program.\n\nAnd also the Kuna Indigenous communities to learn more about how their fair trade programs for the women’s groups and activities that they’re working on for local sustainable development are really making impact.\n\nAnd then as we travel through the Panama Canal to Costa Rica, we’ll be going to visit the rainforests and learn about climate action and the impact of climate change in those regions.\n\nAnd then in Mexico we’ll be disembarking the ship with activities with my World Mexico, which is a group that works on the sustainable development goals in Mexico.\n\nAnd also restore coral, who is working on coral restoration through experience.\n\nSo we’ll be doing a kind of snorkeling and coral restoration program and getting hands on with Demarrieta Islands near Puerto Vallarta.\n\nSo yeah, very exciting. And we just encourage any youth interested, especially in climate action and ocean conservation to apply.\n\nOh, that’s so exciting. I’m so excited to hear about all of that.\n\nAnd I would say not just youth. You’d scholarship this specifically for youth, but anyone can apply from any age if they’d like to travel on the piece, but be part of the program.\n\nMaybe we’ll get a why on earth delegation somehow an ambassador or something.\n\nThat would be great. Absolutely.\n\nWell Emily, thanks so much for visiting with us. And for sharing with us all of this information about piece boat, eco ship, blue innovation summit.\n\nIt’s wonderful. Thank you.\n\nThank you. Thank you for coming to our office. And we welcome anyone who’s interested in learning more about piece boat US in New York to come visit us here.\n\nWe also have an internship program and many activities taking place during the year, not only on the ship.\n\nSo please keep us in mind.\n\nAnd it’s a wonderful address, 777, right?\n\nYes. United Nations Paza, third floor.\n\nGreat. Thanks Emily.\n\nThank you. Thanks so much.\n\nThe why on earth community stewardship and sustainability podcast series is hosted by Aaron William Perry.\n\nAuthor, thought leader and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly or monthly supporter, please visit whyonearth.wpenginepowered.com-sport.\n\nSupport packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code whyonearth, all one word with a why.\n\nThese sponsors are listed on the whyonearth.wpenginepowered.com-sport-page.\n\nIf you found this particular podcast episode especially insightful, informative or inspiring, please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in.\n\nThank you for your support and thank you for being a part of the whyon earth community."
}