{
  "title": "Episode 106 – Jackie Bowen, Executive Director, Clean Label Project",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11963/episode-106-jackie-bowen-executive-director-clean-label-project.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-106-jackie-bowen-executive-director-clean-label-project/",
  "episode_number": 106,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Welcome to the YonEarth community podcast. I’m your host, Aaron William Perry. And today we’re visiting with Jackie Bowen, the executive director of the Clean Label project. Hi, Jackie. Hi, Aaron. Thanks for having me. Thanks for visiting with us. I’m really excited to have this.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast. I’m your host, Aaron William Perry. And today we’re visiting with Jackie Bowen, the executive director of the Clean Label project. Hi, Jackie. Hi, Aaron. Thanks for having me. Thanks for visiting with us. I’m really excited to have this.\n\nYou have this conversation with you today and to share this with our audience because we’re going to cover a whole bunch of really important information about things that might be lurking in our foods and perhaps other things we’re encountering that aren’t that good for us.\n\nAbsolutely, and there’s plenty to talk about. Yeah, okay. No doubt in all. I’ll just say before jumping right in that a lot of the times that the YonEarth community we’re focusing on the solutions, you know, visiting with regenerative organic, biodynamic farmers, herbalists, authors, community leaders who are working on the solutions. And it’s really important that we educate ourselves as to these myriad often interconnected problems, challenges.\n\nAnd really frankly unhealthy things going on that are why we’re doing all the work that we’re doing in many respects. So I’m happy we get to talk about that today.\n\nAbsolutely. The thing is that there’s so many amazing organizations doing really great things to change the world for the better.\n\nI kind of pride myself as being a professional buzzkill at dinner parties, but nevertheless it’s one where it’s like keeping it interesting and talking about the facts of what’s actually in the food and consumer products that we provide for ourselves as well as our families.\n\nYeah, absolutely. Okay, great. So Jackie Jacqueline Bowen is a master’s of public health and master’s of science in a food and consumer products quality and safety systems engineer.\n\nAnd executive director of clean label project, a national nonprofit and standards development organization with the mission to bring truth and transparency to food and consumer product labeling before coming to clean label project.\n\nJackie held numerous technical standards development food safety quality and executive roles within the World Health Organization Collaborating Center NSF International.\n\nHer expertise is in organic gluten free non GMO labeling food safety and label claim substantiation and compliance. Jackie authored one of the most comprehensive peer reviewed studies of heavy metals in America’s top selling infant formulas and baby foods in America.\n\nShe and the clean label project have appeared on NBC, ABC, CNN, the doctors, Dr. Oz, Dr. Drew and over 450 printed online media outlets, including USA Today and Huff Post.\n\nJackie holds a bachelor’s of science and environmental biology from Michigan State University, a master of science and quality engineering from Eastern Michigan University and a master public health and management and policy from the University of Michigan.\n\nSo Jackie, safe to say that you’ve been at this for a while and have some real expertise in this domain as well as some opinions.\n\nYeah, well, I guess between the two of us will have no shortage of opinions.\n\nSo let’s dive in. Let me just toss up a very open-ended question. What’s the big deal? What do we need to know about what’s going on and what is it that you consider imperative that the public become more aware of?\n\nI would say the biggest kind of I was to say an overarching theme of what I’m focused on is that what I see as a growing divide between the court of law and the court of public opinion of what it means for food to be safe.\n\nAnd what I mean by that is that the food safety regulatory fabric in America is largely focused on things like E. coli, Samanella, Listeria, things you hear about in salad mix recalls, burrito, restaurants.\n\nBut when you talk about things like heavy metals, exposure to plasticizers, pesticides, it takes years, even decades to manifest itself in disease.\n\nIt’s not something where it’s like a traditional food safety acute outbreaks, something that is causes diarrhea or vomiting sometimes worse.\n\nThis is something that contributes to chronic disease, things like cancer, infertility.\n\nBut we really don’t see that same attention being paid to how the food and consumer products that we provide for ourselves as well as our family and the contaminants in them contribute to chronic disease.\n\nBut yet everybody seems to have a story, everybody has a relative or a friend who has a child with extreme allergies or maybe someone who’s been suffering with infertility or a child that’s been a diagnosis being on the spectrum.\n\nThere’s too many kind of interesting emerging issues.\n\nIt’s a matter of kind of identifying what can we do to kind of look at food safety not only in the short term, but in the long term.\n\nThat makes so much sense. And yeah, I think many of us are aware that there have been way too many toxins and contaminants in a lot of the mainstream food.\n\nAnd I believe that’s why so many of us choose to consume organics and try to get from local producers, we might even know personally whenever possible.\n\nBut I’m curious in terms of the food system as a whole looking here with a focus on the United States, of course.\n\nWhat do you see as the top two or three biggest potential risks with these long term diseases that are showing up in our food?\n\nThe biggest long term risks. I guess like for me, in my line of work, you’ve got to have different contaminants, you’ve got to have one that you love to hate.\n\nMy personal favorite that I love to hate would be lead. So just a little bit about lead, lead is a neurotoxin.\n\nIt also causes cancer. The World Health Organization, the Center of Disease Control, the Food and Drug Administration, Environmental Protection Agency, American Academy of Pediatrics, American Medical Association, all say there’s no safe level of lead.\n\nIn fact, when you talk about lead exposure in children, causes a decrease in IQ and an increase in hyperactivity.\n\nThe kicker is that lead is largely unregulated in the domestic food supply.\n\nAnd you look at the importance of water and we see these things that have happened in Flint, Michigan.\n\nYou also see emerging issues in the water supply over in New Jersey and just aging infrastructures.\n\nBut yet for whatever reason, we talk about it within water, but we don’t talk about it within food.\n\nAnd so then here you have something which causes early, very early on in life, you can see the adverse health effects.\n\nAnd this is something where it’s chronic. We’re consuming this stuff all the time.\n\nBut yet, while we have regulations related to coli and salmonella and things like that, it’s one where we yet to have anything to control for these other very persistent and very in the long term, damaging industrial environmental contaminants.\n\nSo I’ve heard that we’ve got a set of heavy metals that are often getting into the environment generally through the combustion of fossil fuels, coal, petroleum products.\n\nIs that essentially where most of this lead is coming from?\n\nYeah, so it’s a lot of it. So if you look at over the past several decades, since the 1950s, the lead levels were much higher.\n\nSince the implementation of rules around unleaded gasoline and implementing those types of changes, there has definitely been a decrease in the amount of lead exposure that children have as well as consumers both in the air and the water and the soil.\n\nNevertheless, it’s one where we can do better.\n\nIn general, when you look at lead and where these heavy metals are coming from, it basically comes down to exactly what you said.\n\nThat because of our societal choices around mining, fracking, industrial agriculture, even we pride ourselves in using different types of waste water as irrigation for purposes of sustainability.\n\nBut depending on how that has been purified, we’re taking these contaminants, we’re putting them to the air and the water, the soil, and ultimately the plants have no choice but to suck up what’s there.\n\nThe other reality is that given the globalization of the food supply, we can set the most progressive environmental policy that we want, but given the globalization that unless other countries adopt those same philosophies, implement those same types of protections, those same types of air pollution, water pollution protection, those products, any of the crops that are grown in those areas, there are ultimately destined to the U.S. will still have that contamination.\n\nIt’s one where we have to make the choice of, we ultimately have to sleep in the bed that we’ve made.\n\nWe ultimately have to eat the food out of the soil that we’ve contaminated.\n\nThe choice we have is, do we want to do better? Can we do anything to minimize that exposure?\n\nNo, yeah, it’s one where I would also be remiss to not mention that heavy metals are also naturally occurring in the earth’s crust.\n\nSo you can’t get an absolute zero, but what we do know is that you can absolutely do better. We can do better through different types of policy to minimize exposure.\n\nYeah, I remember hearing it once said that when we speak of things like pollutants and toxins very often, not always, but very often, we’re talking about things that might naturally occur.\n\nAnd so the question isn’t whether or not they exist, period, but in what concentrations we’re encountering.\n\nAnd I use that all the time because sometimes I’ll get pushed back and be like, oh, Jackie, clean me a project.\n\nHeavy metals are naturally occurring. I’m like rattlesnakes, great white sharks, E. coli, also naturally occurring.\n\nGenerally like to stay away from them, right? There’s things that we do even from traditional food safety.\n\nYou’re able to put provisions in place to mitigate the risk, to minimize the risk.\n\nThere’s no reason why those same types of protections can’t be put in place for things like heavy metals, pesticides, and plastics.\n\nIt’s just because policy has not yet required it.\n\nSo listen, I’m by the way, my mind’s going in a few different directions.\n\nAnd one of them’s positive and hopeful, and I’ll try to park that for the moment.\n\nBut I remember also hearing that according to certain standards, because of the way we’re bio-accumulating a whole bunch of toxins,\n\nour bodies themselves would actually be considered hazardous material. What do you think of that?\n\nYou know what? I’ll be honest. I wouldn’t be surprised because it’s like you think of it, and we hear about it in other types of ecosystems, right?\n\nWe’re talking about it of like up, don’t eat too much sushi. If you’re pregnant, don’t eat too much tuna.\n\nBecause you hear about how lower order fish are the ones that are safer in terms of heavy metals.\n\nAnd the fish that eat other fish that are more closer to the top of the supply chain, of the food chain, they’re the ones that bio-accumulate these metals.\n\nAnd why is that? Because they’re eating the fish that have ultimately been exposed to these heavy metals.\n\nWe are no different. We’re consuming these same things.\n\nAnd so it’s one where it’s like, yeah, you’re absolutely right. It’s one where we’re bio-accumulating this stuff in our tissues.\n\nBut yet it’s one where we’re not necessarily doing anything to mitigate or even just try to minimize it where it all possible.\n\nYeah, okay. This is very interesting.\n\nSo now another one, and it’s not meant to be a Debbie Downer, but just eyes open.\n\nOne of the things that has emerged, and I would argue, and I’m not alone, many other scholars and scientists and observers have made this statement.\n\nBut essentially since the end of the Second World War, more or less the second half of the 20th century into this century, with the trend toward global economy.\n\nAnd essentially us trading, buying, consuming things that are coming from all around the world, that to your earlier point, national regulations may or may not be actually all that effective.\n\nMeanwhile, because of the sovereignty issues that nation-states have demanded it enjoyed for what two or three centuries, the global regimes get a lot of pushback at the national scale.\n\nSo where does that leave us in the hope that we may move the needle and implement policy regimes that will actually protect us from these long-term risks?\n\nYeah, that’s a really great question that’s really profound. I guess I would say ultimately it’s a matter of like know your farmer, know your food, right?\n\nAnd it’s one where I think is if we stop thinking of, you know, one of the jokes that I was crack when I do like speaking game engagements, I’ll be like, oh, I should not have eaten that coleslaw.\n\nAnd yesterday afternoon’s potluck, I think I woke up with infertility.\n\nFor as nobody ever, right? And it’s one where it’s like until we recognize that food and consumer products contribute to chronic disease.\n\nIt’s not just a matter of what happens tomorrow, but it’s one where that concept of like no food safety is decades, you know?\n\nAnd so it’s one of the things that just blows my mind is like it wasn’t until the late 1980s that cigarette smoking was actually banned on airplanes.\n\nIn fact, in the 50s, cigarette smoking was encouraged for pregnant women to reduce weight gain and reduce anxiety.\n\nAnd it took like a while for people to do the studies and be like, wait a second, this is related to lung cancer. Wait, there’s correlation here in low birth weight.\n\nAnd just because like you saw the studies coming out, everyone knew that there was these public health implications of the exposure to cigarette smoking, but it took a long time to manifest itself into actual policy.\n\nAnd it’s the same thing we see here. It’s like there is no study out there that says not let is actually good for you. Like consume more of it.\n\nIt’s one where this knowledge has been coming out. The studies have been coming out. It just has not, you know, it’s the glacial speed of regulation.\n\nMore so that’s the problem, but it doesn’t mean that for us as both consumers as well as kind of like, you know, industry advocates and agents of change that we can’t like serve as a catalyst of like, no, no, you can do something better literally right now to change the way that we go about it.\n\nSo I guess from that perspective, it would be a matter of just having a complete change of mentality around food safety is not about short term acute exposure. It’s about looking at food safety and long term health.\n\nYeah, absolutely. You know, I’m hearing sub themes in what you’re speaking to that a many of us have options right now and choices we can be making and taking right now to reduce our risk and exposure.\n\nAnd B, you mentioned knowing your farmers and I remember in YonEarth when I was writing that I wrote a fair bit about food and agriculture and that one of the ways we might think about how we’re acquiring and eating food every day is in three categories.\n\nGrow no and show right so grow a bit of your own. Yeah, get some from folks, you know, local farmers and then when you’re buying at the store or in the marketplace, the so called marketplace to the extent possible rely on third party verification.\n\nThat’s the show to make sure you’re getting the organic, the toxic free, the fair trade and this kind of brings me back around to this other sub theme I’m hearing, which is the one of social justice and in our work all around the country and even around the world.\n\nWe hear a lot of times that well in some communities there just isn’t another option and or the other options are prohibitively expensive.\n\nAnd so I’m also struck seeing so much work being done in our food systems and with food deserts, especially folks helping to alleviate some of these social justice and environmental justice issues that are showing up around this issue of whether our food is safe or not safe to be eating.\n\nOh, I completely agree. It was it was fascinating during I did that study looking at the true contents of America’s best selling baby foods and infant formulas and in the peer reviewed publication, we looked at specifically published on lead and cadmium and one of the things that was most striking to me is that literally when you test 91 of the top selling infant formulas, which make up 80% of the retail sales of formulas in America.\n\nWhat you see is pretty striking for, you know, for those of for those of us and for those, you know, viewers and listeners that love data and science.\n\nIt’s like it’s always fascinating to see the mean and means because that tells you on average, this is what’s reasonable to achieve.\n\nBut I always love looking at the statistical outliers, right? The one, two and three standard deviations from the norm and looking at the common denominators.\n\nThe thing that was fascinating is when you look at things like infant formula for the most part, infant formula was non-detect or below five parts per billion of lead, which is the EPA concern level within drinking water.\n\nThis fascinating is when you kind of look at the outliers and you see some that are in excess of 30 parts per billion of lead.\n\nAnd to put that number into perspective, the average amount of lead found during the Flint, Michigan drinking water crisis was 27 parts per billion.\n\nSo here you have infant formula, which remember you take infant formula, you combine it with water and this is what you provide to most vulnerable periods of most vulnerable population during the critical period of brain and immune system development.\n\nAnd so the other part that’s in a whole other interesting angle to get back to kind of like the social and environmental justice is the largest consumers of infant formula happen to be women who are providing formula for the children unmarried women of color.\n\nAnd so then you look at it as it kind of comes full circle of like what are we providing to the most vulnerable populations during the most vulnerable period of development and how does that tie back to you know even in the case of like WIC approved formulas and taxpayer subsidized like what are we actually providing for America’s you know infants and newborns.\n\nYeah, this is such an important point and just some of our audience may not be familiar with the term WIC.\n\nYeah, and I don’t remember what the acronym stands for.\n\nYes, do you remember women and infants and children.\n\nSo it’s basically for kind of low income women that may be just as well as for children providing different types of supplemental support.\n\nYeah, thanks. I’m going to make note of that.\n\nSo clearly we’ve got a lot of work to do.\n\nI love that there are so many great organizations working on food justice issues in our low income communities often helping to establish local hyper local organic food production and also often partnering with more natural foods oriented restaurants and grocers.\n\nTo get products that are available into these lower income communities and there’s such beautiful work being done.\n\nAll really all around the country on this obviously we got a lot more to do.\n\nAnd one of the things that really gets me hopeful and excited is that there’s emerging research showing that many of the micro ecological micro biological communities in soil fungus and others can actually help clean up.\n\nBioaccumulate clean up and in some cases mitigate heavy metals and other contaminants that we might find in our agricultural fields.\n\nAnd so because when I first started hearing about all of the accumulation my thought was like oh man you know we’re dead meat.\n\nThere’s really probably nothing we can do about this but but it turns out there may be actually a whole set of strategies that we’re starting to really learn about as a global community to clean up this contamination.\n\nOh you’re absolutely correct in fact one of them you know this is both a blessing and a curse is the hemp plant.\n\nAnd so the hemp plant is a natural bioaccumulator so literally military installations will plant hemp because hemp is just a natural garbage collector.\n\nYou know it’s one where the different types of artillery and the different heavy metals that go along with it.\n\nHemp just does a really good job of cleaning it up which is great.\n\nSo long as that hemp then does not end up in you know ultimately in these other you know CBD fiber THC cannabis based products.\n\nBecause that’s one of the things that’s a bad side is because the plant is just its own mechanics allow it to do a better job of absorbing this stuff that also makes it a risk.\n\nThat when you plant you know just some plants are better at sucking up certain vitamins and nutrients.\n\nSome are just better at sucking up certain types of heavy metals from the soil.\n\nIt’s just a matter of making sure you control what’s the end destination of that hemp plant.\n\nIf it’s going into something like fiber by all means if it’s something it’s going to be killed back into the ground.\n\nIt’s one where ultimately we’re going to you know re-contaminate that heavy metal.\n\nBut it’s a matter of kind of figuring it out where is what is the end destination if you’re going to do that type of kind of remediation, soil remediation.\n\nBut you’re absolutely correct. I mean I heard of there’s the one thing that’s kind of interesting about this increase in concern of heavy metals in the soil is even you know obviously in America.\n\nIt just spur you know just it just forces kind of more development around entrepreneurs and innovation.\n\nAnd so then people start messing around like okay there’s got to be some kind of end zone enzymes that either bind or enzymes that break down.\n\nSomething that wants to kind of eat it and get rid of it.\n\nAnd so we’re starting to at least I hear of some things that can be done to kind of get rid of this stuff too which is great.\n\nYeah that’s really encouraging. Now I have to ask sort of this elementary basic science question.\n\nSo let itself is elemental right. So it’s not going to break down into something else is it?\n\nNo, no.\n\nSo it just has to be it’s just like when you hear and I don’t know the details of a hunt on how exactly even our bodies when we hear about detox people going through like a detox their body that kind of thing.\n\nI don’t know the details of how it works but it is a matter of binding. It’s not something where you can where you can break it down.\n\nIt’s a matter of like how do you go about removing it.\n\nAnd that’s the thing when it comes to food is typically when you’re in a food manufacturing environment.\n\nLooking to control for E. coli, Salmona, Listeria which would be your microbiological and pathogen contaminants.\n\nThere’s what you would call a kill step. You would either have high pressure or heat.\n\nAnd these things kill these pathogens. When we’re talking about to your point these like elemental level heavy metals you can’t destroy them.\n\nIt’s a matter of proactively avoiding them. So it’s a matter of doing that kind of proactive.\n\nHow do I see what’s in there first and make the choice to make sure that this particular ingredient is not used in my finished product?\n\nYeah, okay. That’s really hopeful. Thanks for explaining that.\n\nYou know, one of the things that really jumped out at me when I was looking at the Clean Label Project website which is CleanLabelProject.org\n\nis you guys are providing these great resources on a number of the studies that you’ve either done or perhaps have gathered from other groups of scientists where you’ll indicate in certain categories\n\nthose that seem to be the most safe and those that seem to be really ought to be avoided.\n\nAnd to me that especially for the general public and for consumers that seems to be like a very helpful resource.\n\nThank you. The thing is it’s like I would say the way I look at CleanLabelProject and our special sauce is that marketing departments do a really effective job at selling comfort and security.\n\nAnd so if as Americans we are so fortunate that when you go to the grocery store we have so many choices.\n\nAnd when you go to that grocery store aisle and everything literally says it’s full of nothing but wholesome goodness.\n\nHow do you know what’s actually not right? It’s a matter of you know find me one product that says in the package frankly listen this doesn’t taste very good.\n\nWe use the cheaper packaging yes got a little BPA but a little endocrine disruption never heard anybody we made our margins you know nothing says that.\n\nAnd so from our perspective it’s like in data and science we trust you know if that’s where you look at you know an ICPMS a tandem LC mass spectrometer you look at actual science.\n\nAnd then that’s where you can actually differentiate of like no no if you’re if you’re just looking for an apple sauce because your kid likes it not all apple sauces are created equal you know and that’s where you can actually differentiate of products that are superior as well that aren’t.\n\nAt the end of the day is sometimes data and science flies in the face of conventional wisdom and sometimes go figure marketing departments don’t put all the facts on the product label.\n\nYeah this is this is so great I am in why on earth when I was talking a bit about the nutrition side of food I spoke about how not all carrots are created equal and this is sort of the flip side of the same coin but I took the example of my.\n\nFriend Mark gut ridges farm Olin farms farms which is close to here where you know his carrots may be cost three or four five dollars a pound and I can go to a grocery store and get conventionally grown carrots from California for a dollar a pound or maybe even 60 cents a pound.\n\nBut chances are really good and he’s been doing some studies on this that the nutrient density the nutrient content of his carrots might be 10 20 30 times as great which means actually that of five times more expensive price point is actually a steal.\n\nYeah because you’re getting a 30 times a 20 or 30 times better quality product.\n\nOh I completely agree and it goes right back to that soil health it’s like if it’s the same soils that are contaminated those soils aren’t going to have the same nutrient density that the just like we said that the crops are going to suck up the bad stuff they suck up the good stuff too and if the good stuff isn’t there I mean it was one where I remember I mean it’s been a while now years really where you look at the difference between the egg yolks of like an actual farm raised you know like chickens that are out on pasture so to speak walking around and you look at the color of the egg.\n\nYou look at the color of the egg yolk versus kind of your traditional egg yolk in like a conventional egg at the store and then you look at an actual like chicken you know farm raised and it’s like orange versus a pale yellow and then it’s one where even when you read about it talks about the amount of you know mega fatty acids and just the concentration of nutrients and the difference and so it all comes back to that soil and how we treat our soil and so it’s one where you know you even can see it.\n\nIt’s one where you probably know much better than I do in terms of the soil health you can even see it in the soil where you pick it up and you can see that there’s life and matter that exists there versus soil that literally needs to rely on so many soil amendments to just be able to bear vegetables and fruit and things like that just because it’s so depleted over the amount of just industrialization that has gone into agriculture over the past several decades.\n\nYeah absolutely and you really you can see it in general you can smell it yeah you can feel it and of course this can also be tested yes in in lab so there’s more and more soil testing going on around these issues as well, fortunately.\n\nAnd it behooves us all who have the privilege and opportunity to connect more with local farmers to do so.\n\nAnd to visit that extra weekend out of the year, to pay that extra couple bucks for the products to help support those farmers.\n\nBecause I’ll tell you, a lot of those folks are working literally night and day and dedicating their lives to growing high quality food for our communities.\n\nAnd from my perspective, it’s an imperative that we support them as much as we can.\n\nAbsolutely. And I would say don’t give me wrong, there’s plenty of amazing organizations that are also larger trying to do things right.\n\nBut it’s also one where it’s going to take a community agriculture and kind of concerned consumers in order to advance this, right?\n\nEven the stuff that we’ve been seeing lately on the news related to heavy metals and baby food.\n\nThis was a very much a consumer led action that over the course of the past several years, you can see consumer advocacy ultimately pulling through industry reform and regulatory playing catch up.\n\nAnd it’s a matter of the same type of thing that it’s like, you know, the concentration, the nutrient density of carrots from several decades ago looks very different than what it does today.\n\nAnd it’s a matter of just consumers just being vocal about that and using your dollars as a vote for the food systems you believe in.\n\nYeah, yeah, that’s so important.\n\nLet me remind our audience that this is the Y on Earth community podcast. I’m your host, Aaron William Perry.\n\nAnd today we’re visiting with Jackie Bowen, the executive director of the clean label project.\n\nYou can get information at cleanlabelproject.org.\n\nOn Facebook, you can connect its clean label project, same with Instagram.\n\nAnd we’ll include all these links in the show notes, of course.\n\nAnd then Jackie also provided a link to a science direct article will provide the link on that as well.\n\nAnd we’ll discuss that in just a few moments.\n\nI want to speak in of communities and local farms and wonderful products.\n\nI want to thank the sponsors who make this podcast series possible and who are supporting our Y on Earth community mobilization work.\n\nThis includes Earth Coast productions, the Lidge Family Foundation, Alpine Botanicals, Purium, Earth Hero, liquid trainer, Vera Herbels, growing spaces,\n\nsoil works, joyful journey, hot springs, spa, earth, water press, Dr. Bronners, 1% for the planet, Weylay Waters, and of course our many monthly contributors.\n\nWe’ve got folks all over who have joined giving at a monthly donation at a level that is of your own choosing.\n\nAnd if you haven’t yet signed up and you’d like to, you can simply go to the Weylander.org slash support page and set that at any level.\n\nIt’s very helpful for our work.\n\nIf you’d like to give it the $33 or greater level per month, we will send you shipments of the Weylay Waters,\n\naromatherapy, CBD hemp infused soaking salts as another way to enhance your health and wellness practice.\n\nNow the hemp on those products is coming from organic, regenerative and biodynamic farms.\n\nSo I would imagine it’s going to be among the better quality hemp available out there.\n\nAnd it’s a special, a very special thanks to our stewardship circle contributors, including our very recent joining friend, Bob,\n\nHill, thanks, Bob, for your support in all the great work you’re doing in the farming and herbal medicine arena.\n\nSo let’s get to that article that you shared the link for.\n\nCan you tell us what’s in that and what we’ll expect to find that?\n\nSure. So that was the foundation of what we published where we went peer reviewed with the two contents of America’s best selling infant formula,\n\ninfant formula and baby foods. So basically we tested over 500 different baby foods and infant formulas.\n\nAnd the thing is that, you know, again, going back to what we mentioned before that, you know, if you’re just looking to go to the store\n\nand buy, you know, the different food that your your kid likes, it’s a matter of like you want the convenience,\n\nbut there’s certain safety that’s assumed, right?\n\nAnd so it’s interesting going back to it as, you know, of course, you’ve got to comply with your regular traditional food safety.\n\nBut then you look at certain types of products and you look at the, you know, just the sensitive population that our children\n\nand then you see these elevated levels of both lead and cadium, an infant formula for me, as I mentioned before,\n\nit’s just because it’s the exclusive form of nourishment at this critical period of development that was especially important.\n\nWhat’s interesting to see is just literally in the past couple months, there’s this new, it’s called the Baby Food Safety Act of 2021,\n\nwhere they’ve actually looking to establish maximum contaminant levels within, of heavy metals, within infant formula and baby foods.\n\nAnd this is in a really amazing first step.\n\nSo literally this is within the past few months, this has come out.\n\nSo nothing has advanced so far, but it’s interesting to see that there’s been a lot of dialogue there.\n\nOne of the things that’s important to keep in mind is clean nail project is absolutely unbored and supportive of additional regulation,\n\nespecially around maximum contaminants in all food, but especially for vulnerable population.\n\nThe thing that’s a little bit, I would say, kind of concerning, is that ultimately in no way do I believe that any baby food companies are like peppering their product with heavy metals or pesticides,\n\nbut from an engineering perspective, what gets measured gets done.\n\nAnd by having a regulatory tolerance, you’re forcing the conversation of you’re going to have to do testing to make sure that you comply.\n\nWhat’s interesting though is that ultimately, baby food companies will have to get their ingredients from a farm.\n\nAnd those farmers are going to, you know, they’re not necessarily adding these heavy metals to the soil either.\n\nGoing back to the whole thing that the environmental policy, you know, do we have the environmental policy that will allow farmers to grow food, nutritious ingredients in soil that can yield these expectations in baby food.\n\nSo it’s one where, you know, it’s very much going to be a matter of looking at it at the practicalities of like, okay, we can set these tolerances in baby food.\n\nWe need to make sure to support our farmers, make sure we’ve got the innovation happening to clean up the soil.\n\nAnd in order to achieve that, we also need that other step of setting progressive environmental policy.\n\nAnd then rounding that up with the fact that then we’ve got this whole global supply chain that we need to worry about too.\n\nSo it’s one where I think that I’m actually optimistic that I think we’re going to start to see some regulatory reform around baby foods, but it’s one where, you know, there’s still some work to do.\n\nWe’ve got two other critical steps that need to fall into place to make sure that baby food manufacturers can, baby food manufacturers can hit those marks.\n\nOne other thing that’s interesting, and this is both, you know, I’ll say this, when it comes to organic agriculture, is literally after testing thousands, if not tens of thousands of food and consumer products.\n\nThe organic promise of less exposure to heavy metals absolutely holds true, fundamentally.\n\nThe unfortunate reality is that domestically less than 1% of agricultural land is certified organic.\n\nAnd because of that, the USDA National Organic Program allows the use of conventional compost.\n\nAnd what that means is conventional compost will be like conventional chicken litter, right?\n\nSo you’ve got the feathers and the poop that is then allowed to be applied to the organic soils.\n\nWhat happens is those then obviously the problems and conventional agriculture related to the heavy metals and that type of thing is then applied to the organic soil.\n\nThe thing is, of course, we don’t want to incentivize the use of synthetic fertilizers, but we’re kind of stuck between this rock and the hard place given the limited domestic organic agriculture.\n\nSo you do see within some organic products, and I would say things to watch out for a rice-based ingredients.\n\nFor whatever reason, rice-based ingredients have higher amounts of arsenic that they pull from the soil. Both organic as well as not.\n\nAnd so it would just be a matter of watching for those high risk ingredients.\n\nThe organic promise, like I mentioned around pesticide definitely holds true, but then for concern consumers, if there’s certain brands or products that your family loves,\n\nreach out to especially in the baby food space. This is such a hot topic right now. They’re all implementing provisions in order to make sure that they’re checking their ingredients before they look to formulate.\n\nSo do your homework, but especially that segment of the industry is extremely motivated around trying to solve this heavy metal problem.\n\nYeah, this is so important to hear about and think about it. Gosh, it’s got me thinking, okay, so you used a term rounding up, and I couldn’t help, but jump off of that speaking of rounding up.\n\nWe ought to talk a little about glyphosate, and these very intense toxins being used, broad-scale agricultural applications.\n\nNot to mention the millions of acres of people’s front and back yards around the country where this stuff is being willfully and deliberately sprayed.\n\nWe wonder why our pets are getting cancers, and the kids are out there playing in the yards and so on.\n\nMaybe we ought to stop spraying these toxins in our own yards while we’re also learning about how to get these out of our food supply.\n\nOne of the things I’m really excited about is this regenerative organic movement that’s emerging in our friends over at Dr. Bronner’s, Patagonia, Demeter, and the Rodale Institute.\n\nAnd we’ve had folks from I think almost all of those organizations on the podcast talking about this have put forth this regenerative organic certification.\n\nAnd so when we get into this question of fertility and how to maintain and enhance fertility on the farm, it’s something in this country frankly run into a dire situation with our dependence on chemical inputs over the last 70 years or so.\n\nAnd it’s imperative that we educate and accelerate our efforts around truly regenerative soil-building practices.\n\nAnd frankly, the good news is there’s a whole lot that can be done.\n\nThe bad news is there’s not a whole lot of it happening yet to your point about the 1% of acres being certified organic.\n\nThere are very positive trends about more and more acres going back to organic, but there’s so much at play right now at all these different steps and stages of essentially all these things feeding into what we might be eating for breakfast or lunch or dinner.\n\nSo I’m just I’m curious from your perspective in terms of some of these trends happening on the agricultural side of things in the farms.\n\nWhat do you see as most promising and what do you see as much challenging right now?\n\nI am super excited about that whole regenerative agriculture movement. I haven’t done a lot of work in the organic space. Dr. Bronner’s and David Bronner is just one of my favorite humans.\n\nHe is just such a big spirit, love that guy.\n\nAnd so along those lines, it would be I’m excited about the regenerative agriculture because it’s not just about not causing more harm, but it’s like how do we fix these problems that we’ve had?\n\nAnd so I love it because especially for me looking at it of like, we’ve got these heavy metals in the soil.\n\nAnd no, we don’t want to take 100 years for mother nature, sun and water to fix the problem. What can we actively do to make it better?\n\nAnd so I’ve got a lot of hope in the regenerative agriculture and along those lines, just like I said in baby food is right now is such an amazing time to be a consumer as well as a consumer advocate.\n\nOnly because it’s one where consumer education and consumer advocacy can pull through industry and regulatory reform.\n\nWhether industry or regulation wants it or not, if consumers will it, it’s going to happen.\n\nAnd so it’s like you get some of these amazing brands that are really progressive in order to drive it through, drive the whole problem, which I think is great.\n\nAnother movement that I actually think is pretty cool is the upcycled food movement.\n\nAnd so this one is one where literally this would be traditional food waste.\n\nThat it’s not one where it’s thrown away, but it’s like 40% of food is thrown away before it even reaches the grocery store because it is aesthetically not pretty.\n\nIt’s not your perfect Roma tomato.\n\nThe blueberry isn’t quite big enough to make it into the clamshell.\n\nAnd these things end up either in landfills or being killed under or end up being sent to the neighbor next door as livestock feed.\n\nBut the thing is like no, no, these are really great ingredients that can end up in cereals.\n\nThese are really great ingredients that can end up in cosmetics.\n\nHow can we do a better job of almost making a craigslist of what would be waste that still has nutrient density, that still has protein, that still has calories, that would be destined for landfill.\n\nHow can we upcycle that into actual food and human food?\n\nAnd so that I would say that’s another really interesting movement that I’m excited about in addition to regenerative agriculture.\n\nYeah, absolutely.\n\nYeah, so I’ve been tracking a few entrepreneurs launching consumer packaged goods, companies using these kinds of inputs, so-called ugly fruit or ugly vegetables.\n\nIt’s a great idea. And obviously, you know, I heard a stat once that when we’re looking at climate change and greenhouse gas emissions.\n\nSo the inorganic decomposition of food that often occurs in a landfill situation releases methane, which is a very potent to greenhouse gas.\n\nAnd so if we measured food waste around the world and compared that to all the national emission rates per year, food waste would be the equivalent of the third most emitting country on the planet after the United States and China basically.\n\nSo there’s so much that we can do there.\n\nAnd I remember hearing something like a third of all food basically gets wasted.\n\nYeah, I mean, I’m just even thinking my house is like tomatoes that are starting to not look so good. That’s salsa.\n\nI mean, there’s like really good things you can do with it. It’s just a matter of, you know, I didn’t realize until I learned more about the movement of how focused, you know, and shame on me, but how focused on aesthetics.\n\nI mean, how could we assume that any agricultural commodity of like real much tomatoes don’t have to be pretty, you know, and apples don’t all have to be pretty to be really tasty.\n\nSo yeah, I think that there’s going to be some really interesting movements around trying to like just rescue food that is destined for landfill that has no reason to be there in the first place.\n\nYeah, yeah, absolutely. Well, it was speaking of aesthetics in great that you mentioned David Bronner because he actually was was on a recent episode and it was really fun talking with him.\n\nWe also recently had an episode with Katie Garciss who’s on our board and is also a director at beauty counter and they’re doing a lot of work in the detoxification of cosmetics products.\n\nAnd she shared something astonishing with me then that in Europe, they’ve they’ve banned over 1,400 substances from cosmetics.\n\nWhereas in the United States, it’s something like 30 going back to this, this is governed by a two page document federal law that was enacted in the 1930s.\n\nThat’s covering a $62 billion cosmetics industry and of course beauty counters doing a lot of collaboration with the environmental working group on the testing side of things.\n\nBut with respect to cosmetics and other things like, you know, prenatal vitamins and sunscreen, you guys are doing things that are even sort of outside the realm of food per se.\n\nTell us tell us about some of those things that you guys are working on.\n\nSure. So the thing is it’s like when we talk about even like baby food lately, it’s just one where we talk about vulnerable populations, but it’s also the one where, you know, in utero is also a very vulnerable population of what we provide for, you know, pregnant women.\n\nSo obviously, prenatal vitamins, you know, plays a critical role, critical role in that.\n\nLooking at other types of cosmetics around sunscreen as well as other types of cosmetic products, I did pull a few of beauty counters products and I did test them and they actually it’s legit.\n\nYeah, they’ve got their legit.\n\nExactly. I randomly pulled them because it’s like, they’ve got some really great progressive standards and I was like, you know, naturally, you know, I’m acidic. That’s what I do, you know, but they’re legit. So it’s good.\n\nRelated to sunscreens, you know, it’s one where it’s interesting, you know, because like I said, sometimes, sometimes, you know, data flies in the face of conventional wisdom.\n\nAnd one of the things that I love over the past few years is that, you know, you’ve got two different types of sunscreens. You’ve got mineral sunscreens and you’ve got chemical sunscreens.\n\nAnd you’ve got the problem with chemical sunscreens is you’ve got this oxybenzone octanoxate, which basically sits on the certain, I’m sorry, yeah, it penetrates your skin in order to create a barrier with the sun.\n\nThe kicker is that then it does a really effective job blocks the sun’s race from coral reefs and, you know, when it comes to, yeah, which just makes it bad, obviously.\n\nAnd then it’s also these happen to be endocrine disruptors, which is bad.\n\nAnd the other side, you’ve got these mineral sunscreens. They sit on the surface of your skin. The actors are typically zinc oxide and titanium oxide.\n\nI’ll tell you what the problem with those is. Those aren’t heavy metals. Heavy metals hang out with heavy metals. So what you see in some, not all, you know, of these kinds of products is elevated amounts of heavy, of other types of heavy metals.\n\nYou’re looking at your lead and your cadmium and things like that. Not all of them, which is interesting because what I think is some zinc oxide, some titanium oxide, sunscreen, I guess suppliers are doing a purification process because it’s not across the board.\n\nAlong those lines, where this only poses a problem is like, you know, for you and I putting on a, you know, a mineral sunscreen is completely fine.\n\nWhere it poses a problem is like, you put a sunscreen on a child, you know, show me a two or three year old that doesn’t put their fingers or their feet in their mouth, especially when they’re at the beach at a picnic, that type of thing.\n\nSo it’s one where, you know, it’s interesting to see this emergence of we definitely want to get away from the chemical sunscreens.\n\nAnd there’s so much momentum, both at the consumer advocacy and the regulatory level to achieve that amazing third party certifications around reef safe, which is also important.\n\nBut it’s also one where in knowing this, there is some additional room for improvement also when it comes to making sure to purify even those mineral sunscreens for especially if the, if the marketing is to target certain vulnerable populations when it comes to other heavy metals.\n\nThat is so so interesting. What sunscreen do you think is okay?\n\nYou know what? That’s a great question. I will say this is so I personally I have psoriasis and so I’m more of a, and so my skin is just generally sensitive.\n\nIt’s an autoimmune condition. And so I’m more of like the floppy hat long sleeve shirt kind of girl.\n\nUm, then I am about the sunscreen.\n\nYeah. Okay, that’s fair. So that’s a very, um, artfully dodged.\n\nWell, look, something jumped out at me at the, on the website, the anti-oxidant superiority award.\n\nYes. That sounds really fun and exciting. What is that?\n\nRight. And so the way kind of, the way to look at it is why antioxidants are in general, why clean they will project even cares about antioxidants is like here you have all of these problems with heavy metals, pesticide residues, plasticizers that wreak havoc on your system.\n\nRight. And it’s a matter of, um, when you’re talking about, you know, even antioxidants and you’re talking about things like sunscreen, it’s basically you’re talking about oxidation of cells when you have these different text, you know,\n\ntoxic chemicals you’re exposed to. The good thing is that antioxidants actually offset that.\n\nAnd so antioxidants fight free radicals. And so those are going to be just like you always hear, you know, blueberries, raspberries, strawberries, so good for you.\n\nUm, that’s why antioxidants that we look at it is like, yeah, it’s one where we’ve got this problem with heavy metals. But, you know, while I’m in no way of physician, it’s one where antioxidants can only help and not, you know, look to hurt the situation.\n\nAnd so that’s where with antioxidants superiority, it’s a matter of just like we talked about before, you know, carrots, not all carrots are created equal, not all eggs are created equal.\n\nWhen you look at different types of, you know, products, even different types of wines, you know, you always hear about red wine. It’s like, no, it’s good for you. You need to eat more, drink more of it.\n\nUm, it’s one where you look at it is like, oh, the levels of antioxidants are actually highly variable, depending on where that grape was harvested, how it was harvested, the soil that it came from.\n\nDid they use in the finished product a mega purple, or is it actually red because of the density of all of the different types of, you know, really good antioxidants that are adhered within those, you know, with cabernet grapes, more, more low grapes, those types of things.\n\nSo you see this kind of thing also showing up in the good stuff, right? And I’m sure if cleanable project looked at it and you value it at the other way of like vitamin D density, vitamin C density.\n\nIt’s like you’re not going to see the same levels across all oranges, you know, it goes back to what, what was that soil able to yield?\n\nYeah, I still love this and it makes me think that there are so many wineries now using biodynamics to help bolster soil health in part because there’s been this blight out in California.\n\nAnd I’d be curious to see a study to start correlating some of these practices with the antioxidant levels and contaminant levels and so on.\n\nIt’s always interesting, I haven’t investigated biodynamic, but it would be interesting to look at.\n\nI mean, so often you hear with biodynamic and people talk about, you know, like voodoo agriculture, it’s like, I’m not exactly sure when, you know, row crops became like so common.\n\nI’m like, yeah, that’s really natural.\n\nYou know what I mean? That it’s like, no, animals die on fields, they decompose, you know, in these different types of nutrients and minerals, get put back into the soil.\n\nThere’s different times of day that when you harvest, you know, the nutrient density that within those, within those plants and those crops, it’s just different given the mechanics.\n\nAnd so, but I haven’t yet had a chance, I would love to or be fascinating to see of even like, you know, when, when you look at something that’s harvested biodynamic versus organic versus, you know, conventional hollows and how that nutrient density varies because I can, I absolutely anticipate that they would look very different.\n\nIt’d be, it’d be a fun little project to pursue.\n\nWe’re connected with a bunch of friends in that arena and who knows maybe, maybe there’d be some interest in doing something like that.\n\nThat’d be a lot of fun and it would be very interesting, I think, to me as well.\n\nI got to mention that around page 300 of Y on earth, the book in the chapter called Make is a list of the 10 most toxic or 12, excuse me, most toxic chemicals in your home.\n\nThis, this came from a resource called prevention.com and was part of an investigation by the environmental working group.\n\nSo in there is BPA, led, of course, arsenic per chlorate. Yeah, led is right there.\n\nNumber seven on their list, glycolethers and so on and so forth. So I know you’re getting a full download here with this episode right now with Jackie.\n\nHowever, if you’re interested in reading a little more on all of this, I would, I would point you in the direction of this chapter called Make in Y on earth around page 300.\n\nAnd Jackie, I just want to mention once more that cleanlabelproject.org has all kinds of great resources and we didn’t hit on pet food, but pet food section.\n\nYes, yes, pet food. And so when it comes to pet food, here it is where 95% of pet owners consider their pets part of the family.\n\nI know I do with my fur babies. And so the thing is with pets, unlike ourselves, they for the most part eat the same thing every day, two to three times a day, their entire period of their life.\n\nRight? The thing that’s different is it’s always so interesting when you look at the marketing of pet food and you see like these beautiful fillets or these beautiful bounding cows through these fields.\n\nAnd then you see a, you know, a pet food or dog food bag that retails for 30 bucks. And you’re like, and it’s shelf stable, you know what I mean?\n\nWhere it’s like, I don’t know. And so the thing is like when you test the very best or the top selling pet foods in America, you see crazy results.\n\nI mean, pet food, I would say like in the different categories, like we’ve tested a range of different types of products, but pet food was by far the narliest.\n\nAnd I say that not that all of them is bad. It’s all of them are bad. It’s just some of like, like I said, my love of statistical outliers, the ones that you see that are just like crazy numbers.\n\nWhenever I run into people that at the airport are sitting next to people and they hear what I do, naturally they’re like, oh my god, what do you feed your dog? What should I, you know, what should I feed them?\n\nHere’s one of the things that I always say with pet food. By far, the cleanest pet food protein source is turkey.\n\nThe most contaminated fish all elaborate turkey. I’m not exactly sure why as opposed to all their types of poultry, right? Because you can go and you can have chicken.\n\nTurkey was by far the cleanest in terms of that, you know, you also have to think of it like the lifespan of you typically you think of, you know, chickens, you think of broilers, you know, their lifespan is shorter.\n\nSo I don’t have the chance to kind of consume as much of this, you know, pesticides or heavy metals that would then bioaccumulate.\n\nTurkeys must be the case too or that what they’re fed is just different. Nevertheless, turkey protein within pet food looks great.\n\nOn the other side, we talked about fish before and about how it naturally bioaccumulates. The thing is when it comes to fish and fish ingredients and pet food is go figure, the fish that they put in the pet food is not the beautiful salmon fillets that you see in the deli case at Whole Foods Market.\n\nThat’s not what’s in the pet food. What that’s under the pet food is something that they call the rack and what the rack is, that’s going to be the brains, the innards, the skin, the bones.\n\nWhere do heavy metals accumulate? The fat, the bones, the skin, you know, those other tissues. And here you have your little fuzzy animal who then eats the same thing two to three times a day every day of their life.\n\nNo, don’t get me wrong. Fish oil and especially fish based ingredients with all of the fatty acids and all the amegas are really important.\n\nIt’s just one of those things to keep in mind that given their mono diet, just that need or potential to make sure that where possible, unless you’ve got your pooch or cat has some type of food allergy, where possible, try to minimize.\n\nAnd even if your pet does have an allergy and needs to rely on a fish based diet, try to look for those fish that are at lower order, right?\n\nIf you don’t want those higher order fish, you want the smaller ones. So those would be among the lines of like, you know, your cod, your anchovy, some of those smaller fish that don’t have that same heavy metal bio accumulation problem.\n\nAs opposed to tuna.\n\nExactly.\n\nThere are so many others with the cod.\n\nYeah, I mean, the other ones that you typically, we would hear about within, you know, within kind of like human food would be any of like your shark based food and stuff like that.\n\nAnd tuna is typically the other one we would hear about. Salmon is kind of middle of the road, but tuna would be the one that you typically hear about within, within pet food.\n\nAnd not to, you know, add to the gross factor here, but for a while, I was working in the recycled fryer oil industry with a biofuels company and a whole lot of the recycled fryer oil, which is pretty gnarly stuff.\n\nYou don’t come across this unless you’re in an alley behind a restaurant and you’ll know when you’re near it because you’ll smell it.\n\nIt’s usually really gnarly and a lot of that ends up in pet food.\n\nIn fact, a lot of that also has been going into cosmetics manufacturing, which is not a great thing to think about either.\n\nBut yeah, we, I mean, it’s, and you see a lot of pets out there with skin issues and you can tell they’re having health problems.\n\nAnd, you know, surprise, surprise, it might be related to what they’re being fed.\n\nIt’s interesting. I anticipate over the next few years, you’re going to see a lot of work within the consumer advocacy in the pet space.\n\nThe primary regulation that’s used in the pet food space is called AFCO, A-A-F-C-O. I’m not exactly feed control operators is the end of it.\n\nBut it’s one where there’s, there’s a fair amount of questionable ingredients that are allowed within pet food and just given the humanization of the pet food category and the claims that are made on pack.\n\nJust like I mentioned, so many of us consider our pets part of the family.\n\nWe expect better, especially when we’re paying a little bit more trying to those, those same claims that, you know, the reasons why we buy food independent of taste and price, that they just resonate with us, you know, from a more philosophical level.\n\nSo same things that we expect in our pet food too.\n\nYeah, that’s, that’s really good to think about.\n\nWell, Jackie, I’m, I’m looking here at my notes and I, I think we’ve covered everything I was hoping that we would.\n\nAnd, you know, before signing off, of course, I want to give you the opportunity to say whatever else you might want to share with our audience.\n\nAnd, of course, thanks so much for taking the time to visit with us.\n\nYes, I appreciate it. No, I would just say if anything be a critical consumer, it’s a really fun time to be a consumer and use social media in order, in order to hold a brand accountable.\n\nAsk questions, demand answers, and think of your dollar as a vote for the food systems you believe in and use your vote wisely.\n\nThat’s great. Well, thanks so much, Jackie. I appreciate it.\n\nAppreciate it.\n\nThe Y on Earth Community Stewardship and Sustainability Podcast series is hosted by Aaron William Perry, author, thought leader, and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly, or monthly supporter, please visit YOnEarth.org-support.\n\nSupport packages start at just $1 per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YOnEarth, all one word with a Y.\n\nThese sponsors are listed on the YOnEarth.org-support page.\n\nIf you found this particular podcast episode especially insightful, informative, or inspiring, please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in.\n\nThank you for your support, and thank you for being a part of the Y on Earth Community."
}