{
  "title": "Episode 06 – Safi Kaskas – Author, “Qur’an with References to the Bible”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2499/episode-06-safi-kaskas.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-06-safi-kaskas/",
  "episode_number": 6,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHi friends, welcome to another edition of the YonEarth Communities Stewardship and\n\nSustainability Series.\n\nI’m so excited to have the opportunity today to speak with Dr. Safi Kaskas who joins\n\nus from Jeddah, Saudi Arabia, and Dr. Kaskas travels all over the world speaking with\n\npolitical leaders, business leaders, and religious and spiritual leaders about a variety of\n\nessential topics to our times.\n\nIn particular, he is doing work in the arena of cultural reconciliation, of focusing\n\non healing and love between and among different peoples and cultures.\n\nAnd Sathi, it is such an honor and a pleasure to have this time with you today.\n\nThank you so much for joining us.\n\nThank you.\n\nI’m very happy to be able to speak to you.\n\nThank you.\n\nWell, this is wonderful.\n\nI thought as a way to kick things off, I might mention to our viewers that Sathi co-authored\n\na translation of the Quran with David Hungerford, and in it, they, in their dedication, share\n\na message I think that is so important to our times.\n\nI’m just going to read this really fast.\n\nIt says, this translation of the Quran is dedicated to our grandchildren, half of them\n\nMuslim, half of them Christian.\n\nWhich we as their adults do not learn how to live, love, and respect each other, and\n\nto pass this on to them and their parents, we will have allowed them to learn all the\n\nhate and fear that is so dominant in the world today.\n\nIt is said that people fear what they don’t understand.\n\nWe pray that this translation of the Quran with references to the Bible will enable our\n\ngrandchildren to share our understanding of the peaceful and inclusive holy books of\n\nthe religions claimed by more than half the people on the planet, both of which promote\n\nGod’s love and mercy to all human beings.\n\nSo Sathi, with that, perhaps you could give us a bit of an introduction to the work that\n\nyou’re doing right now around the world and why it’s so important.\n\nWell, I like to tell you a little bit about the translation to start with because that’s\n\nthe foundation of the work that I do.\n\nActually, I spent six years working on the translation of the Quran.\n\nThe reason I work on a new translation, there are over 200 translations you can find in\n\nany bookstore.\n\nThe reason I did a new translation is simply because I didn’t recognize the verses they\n\nare quoting on TV when they say, this is the Quran.\n\nThey talk about hateful things, they talk about how we’re asked to kill all the infidels.\n\nThe Quran doesn’t ask me to do this, that’s not the Quran I grew up with.\n\nSo I decided, enough is enough.\n\nI better do a translation in simple, easy to read, easy to understand English.\n\nSo my translation is not directed, it’s not targeting academic people.\n\nIt’s targeting my grandchildren and their friends.\n\nI really wanted them to understand the faith I have.\n\nI wanted them to be proud of the faith I have rather than be ashamed of it.\n\nIf my faith was something to be ashamed of, I would have left it myself.\n\nMy faith includes believing in Jesus, my faith includes believing in Moses, believing\n\nin Abraham, their faith is my faith.\n\nI don’t have any faith coming from a different planet.\n\nI have a faith made for people who live on planet earth and this faith calls us to build bridges\n\nrather than build walls around us.\n\nSo I go around the work talking about what I found in those six years in the Quran.\n\nI thought I know the Quran very well.\n\nAfter six years working, trying to understand every word in Arabic, then finding an equivalent\n\nof that word in English, I think I know pretty well what the Quran’s message is.\n\nThe essence of the Quran is freedom.\n\nThe essence is God telling us, you come to me with your free will, or I don’t want you.\n\nCome to me freely, submit your will to mine freely.\n\nLove each other freely.\n\nDo good work on earth freely.\n\nOnly this word that you do with your free will, that come.\n\nAnd then at the end, you come back to me.\n\nAnd I’m going to hold you responsible for whether you loved each other, whether you loved\n\nyour neighbors, whether you loved your enemies, whether you lived in peace or whether you\n\nworked for peace.\n\nIt’s not always possible for us to live in peace, but at least we can work for peace.\n\nSo this is basically what I go around that we’re talking about.\n\nIt’s a message of bringing people together, reconciling, everybody talking about love\n\nrather than hate it.\n\nIt’s so important.\n\nIt’s so important in these times, in particular, Safi, and I’m struck following your posts\n\non Facebook, and you are so good at documenting your journeys, your travels, your\n\nencounters with different people all around the world.\n\nAnd I remember, I think this was earlier this year, maybe last year, a few months ago,\n\nseeing that one part of the week you were meeting with some spiritual leaders in the\n\nMiddle East.\n\nAnd then later, a few days later, you were meeting with some of the elders of the Mormon\n\nChurch, probably I’m assuming out in Utah, I think it was.\n\nThe Young University and other places.\n\nYes, and I was just so struck by when you mentioned bridge building, that you are helping\n\nto plant the seeds of these conversations of love and peace in so many communities all\n\nover, and that when we get down to it, love and peace seem to be so central to these\n\nrich, religious, and spiritual traditions that we have the opportunity to draw from.\n\nAnd I’m curious when you’re bringing that message to different communities, Safi, how\n\ndoes that receive?\n\nHow are people responding to that?\n\nPeople listen to me attentively.\n\nI’ve never had anybody violently oppose what I’m saying.\n\nI’m talking about basically loving God and loving neighbor.\n\nThat’s the essential message that I bring to others, especially in the United States.\n\nWe need that message.\n\nWe need to implement that message.\n\nI mean, at one time, I heard love God and love neighbor so much from my neighbors.\n\nSo I went and did a little survey knocked on the door of every neighbor I have on a short\n\nstreet that I live on in the Washington DC area.\n\nAnd I said, do you love your neighbor?\n\nSay yes.\n\nHow do you love your neighbor?\n\nThey didn’t know how to answer.\n\nWhat do you do?\n\nHow do you express this love?\n\nMost people didn’t know how to answer that question.\n\nSo talking about loving neighbor is one thing.\n\nPracticing loving our neighbor is another thing.\n\nLet alone loving our enemies.\n\nWe are far away from loving our enemies.\n\nWe are so scared in the Western world, in general, not just in the United States of the\n\nother.\n\nWe’re scared of the other.\n\nThere is an industry that keeps feeding fear into us.\n\nOne day I was speaking at a church in Noon, in Georgia.\n\nAnd this old lady said, you said you live in Saudi Arabia, I said yes.\n\nShe said, would you tell me that truth?\n\nI said yes.\n\nShe said, is it true they’re building boats and distributing weapons and they’re going\n\nto come to our shores and shoot us?\n\nI said, man, the Saudi people are really just like us.\n\nThey have families.\n\nThey have children.\n\nThey don’t have time to think about us.\n\nThey spend their time taking the children to school, going to the doctor, trying to make\n\na living, buying groceries from the grocery store.\n\nThey don’t think much about us.\n\nYou need to go and visit them.\n\nShe said, is it safe to go there?\n\nI said yes, it is safe.\n\nI mean thousands of Americans come and visit and then go back safely.\n\nIt’s very safe.\n\nSo anyway, the message that I take to people is a message of love.\n\nThe message they receive from some network, TV networks and from radios, especially on\n\nthe radio in the afternoon, those talk shows their message of fears.\n\nThey try to make people feel so fearful of the other.\n\nSo now in the mind of some Americans, all Muslims are terrorists.\n\nEvery Muslim is a suspect.\n\nAnybody speaking a language other than English is a suspect.\n\nThis is not the way the United States used to be.\n\nI came to United States in 1968.\n\nI’m a bicentennial citizen.\n\nI became a citizen in 1976.\n\nSo I am very proud to say this and to repeat it.\n\nThe United States I lived in at that time is not the same as the United States we live\n\nin today.\n\nMost likely people had racism, but it wasn’t open.\n\nIt wasn’t obvious.\n\nThey didn’t share it openly.\n\nNow the atmosphere is kind of poison and I don’t like this.\n\nI don’t like to see this.\n\nI don’t know what kind of place is going to be for my grandchildren to grow in.\n\nI mean, we live there, you know, I’m here today, but my home is not here.\n\nIt is in the Washington DC area.\n\nThis is where I live.\n\nSo, you know, it’s just I care about what happens there.\n\nI want it to be a pluralistic country, not a diverse country.\n\nI know a street in Maryland where you have a Jewish synagogue, a Catholic church, a Baptist\n\nchurch and a Hindu temple.\n\nBut those guys don’t know each other, that street has diversity, but doesn’t have pluralism.\n\nPeople don’t talk to each other.\n\nI want Americans to sit together with each other and say, this is what I believe in and\n\nI have the Constitution to protect me.\n\nSo let me explain to you my beliefs, regardless whether you agree with them or not.\n\nNo way in the Constitution that says we have to have uniformity.\n\npluralism is very important.\n\nThis is what made the United States grow and be number one in scientists in the research.\n\nWe drew all the brains from the work of the United States to build a great society.\n\nAnd this is what we should have again.\n\nThis is beautiful, Safi, and I want to reference something you said a couple of minutes ago.\n\nThis notion of loving our neighbor really is something that’s calling us to act.\n\nIt’s something that’s calling us to be outward in our service, really.\n\nWhat might you share with folks, regular folks, in terms of things we can do in our day-to-day\n\nlives to connect more with our neighbors and to show love more with our neighbors?\n\nYou know, the United States I knew in many places, it still is the same.\n\nPeople say good morning when they see you in the street in the morning.\n\nI love this.\n\nIf we start our day by saying good morning to our neighbor, that’s a good start.\n\nIn some other places in the world, people stop saying good morning to their neighbors.\n\nIf we smile when we see our neighbor, it’s a great start.\n\nIf we put ourselves in the shoes of our immediate neighbors, that will be very good.\n\nIf we feel with them, if we visit them when they’re sick, if we take some soup to them\n\nwhen we have fresh soup done.\n\nIf we have an older neighbor, if we visit her all the time, we’re talking about loving\n\nthe widows and the orphans and trying to free the oppressed.\n\nThis is what Jesus talked about.\n\nThis is what the Quran talks about.\n\nWe have the same message.\n\nLook, I challenge everybody.\n\nIf those messages are from God, then the message should be the same.\n\nIf the message is the same, then go and eat your Bible and treat me as if I was just\n\nanother Christian.\n\nAnd I would love it.\n\nAnd I will treat you like you were another Muslim.\n\nAnd you would love it too.\n\nWe’re not that weird really.\n\nYou don’t have to pray the way I pray.\n\nYou don’t have to fast the way I fast.\n\nYou don’t have to.\n\nBut we have to treat each other as a human being with people with dignity.\n\nWe need to treat each other with respect.\n\nAs co-citizen, we’re both citizens of a great country.\n\nWe can build that country together.\n\nIf we are united, if we are divided, we’re allowing enemies of the United States to come\n\nin between us.\n\nWe need to seal those gaps that exist, hatred should not exist.\n\nWe should replace them with love.\n\nIf we claim to follow Jesus, Jesus talked about love, not alienation, reconciliation.\n\nThat’s what we need to do.\n\nAbsolutely.\n\nThank you.\n\nThat’s so beautiful.\n\nAnd I just want to mention for our listeners who might be tuning in through the podcast.\n\nIf you’d like, you can go to yonearth.org and check out our community page.\n\nWe also are running some special deals on our audio books.\n\nIf you use the word podcast as your code, you’ll get some discounts.\n\nSo just want to be sure to mention that.\n\nAnd Safi, I am struck by your connection between this notion of human responsibilities\n\naccompanying human rights and also between notions of classical understanding in our Abrahamic\n\nreligious traditions, Islam, Christianity, Judaism, and classical understandings of the cultural\n\ninfrastructure that exists in the United States.\n\nThat is part of the deliberate founding of this country.\n\nAnd perhaps you could connect some of those dots together for us.\n\nYou know, I was born in Lebanon.\n\nI moved to the United States in 1969.\n\nI moved permanent to the United States in 1969.\n\nThe reason I moved to the United States is because I read somewhere that it’s a country\n\nof neighbors.\n\nThat might be a silly reason for some people.\n\nBut for me, it was something very important.\n\nI wanted to live somewhere where my neighbors care about me and I care for them.\n\nSure enough, when I first came in, I moved to Birmingham, Alabama.\n\nMy neighbors were great.\n\nThey were exactly what I was dreaming to have.\n\nThey treated me like I’m one of the family.\n\nThe door was always open.\n\nI was always welcome.\n\nCoffee was always warm.\n\nAnd they shared with me their life.\n\nI shared my life with them.\n\nThey gave me opportunities to succeed.\n\nWithout my neighbors, I would never succeed.\n\nThen I moved from there to New Orleans.\n\nNew Orleans, Louisiana, of course.\n\nAnd I lived there for 18 years.\n\nAnd people of New Orleans were fantastic.\n\nThey were great.\n\nThey were loving.\n\nThey were neighborly.\n\nWe all cared about each other.\n\nThe TV, the radio stations, the newspapers.\n\nWe’re always talking to me.\n\nAsked me about things they don’t understand about them at least.\n\nTrying to have a conversation about who are the Arabs?\n\nWho are the Israelis?\n\nWhy do you have a conflict?\n\nWho are the Muslims?\n\nWho are the Christians that are there?\n\nSo we had a conversation.\n\nWe can build a strong community if we sit down and talk to each other.\n\nWe gain nothing by hating the other, fearing the other, and hiding away from the other.\n\nWe need to sit together, get to know each other.\n\nLook each other in the eyes, love each other, care about each other.\n\nThis is how we can build a strong nation.\n\nAnd United States, I tell you, although we have a separation of church and state in the\n\nUnited States.\n\nBut our constitution is built, it’s based on encouraging people to have faith.\n\nThe government need to stay away from my personal beliefs.\n\nBut it need to protect my personal beliefs.\n\nAnd that makes United States a very unique place.\n\nThe American constitution is something that I and my children and my grandchildren is\n\nsomething that we are ready to die for.\n\nIt’s worth living for and dying for.\n\nIt’s a unique document.\n\nNone like it exists in the world.\n\nNobody else has a constitution like the American constitution.\n\nSo United States really as a whole, as a country, can offer the world two things.\n\nThe evangelical can go to the rest of the world and talk about Jesus.\n\nAnd we can go and offer the constitution of the United States to help other people build\n\ndemocracies like ours.\n\nNot that our democracy is so perfect.\n\nIt’s looking less perfect every day now.\n\nBut we need to fight again to make it perfect.\n\nWe have the opportunity to fight, to have the democracy, the republic, actually.\n\nWe don’t.\n\nOur founding father fought to build a republic.\n\nThat’s what we need to rebuild again.\n\nIn a republic, minorities count as well as majority.\n\nIn a democracy, only that, the majority come.\n\nNot the minority, but in United States, we need to build a republic.\n\nOur founding father intended to build.\n\nAnd this is how I see my faith.\n\nI see my faith and love in my neighbor, but by providing my neighbors with the same freedoms\n\nI like to have for myself.\n\nI love for my neighbor what I love for myself.\n\nAnd the essence of all this is freedoms.\n\nIf we don’t have those freedoms, my love for my neighbor is limited, is not potent.\n\nIt doesn’t lead to anything positive and good.\n\nSo we need those freedoms in order to give meaning to loving our neighbors.\n\nIt’s so beautiful, Sophia.\n\nIt reminds me of a story, a place that I read about when I was researching Y on Earth.\n\nAnd in many parts of our world right now, we’re experiencing political conflict, cultural\n\nconflict.\n\nAnd of course, increasingly in some areas we are seeing environmental challenges emerging\n\nas well.\n\nAnd all these things are colliding and creating conflicts and very difficult situations for\n\nmany of our brothers and sisters on the planet right now.\n\nAnd I was struck coming across this example of a place, a simple place in Israel called\n\nthe Araba Institute where they are bringing together Palestinian youth and young adults,\n\nIsraeli youth and young adults, others, Jews, Christians, Muslims.\n\nAnd not only are they doing cultural healing and reconciliation, they are also working with\n\nthe land, with the soil, healing the land and the soil in a region of the world where\n\nthere is a whole lot of healing to be done.\n\nAnd I’m just curious from your perspective, seeing love as being so central, seeing freedom\n\nas being so central, when we’re talking in the context of stewardship and sustainability,\n\nwhat do you think are some of the opportunities that people and communities all over have\n\nto do more in this respect?\n\nWell, a whole lot need to be done everywhere in the world.\n\nYou mentioned work that’s done in Israel.\n\nI think this kind of work that you’re talking about is well needed.\n\nFor years, I work with many Israeli friends who are peace loving people about bringing\n\npeace into the holy land.\n\nAfter all, it is the holy land, you know, it should be blessed with peace.\n\nSo far, we haven’t been able to do anything substantial that we can show to the rest\n\nof the world.\n\nAt this time, politics is taking away the best that we can promise, we can offer.\n\nBelieve me, peace can be at hand, if the will for peace, especially on the Israeli side,\n\nbecause this is the strong side.\n\nYou cannot ask the weak, the oppressed, the dominated, the conquered to come and sit\n\nwith you and be on equal footage with you.\n\nIf Israel want to give their Palestinian their independent state, they can do that overnight.\n\nThey don’t need to ask permission from anybody.\n\nThey can do it, and I usually use to put on the table a plan, an independent Palestinian\n\nstate that go into affiliation with Israel the next day.\n\nTo become independent, have an identity, goal, and Palestinian, and then go into affiliation\n\nwith Israel, because Palestine alone, the West Bank and Gaza alone cannot make a living,\n\ncannot survive.\n\nThey can only survive if their economy is attached to Israel.\n\nIsrael will continue to exert lots of influence on its neighbor, but give them a promise,\n\ngive them hope, give them something to live for, so they don’t be as desperate as they\n\nare today.\n\nI mean, we’re seeing people dying at the fence, at a barbed wire fence, in Gaza every\n\nWhy are they doing this?\n\nThey’re young people.\n\nThey’re dying because they’re tired of being imprisoned without any hope, without any\n\npromise or anything good to happen to them.\n\nSo please take them back, hug them, adapt them, show them a good life, show them some hope\n\nfor a good life, and then they’ll be your neighbor, they’ll be your friends forever.\n\nBut to keep them like this imprisoned, two million of them in a place where they cannot\n\nleave, nobody can come and visit them, they cannot even buy enough medication for their\n\nwounded.\n\nThat’s not human.\n\nThat’s not good.\n\nI like for Israel to take the responsibility of putting together, without negotiating, we\n\ndon’t need to negotiate, they’re the strong party that can create facts on the ground like\n\nthey used to be proud to say all the time.\n\nFor 70 years, they used to say to us, we create facts on the ground, go ahead and do it.\n\nThere is this final fact you need to create, create an independent Palestinian state that\n\nwill join you later in a federation.\n\nSo you can all be a model for peace, for prosperity.\n\nThe Bible says Israel should be a blessing to its neighbors.\n\nBe that blessing, forgot say, we want you in the neighborhood now.\n\nWe accepted you, the days when we used to think that Israelis are not wanted over there,\n\nare over with.\n\nNow you’re part of them at least.\n\nYou’re part of us.\n\nWe want you as our neighbors, but you need to feel like we do.\n\nYou need to be a part of the neighborhood, accept your Palestinian neighbors, give them\n\ntheir own dignity, treat them like normal human beings, with the right for self-determination.\n\nThey’re under occupation now for how long?\n\nHow long are they going to be under occupation forever?\n\nYou cannot keep occupying another people forever.\n\nYou know, this is basically where this work you talked about, love, cooperation, working\n\ntogether, building values is so important.\n\nWe can promote values.\n\nIf we promote values, everybody will have a better life.\n\nWe’re getting away from that in the United States, slowly but surely.\n\nEven evangelicals who talk about following Jesus, they’re talking about the idea but\n\nlosing the essence, which is the values.\n\nThe value is to love your neighbor.\n\nThe value is to sacrifice for your neighbor.\n\nWe forgot to say, even rejecting refugees.\n\nWe’re rejecting people coming to us in peace, want our protection and want to work in\n\nthe United States because we have values.\n\nSo allow them to come in, but anyway, this is, the point you are is needed all over the\n\nworld.\n\nThank you, Sophie.\n\nYou know, it’s so wonderful to hear from you and hear your perspective, which I think\n\nfor a lot of our listeners is a perspective that they’re probably not exposed to or experiencing\n\nevery day.\n\nAnd so it’s such a joy, a privilege and an honor to be able to share this with folks.\n\nAnd I think we’re going to wrap up here in just a minute before wrapping up.\n\nI just want to tease out again this focus, this emphasis on love, on our freedom, on cultivating\n\nour will and service to the brotherhood, the sisterhood of humanity.\n\nAnd we have so much we can do in our own neighborhoods and more broadly to help relieve suffering\n\nand cultivate love with people.\n\nAnd I just, I want to thank you again, Sophie, for joining us.\n\nAnd if you have any closing message for the audience at the YonEarth Community, it\n\nwould be wonderful if you could share that with us.\n\nOnly few words, love will win at the end.\n\nThis, this, the essence of life on Earth is love.\n\nBut love alone without us feeling it and sharing it and spreading it around is meaningless.\n\nLove is to be shared.\n\nSo let’s share love instead of hatred.\n\nThank you.\n\nBeautiful.\n\nThank you, Sophie.\n\nHave a wonderful day, my friend, and I look forward to talking with you soon.\n\nThank you."
}