{
  "title": "Episode 129 – Professor Bernard Amadei, Founder, Engineers Without Borders",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12733/episode-129-professor-bernard-amadei-founder-engineers-without-borders.mp3",
  "publish_date": "February 21, 2023 7:52 pm",
  "url": "https://yonearth.org/podcast/episode-129-professor-bernard-amadei-founder-engineers-without-borders/",
  "episode_number": 129,
  "subtitle": "Background",
  "description": "Recognizing that the very concept of the “university” was envisioned and established 1,000 years ago by mystics, Professor Amadei suggests that reconnecting with our spiritual natures by cultivating a sense of awe and wonder toward the profoundly complex and beautiful reality that we share on planet Earth. Suggesting that we could be do far better with our modern educational systems, he asks us to consider a future in which a “peace industrial complex” emerges and supersedes the “military industrial complex” about which President Eisenhower warned us almost a century ago. Professor Amadei encourages us to understand global peace, stewardship, and sustainability as not so much a set of technical problems to solve, but a matter of the “inner work” of cultivating ourselves as human beings, and transforming the deep-seated social constructs influencing our technology, economics, and governance systems, perhaps best understood through the “Ice-Berg Model” developed by Benson and Marlin (see image below). Quoting the medieval mystic Meister Eckhart, Professor Amadei emphasizes the importance of being in service, and reminds us that “The outer work cannot be great if the inner work is small.”",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry, and today\n\nwe’re visiting with the founder of Engineers Without Borders, Bernard Amadei, Hey Bernard.\n\nHey, how are you Aaron? I’m doing great and really looking forward to our conversation today.\n\nMe too, I think it’s going to be interesting.\n\nYeah, I do too.\n\nDr. Bernard Amadei is a distinguished professor and professor of civil engineering at the University of Colorado at Boulder.\n\nHe received his PhD in 1982 from the University of California at Berkeley.\n\nDr. Amadei is the founding director of the Mortensen Center and Engineering for developing communities.\n\nHe is also the founding president of Engineers Without Borders USA and the co-founder of the Engineers Without Borders International Network.\n\nAmong other distinctions and the list is long, I’ve got several pages here.\n\nYou don’t have to go straight ahead.\n\nDr. Amadei is an elected member of the U.S. National Academy of Engineering and the National Academy of Construction.\n\nHe’s also an elected senior Ashoka fellow.\n\nDr. Amadei holds seven honorary doctoral degrees from UMass Lowell, Carroll College,\n\nClarkson Drexel, Worshester Polytechnic Institute, the Technion in Israel, and SUNY ESF.\n\nIn 2013 and 2014, Dr. Amadei served as a science envoy to Pakistan and Nepal for the United States Department of State.\n\nAnd he also holds a commercial pilot license.\n\nMaybe we’ll talk about that too at some point.\n\nBut what has struck me in learning a bit more about you and your background from a professional and academic standpoint,\n\nand having been aware of your work with Engineers Without Borders for many years now,\n\nis that we’re not only going to be talking about technical and linear, so to speak, items today.\n\nWe’re going to actually be talking a lot about holistic, interconnected, and even one might say spiritual topics.\n\nOkay. I mean, Aaron, good point.\n\nYou know, I tell everyone, if all the problems in the world were technical, we would have solved them by now.\n\nI think we know how to do it from a technical point of view. I think what we are lacking is whether the more inner dimension of human beings had,\n\nwe essentially addressed the global issues that we are facing today.\n\nNot with new tech, new AI, new whatever you are saying that it has to do with the inner work of our institutions,\n\nthe inner work of decision makers.\n\nThere’s a great quote from a mystic of my study of the 13th century, I guess,\n\nwho I’m going to paraphrase, we’ll say that essentially the outer work cannot be great if the inner work is small.\n\nAnd so the question is, what’s the inner work of our institutions today, looking at what they do from an external point of view?\n\nAnd I can really question about the lack of inner work, right?\n\nSo for us engineers and scientists, usually it’s coming up with some new theories, new technology.\n\nThat’s what we need on our planet today. How do we create more of an inner work that translates into a better planet?\n\nAnd obviously right now so many people are focused on the development of technology, whether it’s in the digital realm or other types of applied or appropriate energy technologies or whatever else is being deployed around the world right now.\n\nAnd I’m just wondering, it doesn’t seem from my perspective that the inner work is a part of that milieu for most folks engaged in that kind of work.\n\nAnd I’m wondering Bernard, from your perspective, how might we look to bring that inner work more into the mainstream and more into the four of the consciousness of folks in a very technical society?\n\nThat’s a good remark and a really good question. I don’t really have an answer to that question.\n\nLook at the educational system that we are all exposed to starting the age of six or way to 18.\n\nWe don’t talk about inner work at all. We don’t talk, I mean, it’s not part of the discussion.\n\nIt’s about doing this, doing that, getting a good job, making good money, or what have you to help in the economy, or what have you, but what about the inner dimension of the decision makers?\n\nAnd where do you learn that? That’s in that, like we did, wisdom schools or where wisdom is part of, of part of the education.\n\nYou know, somewhere as you, it’s easier to speak a foreign language when you learn it early on in life.\n\nWell, what about, you know, teaching young kids about wisdom, about the inner dimension?\n\nNot talking about religion here, we’re talking about, we’re discovering what we are as human beings, introducing sustainability as early as possible, introducing healthy mind, healthy body, as early as possible.\n\nIt should be part of, my opinion should be part of the education. And it’s likely that, like a foreign language, research in the kids, we will remember that as we move in two teenage years and adulthood.\n\nOf course, we make mistakes, that’s not part of the equation, but being able to get back in-house.\n\nAnd an analogy that crosses my mind is that I read somewhere that in the old days, people in Midwest, we’d go out doing the tornado season, or tornado season.\n\nThe farmers would attach themselves with a rope to the house, so in case they were stuck out there, they could go back home.\n\nSo I like that metaphor because what is that rope that we have when we deal with, especially with steel with complex issues in life? You know, we all deal with that.\n\nWhat is that rope that brings us back home?\n\nBecause home is where we want to be, we want to be in a safe place, and whatever that safe place is, is certainly different for you and me.\n\nWhat is it that we have that brings us back home? Well, what is that life-streamed life, because it’s a life-saving rope, that brings you back home when you pitch the fan.\n\nYou know, you had made all of it, you cannot control it, and the fan is spinning faster and faster. How do you go back home?\n\nYeah, it seems to me that, and this is obviously a big part of the work that we’re doing at the Y-Earth community, that community building, and having those connections, those human connections, while we’re also cultivating our own inner lives, inner dimensions, is necessary.\n\nMaybe there are some other things as well, but it seems like those two community and the cultivation of the inner experience is critical.\n\nYou know, the term community comes from the Latin, I read about it, and says it’s about the gift of being together.\n\nSo you can be together with a group of people, if it’s not a gift, don’t stay there, it’s not a community, right?\n\nYeah. And we were talking about education in general. You know, universities were created a thousand years ago, they were tech, for young people to find a place in a universe.\n\nYeah. Is that the mission of our universities today? It is not. Right.\n\nRight, finding your place in a universe, mostly at the time, young men, but today, where do you find your place in a universe today?\n\nYou probably don’t, you know, have been at the university for 40 years teaching, I’m almost done here at the end of this semester.\n\nI don’t think that the mission of the University of Colorado is to find, for young people to find a place in a universe, not just the University of Colorado, of course, but as a university.\n\nSo what’s that mission? I mean, it’s, to me, the university should be a place where you discover yourself. You know, we talked about it before, but this idea of, I asked my students usually that question, what’s your mission statement?\n\nWhat’s the gift that you and he can give to the rest of the world? And are you a loose cannonball in the ocean of life moving around, left or right there?\n\nWhat you have, you know, your gift, of course, that the answer is, what is your gift, may change over time as you grow up and discover essentially who you are.\n\nBut to me, it’s an important question. What’s your mission statement?\n\nI reflected a lot on that. Initially, my mission statement was long, you know, and just summarize it with one word, three words, I mean, to be of service forward, to be of service.\n\nThat’s it. So, you know, so I think finding your mission statement, your gift is should be an outcome of any form of education.\n\nThat’s so beautiful. So at the end of high school, we asked you that last homework assignment.\n\nOkay, start another again, at the end of four years of college. Okay, what do you think? Are you better off today? Do you know who you are?\n\nAnd the answer may be no, which is perfectly fine too. It takes a lifetime of some people, many lifetimes to find out who they are.\n\nBut, must your mission statement, what’s your gift that you and he can give to the rest of the planet?\n\nYeah, so important and really beautiful to engage in that inquiry. And I’m curious, you know, we were talking recently about the fact that the university as originally conceived many, many centuries ago was conceived by mystics.\n\nYou sort of just alluded to this a few minutes ago. And I’m curious, in your opinion, what was it that was going on in the 11th, the 12th, the 13th centuries?\n\nIn Europe as that connection with the Middle East had come alive again. And there were, there was something so special in those times that it seems got really quite confused and jumbled in the ensuing centuries.\n\nShare with us a little, because I know this has not even been explored.\n\nI’m actually interested about the mystics of 11, 12, 13th century there. And it’s my mentor, Matthew Fox, who has written 40 books essentially on the mystics and my life changed completely when I met him in the late 1990s.\n\nAnd I’m really discovering a bunch of individuals, men and women, that in my story cards, and Francis of SCC, the God of Bingen, Julien of Norwich and all those individual, all those eclectic people, Thomas Aquinas and all that one.\n\nWe’re just rediscovering this concept of awe, you know.\n\nAnd to me, the wow, I mean, I got it, the wow factor. It was at that time, and Matthew Fox has a beautiful book and it’s an original blessing. It’s the original thing.\n\nWow, wow, of course, you don’t think too many people to church on Sunday was with that marketing tagline, but how is your own blessing?\n\nIt’s such a positive way of looking at how we stand as human beings in the universe, right? And that lasted about two, 200 years and then actually the plague came right stop the whole thing, pretty much.\n\nThis concept of which you know, blazing and after that was, you know, as you know, today seeing and guilt and all that nonsense that you see that you see in the world.\n\nBut we’re discovering this concept of the wow factor, right? To me, good engineering is an engineering where you can look at it and say, wow, if you look at any practices,\n\nif the practice you do, not just engineering, doesn’t give you a sense of wow, of awe and wonder.\n\nAnd the thing that what the mystics essentially helped us to rediscover is this concept of awe and wonder.\n\nBeing an awe and wondering about creation, right? I mean, creation, not just, you know, in seven days. I always laugh about the seven days of creation.\n\nYou know, I’ve been focusing over the past 20 years on system thinking and so on.\n\nOkay, you hear from Denise is on the first day, God did that. A second day, God did that. Third day boy, I mean, based on the Bible, God is a linear thinker.\n\nReally, when you look at a sign that science of the past 20 years or 50 years, it’s discovering that the universe is not a great machine.\n\nIt’s a great thought that the universe is beautiful, that its systems are everywhere.\n\nSo I have a disconnect between how God is described as a linear thinker in the Bible in Genesis.\n\nAnd at the same time, see, I’ve got created everything, which is a system of systems and so on.\n\nSo it’s just a disconnect there between the two, but it is the way it is.\n\nBut this idea of, yeah, I mean, the mystics really changed my life. I mean, I’m so grateful to Matthew Fox and the few others for bringing such a Christian mystics.\n\nBut then you also have the Muslim, Sufi mystics also who essentially this idea of who is discovering love.\n\nThe beloved and the divine has a lover, right? I mean, where you have an intimate relationship with the divine.\n\nAnd wow, you know, again, wow, you can say why again, because it sounds beautiful.\n\nYou know, if the mystical tradition that you follow or spiritual tradition does not bring you in awe and wander with creation and the universe,\n\nthen you may want to decide to switch to a different tradition.\n\nThe idea of sin and guilt and so on, even sin, I mean, concept of sin and mistranslation, I mean, sin comes from the Greek.\n\nIt means to me to miss the mark. You know, I mean, words that have been used like redemption, I mean, repentery.\n\nI mean, in RMA, it’s metanoia. Change your mind.\n\nJohn the Baptist was asking us to change our mind, not to repent and feel guilty and sinful and all that stuff.\n\nSo, I mean, we’re discovering that stuff that, wow, again, it’s a wow factor that to me is so critical.\n\nAnd so the question of fine, you discovered that a wow factor, how do you bring into practice?\n\nHow do you live with that wow factor on a daily basis? With your family, your friends, your work?\n\nHow do you bring into practice, the action path? So contemplation on one side? Yeah, wow.\n\nAction on the other side. So how does contemplation translate into action?\n\nBeautiful. These are such beautiful inquiries.\n\nI have to admit that in my book YonEarth, there’s a chapter called Wonder that is all about this experience of awe and cultivating this experience of awe.\n\nAnd deepening in our awareness, our understanding of just how important this experience is to our humanity, to our humaneness.\n\nAnd I’m really curious, your thoughts on how we bring more of that into the mainstream.\n\nMaybe it’s I’m reiterating my earlier question in a sense, but I wonder about this quite a bit.\n\nHow do we reintroduce, especially in the secular academic context where sort of all things, a spiritual and I give talks all around the country and internationally sometimes in secular academic settings and sometimes in faith communities.\n\nAnd it’s interesting the language, the code switching the different rules so to speak of what’s permissible and what’s not in these different communities.\n\nAnd I really I really wonder how do we do more of this in the mainstream academic world?\n\nOh, that’s a good question. I’ve been wondering about that for the past 40 years.\n\nAnd in fact, my next book is the title is called Engineering with Soul, S-O-U-L.\n\nI love Soul, these are four letter words that you never hear on campus.\n\nWe hear also four letter words, but not those.\n\nSo, in fact, I remember painting the concept of love into a class on sustainability and the idea of the semester.\n\nIn fact, cosmology, I remember saying, okay, I was teaching sustainability two inch in years.\n\nAnd the first two or three weeks was the cosmology.\n\nWe discovered this concept of love and wonder and I used the book of Thomas Barry and Brian Swim, the universe story.\n\nAnd I asked the students to read the universe story as they were reading fiction.\n\nBecause it’s a great story.\n\nYou know, and had we were talking about the war factor, the war of essentially the universe story.\n\nWhoa, whoa, whoa, 13.8 billion years essentially.\n\nWhoa, everything, it’s something.\n\nI’m thankful for, it took 13.8 billion years last night, yesterday at Rice.\n\nAnd I was looking at those grains of rice.\n\nIt took 13.8 billion years for the grain of rice to be in my mouth.\n\nIt’s not chubby, not bad.\n\nYou know, I mean, so again, I think we can we discover this concept of war in a grain of rice, in a flower, in your partner, in the visage of your partner, in your children, in your family, everywhere.\n\nAnd it’s everywhere.\n\nSo, to me, I really believed that miracles are not an exception. They are the rules.\n\nIn fact, what we call miracles, because, oh my God, something is happening, good, because we were not expecting it.\n\nWell, it’s something about us, right? When you turn the whole thing around and say, well, you’re a miracle.\n\nHow many miracles? My son is a miracle. My daughter is a miracle. The cat is a miracle. Everything is a miracle.\n\nBut again, we discover in the war.\n\nYou know, I mean, the trillions of cells are right now in your body. Essentially, you know, each one doing what?\n\n10,000 chemical interactions with you.\n\nEvery second, right?\n\nHow can you not say, well, in some things like that.\n\nSo, it’s really discovering this concept of war and wonder in everything we do.\n\nI love it. It reminds me of, I think, it wasn’t Einstein who said that you either experience life as if nothing was a miracle or as if everything was a miracle.\n\nHow would you agree with him? That everything is a miracle.\n\nIn fact, it’s the rule wasn’t in the exception.\n\nAnd then your question is, where do you learn that stuff? I mean, not at the university, I can tell you that.\n\nIn fact, the university is going to do the opposite. It’s going to, and that’s based on what the cat and Newton told us about 300 years ago,\n\nessentially matters of the mind and matters of the soul, essentially completely separate.\n\nThat’s bullshit, excuse me, the term.\n\nThat’s in me how we’re discovering that the two are interacting.\n\nAnd so, I mean, academia is very, to me, I’m glad I’m finishing my 40 years of academic career because I cannot take it anymore.\n\nI mean, in fact, I always joke that we should have, I should create a academic anonymous way.\n\nYou know, I can, what are the 12, what’s the 12th program?\n\nSo that we can remove the academic nonsense out of academic division, right?\n\nAcademic anonymous. That would be an interesting program.\n\nBut, you know, there’s no soul. There’s no soul on campus. That’s the way I look at it.\n\nYou walk around. I mean, God, this is so many. These are able people.\n\nAnd when the academic world is, don’t get me there because I’m coming out of it with a lot of bitterness, right?\n\nBut at the same time, I need to change my mind, right? I can look at it. That’s okay.\n\n40 years of experience, I’ve learned some stuff.\n\nSo, what am I going to do when I grow up now?\n\nYeah, well, let me all come to that question, what’s next?\n\nBut before going there, I want to acknowledge that notwithstanding some of the critique you’re offering right now of the academic world,\n\nyou’ve also had such a tremendous influence in it. And especially on the discipline of engineering around the country and worldwide.\n\nAnd when you created engineers without borders, what about 20 years ago?\n\nI gave it that kick.\n\nI’d love to hear what caused you to create that in the first place.\n\nAnd also, please tell us about now how many thousands of folks are involved here in the United States and many more thousands worldwide.\n\nCan you give us an idea of what the organization looks like today, but first tell us about how it got started?\n\nI got started. It was really here, actually, in this house. And in 1997, we needed some landscaping down in the backyard.\n\nAnd I picked up a landscaping company from Laumont, out of the phone book, The Yellow Pages.\n\nYou have to be careful about what?\n\nWhat are Yellow Pages?\n\nYou don’t remember the Yellow Pages. Well, they were Yellow Pages at one time in the history of mankind. And so I selected a company at random.\n\nYou have to be careful about random processes because they can change your life.\n\nAnd three people came a few days later. They were all from Belize. And all three of them were working in that company in Laumont.\n\nAnd they told me about the needs of my engines. And they told me, one of them will come over and help us.\n\nSo two years went by, in 1999, 1999, when I got an email from one of them and said, hey, we were in your backyard a couple of years ago.\n\nYou mentioned you could help us in developing a curriculum for young Mayan kids in technology and STEM.\n\nAnd so as I guess, I went over there and visited a bunch of Mayan villages, including the village of San Pablo.\n\nAnd came across the village, really poor.\n\nAnd it really struck me. This idea of being of assistance to others was not new to me. I had done volunteer work at the border shelter for the homeless.\n\nSo being of service to others has always been part of my DNA.\n\nBut I think that trip to Belize was kind of a convergence of two things, being of service on one side and engineering on the other side.\n\nSo it was a very singular point in my life, but that way.\n\nSo I mentioned that to the students at CU, I was teaching a class on engineering geology. And the students said, well, we want to be part of it.\n\nWe want to be part of it. So 10, 15 students signed up. We had a technician who came also.\n\nAnd we went over there, collecting data. And the students were super excited. Super excited about the project. It was a water project.\n\nThey held it two times, two times, actually, until the different solutions came up. But essentially, when I asked the students, well, you’re excited about it.\n\nAnd they say, well, we want more meaningful engineering education. And that concept of meaningful is something that has, that really struck me.\n\nI said, how come you take those classes? You know, they should be meaningful to you and say, no, no, no.\n\nWe tired of doing those problems at the end of chapter five. And as I’m tired of grading them anyway.\n\nAnd then so that’s how that was the, essentially, the birth of engineers was about it. It was driven by the students.\n\nThe students wanted to do something different, learn engineering in a field, rather than in books.\n\nAnd then so engineers without borders exploded. And it was not, you know, startups for the people who are watching this program and we have done startups.\n\nYou know, quite well. And you look quite well too. You’re wrong. It’s doing a startup is not easy.\n\nMost people essentially, you know, what 10% of startups essentially make across the big valley of death there.\n\nBut we keep on going. You keep on going. And that’s the beauty of that America is that here you can keep failing. It’s okay.\n\nIn fact, I don’t talk about failing anymore. I talk about learning lessons. You don’t fail. You learn lessons. Oh, you succeed.\n\nAbsolutely. I’ve got a few of those on your mind.\n\nYou know, quite well. But it’s painful. It’s not easy. It’s not an easy journey.\n\nBut the students were always there to remind me of that the journey was worth continuing.\n\nAnd so now we have about 17,000 members in the United States. I would say half and half.\n\nHalf students have professionals. The students become professionals and they stay in the organization.\n\nThe headquarters in Denver. I don’t run the organization anymore. I’m just one voice on the board.\n\nBut yeah, we have helped two and a half million, two million people in the world working in 48 different countries.\n\nThat was before COVID. We cut down after COVID, not trying to get back on the saddle.\n\nBut this idea of to be of service. And I look at it and I say, whoa, why is it that those students were so excited about being of service to others?\n\nThere was nothing for them to do. They wanted to be of service. Yeah, you could do.\n\nYou build a concrete canoe or you build something like that. But the idea of learning engineering by going to the field,\n\nby talking to some real people, providing us actually clean water to people.\n\nI mean, I mean, it’s amazing. We’re providing basic electricity to people.\n\nYou should see how people just provide one light bulb. Like right now in this room, we have 20 light bulb.\n\nBut just to have one light bulb. And I remember those faces in Afghanistan when in Kabul,\n\nwhen they brought light to electricity to Kabul, where there was not a lot of electricity.\n\nBut the kids would go onto the street lights and do their homework assignments at night.\n\nWhoa, desperate to learn something, right? I don’t see too many high school kids and students at CU doing homework assignments like that.\n\nBut there was something really special in baking. There’s something special in baking,\n\nessentially water, in water, electricity, to food, to communities around the world.\n\nAnd that’s when I want to do more when I grow up, when I’m going to retire on the end of this semester.\n\nWhen I’m going to do women, I usually tell people, TBD, right? I’m determined.\n\nBut certainly to be of service, yeah?\n\nBeautiful. But being of service to me is, if you remove that, then I die.\n\nI mean, I really need to leave part of my DNA. You pay me to be of service.\n\nYou don’t pay me to be of service. Fine, too.\n\nSo the money is not key at all. Of course, it’s nice to get your airline ticket paid.\n\nBut just to be of service, in itself, it’s to bring your soul into, again, doing resolve.\n\nTo me, engineers, resolve borders is a good way of expressing that concept.\n\nWhere you bring the mind, body, soul into your work, into helping a human being,\n\nwho now has clean water, has little bit of hope.\n\nCreating such these small businesses, I like to turn doing well by doing good, right?\n\nOften you have people to do good people, to do well people.\n\nI think the challenge is to be in the middle doing well by doing good.\n\nThen it’s an interesting journey.\n\nIt’s not only a job, it’s Matthew, Fox, and Thomas Berry talk about the great work.\n\nWhat’s your work? Not your job. What’s your work that keeps you going?\n\nRight? Where you wake up in the morning and say, wow, what am I going to do? It’s my day.\n\nAm I going to improve the world? Am I going to improve myself, my family, I’m sorry?\n\nThat’s work. Great work.\n\nI did a beautiful book to read the great work.\n\nOn page 9 to 5 p.m. job, Dailin.\n\nTwo hours of driving in the morning, two hours of driving at night, something walking.\n\nSome people have to do that, I guess.\n\nBut what’s your great work?\n\nYeah, so wonderful to reflect on that, another inquiry.\n\nI want to ask just to round out my ability to write a synopsis of our discussion together.\n\nYou mentioned 17,000 members in the United States.\n\nDo you know how many are involved in the global network of engineers?\n\nOf course.\n\nThere’s no, but 80 different engineers with our voters groups on the world.\n\nI did not create all of them. I’ve helped create actually some of them.\n\nBut the idea is to create a network of young people, and also senior people.\n\nProfessional people can be of service to humanity in different countries around the world.\n\nThere are about 80 groups. If you look at engineers with our voters international,\n\nyou have a list and they have all the different groups.\n\nSome of them are students and some of them are professionals.\n\nSome of them, like in our case, we are both.\n\nWe can do students and professionals.\n\nThe professional chapters tend to take bigger projects.\n\nIt could be a bridge construction, for instance, over a dam or something.\n\nStudent chapters that could be a rainwater catchment system, medical ecosystem,\n\nsanitation system, something usually smarter.\n\nYeah, that’s interesting and that’s helpful.\n\nWhile we’re talking about some of those technological solutions and infrastructure,\n\nlet me ask you this, notwithstanding some of the concerns and critiques we might have\n\nand share regarding some of the technologies being developed right now.\n\nIs there a technology or a family of technologies that are making significant advances right now\n\nthat most excite you in terms of the well-being of humanity worldwide?\n\nI don’t think it’s the technology itself. It’s what you do with it.\n\nI’ve been really interested in over the past few years in the field of\n\nour relationship between engineering and peace.\n\nThere’s a group in Washington, D.C., called Pistach Lab,\n\nthat was created by a good friend of mine, Sheldon Himmelfrop.\n\nYou can go pistachlab.org, and you’ll see that there’s a lot of technology\n\nin bringing peace into the world, right?\n\nTechnology can do, it’s not the technology itself.\n\nWe can divide people. We can bring people together.\n\nPistach Lab is to look at using technology for the betterment of mankind.\n\nA vision we have, and then a vision that I talk about a lot,\n\nis this concept of peace-industrial complex.\n\nCan we create a peace-industrial complex in the world that essentially competes\n\nwith the war-industrial complex that was created pretty much a hundred years ago?\n\nImagine, I would imagine people who contribute to the war-industrial complex.\n\nI don’t think that those people are mean.\n\nThey don’t wake up in the morning, so I’m going to kill people.\n\nBut they make money.\n\nSo imagine, can we create a peace-industrial complex where people make more money\n\nin contributing to peace than in contributing to war?\n\nAnd the answer is, there’s no winner.\n\nYou have eight billion customers here with you.\n\nEight billion customers, when they clean more, they need food,\n\nthey need transportation, they need communication,\n\nthey need health access to health, and what have you there?\n\nIf you look at what the filtration system showed me,\n\nwhat the filtration system today that is affordable, reliable,\n\nthat doesn’t bite down essentially after two days or one week or so.\n\nAnd that can be essentially scaled at the global level.\n\nWe don’t have that.\n\nAnd you find systems that are about 20 bucks, 50 bucks.\n\nWell, you can go to New York, and I can go to ARIA and buy a system there\n\nthat gives us clean water whatsoever.\n\nIt’s not sustainable.\n\nThere’s no way a small community of people who make a dollar a day\n\ncan afford such a system.\n\nHow come we don’t have, if how come people don’t make money\n\nin creating a water filtration system that are good for eight billion people?\n\nSame thing about electricity, something about food distribution.\n\nWe have plenty of food on our planet.\n\nWe have plenty of water on our planet.\n\nI think the problem is water management.\n\nFood management, that is not good.\n\nEnergy management, that is not good.\n\nIt’s not management, but that’s not something to do with the resources themselves.\n\nYeah, absolutely.\n\nThe side note on this and data point that I find to be really impactful\n\nthat of the food we grow each year, we waste a third.\n\nAnd the carbon emissions from that food decomposing,\n\noften in landfill situations, is enough that if it were a nation state,\n\nit would be the third most emitting country in the world,\n\ngreenhouse gas emissions, just following China and the United States.\n\nSo we have plenty of food.\n\nWe have 50% more food than people are eating courage.\n\nWe mentioned one third, but I read 40%.\n\nYeah, maybe it’s up to the world.\n\nAnd there was a sign that see you more than that.\n\n40% of the food that we get is wasted.\n\nWater, something, how much water is wasted because pipes are not leaking everywhere.\n\nThat makes absolutely no sense.\n\nYou mentioned greenhouse gas emissions because of that wasted food.\n\nYeah, it makes absolutely no sense.\n\nBut it has to do with the management of the resources,\n\nnot the resources themselves.\n\nThe technology, I mean, I can bring a nice pen.\n\nThat pen can hurt somebody.\n\nYou can write a beautiful poem about it.\n\nIt has nothing to do with the pen in itself.\n\nI think that we are right now with the Fox at Peace Tech Lab,\n\nmy colleague Sheldon has developed an interesting collaboration\n\nwith Fox at Oxford, this side of misinformation.\n\nIn fact, they are planning to create a, you know,\n\nyou heard of the IPCC for climate change.\n\nThey are developing essentially with funding from several foundations.\n\nThe equivalent to IPCC and misinformation.\n\nRight.\n\nI mean, because misinformation, disinformation, bad faith information,\n\nkills people.\n\nAbsolutely.\n\nIt’s actually very dangerous.\n\nAgain, that technology information in itself is fine,\n\nif you use it wisely.\n\nRight.\n\nAnd so misinformation was looking at AI a few days ago,\n\nchat GBT.\n\nYou know, you can have the ask the questions\n\nand that the computer essentially answers essentially everything\n\nyou need to know.\n\nThe question is, is what you read is true or not?\n\nI mean, someone could control that, the package of information\n\nand misuse it completely.\n\nAnd if you have tried chat GBT,\n\nit’s with Eastern November of 2022.\n\nAsked right the book, in fact, I just finished my book there,\n\nwhat is the first draft of it.\n\nAnd I bumped into chat GBT.\n\nAnd I can ask, chat GBT,\n\nwrite the book about, I don’t know,\n\nthe one I’m working on,\n\nthis climate security piece and sustainability.\n\nIt’s going to write something.\n\n1.0, introduction, 2.0, and so on.\n\nIt writes, they will ask, you can do it,\n\na table of content.\n\nYou can ask, write the book on permaculture.\n\nAnd not permaculture.\n\nAI will write a book, it may not be true,\n\nbut it says, but just a matter of time,\n\nwhen AI essentially is going to be more intelligent\n\nthan human beings.\n\nFor two reasons, number one, AI increases in capacity,\n\nand human beings are essentially getting down there and down there.\n\nSo that singular point,\n\nis going to happen sooner than later,\n\nbecause of the domification of humans.\n\nImagine students not can go to AI and say,\n\nokay, the paper that is good tomorrow,\n\nwrite the paper on permaculture.\n\nYou tell it in, and they get a good grade.\n\nHave they not anything known?\n\nSo the academic world would have to change.\n\nWhat we are seeing today is going to make some big changes\n\nin how we are educating young people\n\nand how we make decisions in the world.\n\nBut again, going back to our discussion earlier,\n\nhow do you bring wisdom in there?\n\nWell, speaking of AI,\n\nI’ll take this opportunity to remind our audience,\n\nthis is the YonEarth Community Podcast.\n\nI’m your host, Aaron William Perry,\n\nand today we’re visiting with Bernard Amade,\n\nthe founder of Engineers Without Borders.\n\nAnd of course, AI is a thread of theme that I deal with\n\nin my new novel Veridi Toss,\n\nwhich is a term coined by the Mystic Hildegard Fund,\n\nbeing in that Bernard mentioned earlier.\n\nAnd in the arc of the story,\n\nthere’s this emerging wisdom that takes us\n\nfrom the AI of artificial intelligence\n\nto the AI of authentic intelligence\n\nthat comes to us through the ages\n\nfrom the esoteric traditions,\n\nthe traditions and teachings of various luminaries end of\n\nindigenous cultures and wisdom.\n\nBernard has a copy here of Veridi Toss.\n\nI’m reading it, by the way, Aaron.\n\nAnd as I mentioned to you before,\n\nI don’t want it to end.\n\nBecause I would be sad the day when I reached the last page,\n\nwhich is a page, I don’t know, something.\n\nFive something.\n\nFive hundred something.\n\nIt’s a page turner.\n\nFive hundred forty two.\n\nIt’s a page turner, but there’s so much information in there.\n\nI do believe Aaron is a Renaissance man.\n\nAnd they are very rare when you meet a Renaissance people,\n\nmen and women, of course.\n\nOn this planet, I can count about maybe a handful of people\n\nlike him who are exploring new ways of thinking.\n\nAnd especially deeply rooted in wisdom,\n\nwisdom tradition.\n\nAnd that to me, wisdom tradition from the West\n\nand wisdom tradition from indigenous cultures as well.\n\nSo if you have not, it sounds like a commercial,\n\nbut if you have not read this book,\n\nyou may want to read it because it’s a great page turner.\n\nI read it before going to sleep.\n\nIt doesn’t put me to sleep.\n\nBut it’s a great way of relaxing and finishing the day.\n\nThat’s wonderful.\n\nAnd if you would like to get a copy of the book,\n\nwe have them in print form as well as ebook digital form,\n\nyou can go to Veritasbook.com.\n\nIt’s v-i-r-i-d-i-t-a-s book.com.\n\nAnd of course, I want to take the opportunity as we’re discussing.\n\nWe could say this episode is brought to you by Veritas today.\n\nI want to be sure to thank our supporters,\n\nour ambassadors, our monthly contributors.\n\nWe have many folks giving on a monthly basis to the Y on Earth community\n\nto make this podcast series possible as well as the other outreach work,\n\ngatherings, and resources that we provide to the communities around the world.\n\nIf you haven’t yet joined our giving program and you would like to,\n\nyou can go to yonearth.org and click on the donate button and set it up for any amount.\n\nIf you’d like to give it the $33 a month level or greater,\n\nwe will be happy to ship you a jar of the waylay waters biodynamically\n\nand regeneratively grown hemp infused aroma therapy salts that are wonderful\n\nas a thank you gift.\n\nSo check that out, set that up again.\n\nThanks to everybody for your support who are already part of the program.\n\nAnd Bernard, I got to say that right now the Y on Earth community is working on our\n\nfive-year strategic vision.\n\nAnd we see there are several things we can do in collaboration with many other organizations out there\n\nto have even more positive impact in the world.\n\nAnd yeah, with that as a mention, I want to ask,\n\nyou know, what are you for seeing as you kind of, quote unquote,\n\ngrow up here with your upcoming graduation.\n\nI guess it’s a retirement from 40 years of being a professor.\n\nAnd, you know, hopefully we can plant the seeds of us doing more collaboratively\n\ncoming back together.\n\nBut do I think that’s a lot of effort as you know.\n\nAnd I think that what I’m looking for more is getting involved in some projects and learn.\n\nLearn from, especially learn from the native traditions.\n\nI mean that it should not be, it’s not sentimentalism.\n\nOf course, native traditions had their own problems as well.\n\nBut what can we learn?\n\nWhy do we learn about sustainability today?\n\nI mean, our two places in my opinion,\n\nlearning from the native traditions, and learning from nature,\n\nand the old ways of biomilically being invited before.\n\nWhat can we learn from nature?\n\nThat’s what the 4.6 billion years experiment in sustainability.\n\nIf it’s not sustainable by now, you know, then we might as well, you know, quit.\n\nSo what can we learn from nature?\n\nAnd that we acquire humility, that we acquire wisdom, that we acquire saying,\n\nI don’t understand, you know, teach me, tell me.\n\nIt requires sitting down and being silent and being quiet.\n\nIt’s also requires being able to listen, which, in my opinion,\n\nis a big problem in our society today, to be able to listen and live in humility.\n\nYou know, it doesn’t mean living in a cave, but understanding that what, you know,\n\nwe can do well by doing good, we can, we all have,\n\nwe want to change the world, as Mark again, he talks about,\n\nand he wants to change the world.\n\nYou need to be the change that you want to see in the world.\n\nWhat is that?\n\nAnd the thing that, and that, the answer to that question is,"
}