{
  "title": "Episode 142 – Maria Rodale, Author of “Love, Nature, Magic”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13529/episode-142-maria-rodale-author-of-love-nature-magic.mp3",
  "publish_date": "August 25, 2023 2:03 pm",
  "url": "https://yonearth.org/podcast/episode-142-maria-rodale-author-of-love-nature-magic/",
  "episode_number": 142,
  "subtitle": "About Maria Rodale",
  "description": "Maria Rodale is an explorer in search of the mysteries of the universe. Author, artist, activist and recovering CEO (Rodale Publishing:Men’s Health,Prevention, and myriad books), she serves on the board of the Rodale Institute and is also a former board co-chair. Throughout her career, she has advocated for the potential of organic regenerative farming to heal the damage wrought by pesticides and industrial agricultural practices. She is the author ofOrganic Manifesto,Scratch,andLove, Nature, Magic,and is a secret children’s book author. She was also featured in the documentaryKiss the Ground. Maria is a mother, grandmother, and crazy gardener who lives in Pennsylvania, right near where she was born.",
  "about_sections": {
    "about_maria_rodale": "Maria Rodale is an explorer in search of the mysteries of the universe. Author, artist, activist and recovering CEO (Rodale Publishing:Men’s Health,Prevention, and myriad books), she serves on the board of the Rodale Institute and is also a former board co-chair. Throughout her career, she has advocated for the potential of organic regenerative farming to heal the damage wrought by pesticides and industrial agricultural practices. She is the author ofOrganic Manifesto,Scratch,andLove, Nature, Magic,and is a secret children’s book author. She was also featured in the documentaryKiss the Ground. Maria is a mother, grandmother, and crazy gardener who lives in Pennsylvania, right near where she was born."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today\n\nwe’re visiting with Maria Rodel, the author of Love Nature Magic, Shamanic Journeys\n\ninto the heart of my garden. And Maria, it’s such a joy to visit with you and this book,\n\nI’m telling more and more people this is really on my short list of books, really folks must read in my opinion.\n\nOh, thank you so much. It’s so nice to be here. And I’ve enjoyed getting to know you a little bit.\n\nSo I’m looking forward to this conversation. Likewise, likewise.\n\nMaria Rodel is an explorer in search of the mysteries of the universe, author, artist, activist, and recovering CEO of Rodel publishing.\n\nYou may know from Men’s Health Magazine Prevention Magazine in a number of books.\n\nShe serves on the board of the Rodel Institute and is also a former board coach chair.\n\nThroughout her career, she is advocated for the potential of organic regenerative farming to heal the damage\n\nwrought by pesticides and industrial agricultural practices. She is the author of Organic Manifesto and Scratch\n\nand is a secret children’s book author, which we’ll talk about.\n\nShe was also featured in the documentary, Kiss the Ground.\n\nMaria is a mother, grandmother, and crazy gardener who lives in Pennsylvania right near where she was born.\n\nSo Maria, we have a number of authors on our podcast, a number of absolutely wonderful authors working on really important topics.\n\nAnd that said, this particular book and what you’ve written and what you’ve shared has a really unusual, unique offering to our world.\n\nAnd I dare say one that’s really needed in these times. And without further ado, let me just ask you, what is this love nature magic?\n\nWhat’s going on here? And what are you sharing with folks through this book?\n\nWell, first of all, thanks for noticing that it’s different because, you know, I’ve read thousands of books and published hundreds of books.\n\nAnd I really did want to do something different and original. And I didn’t even know what it was going to be.\n\nBut I have had the phrase love nature magic as a kind of a mantra for the last decade of my life.\n\nAnd when I stumbled on and I had been doing shamanic jourying for that same decade, but when I stumbled on the ability to do a shamanic journey to talk to plants\n\nand nature being specifically those ones that really annoyed the hell out of me, that I wanted to understand better.\n\nIt all came together and that’s how this book was born. And happy to say, I’m no longer as annoyed as often as I used to be.\n\nI love that. Yeah. And you really, you really share some of how that process has unfolded for you through the course of the book.\n\nAnd, you know, so in the book, right, even the structure of the book is really intriguing to me. You kind of kick it off with this.\n\nWell, three short vignettes love nature magic, which are exquisite. And then you jump into this discussion around what is shamanism.\n\nAnd then you provide us two practices, one grounding and one opening sacred space.\n\nAnd then you go into these experiences with a variety of different beings, chapter by chapter beings like culture and bad and mosquito and weather.\n\nAnd wow, it’s, it’s just this, I mean, it’s, it’s, it’s a trip in a jar, you know, in a, in a, in a, to use the colloquial term.\n\nBut what, what you’re doing here with your shamanic journey in your garden is not actually with any sort of entheogenic hallucinogenic substance.\n\nIt’s through your, your drum and your breathing and your practices. Can you explain that to us and explain sort of the deep cultural traditions at work here?\n\nYeah, so I’m not opposed to people using plant medicine or taking drugs. Now that that’s, it’s just not my thing.\n\nAnd I learned about journeying about 10 years ago.\n\nAnd really all that was necessary was the sound of a drum, a rhythmic sound of a drum.\n\nAnd this is something that is authentic to cultures all around the world.\n\nSo it’s not like, oh, it’s a Native American thing or oh, it’s, you know, a South American thing.\n\nIt is a global practice that somehow everybody kind of figured out on their own.\n\nAnd science has actually validated it in the first study I mentioned in the book that, that compared people doing shamanic journeys to people on LSD versus people just listening to possible music.\n\nI mean, there is definitely an altered state of consciousness that you achieve. And that’s similar but different to an LSD trip.\n\nSo it’s real. It’s real. It’s not like a made up thing. It’s something that is validated through science.\n\nBut it’s also something that requires caution and care and protection. That’s why opening sacred space and closing sacred space is important.\n\nBecause you’re traveling, you know, you’re, you’re traveling to other realms, whether those realms are inside of you or outside of you, I don’t know, but feels like outside.\n\nSo, so I tried to structure the book, which I wrote sequentially everything in that book happened in the order in which I write it.\n\nI tried to structure it like a, like a journey with the preparation that happens, opening sacred space, and then here’s what it’s like in the, you know, the explanations around that.\n\nYeah. Yeah. And it really the way you describe it. Imagine for some of us to be able to experience something like shamanic journey might seem really exotic, really foreign, really unfamiliar in the way you describe it.\n\nI think probably, you know, might make it even more accessible to a lot of us who might otherwise not feel like it’s very accessible.\n\nYeah. I mean, one of the things that I really like to do for myself, but also for others is, you know, demystify things.\n\nYou know, yes, I’m in search of the mystery of the universe, but I’m in search of it because I want to figure out what it is and share it and get over, you know, finding answers.\n\nSo this is something that anybody can do, you know, with, with, you know, a little bit of homework and maybe some guidance, but you can also do it on your own.\n\nAnd I need to help people have to do it sort of.\n\nBut I’m not a shaman.\n\nYeah, which you also point out in the book. And by the way, for our audience who are watching the video, I’m showing the book here on screen, which is so beautiful.\n\nAnd this is published by our friends at Chelsea Green Publishing.\n\nAnd so I want to, I want to sort of dive into a few of the beings that you connect with.\n\nAnd what’s also amazing to me, in addition to the revelation and invitation into the practices of shamanic journeying, you’re also sharing the very intimate exchanges that you experience with, with myriad creatures.\n\nAnd you’re, you’re, you’re, you’re sort of carrying back for the rest of us.\n\nThese, these insights, in some cases, these requests, often these very wise proclamations coming from these other realms, these other beings.\n\nAnd another reason I consider this to be such an important book is you’re actually bringing back a number of really important messages for these times that were, that we’re living it.\n\nAnd one of the messages comes from the, the vulture. And there’s the theme of the phoenix, the theme of the tritivores, which is so important in regenerative agriculture and ecosystem stewardship.\n\nAnd yeah, vulture. Wow. Can you tell us a bit about the experience you had with vulture?\n\nThat’s one of the more, you know, complicated journeys I took because, you know, my first experience journeying to vulture was like the first and only time I got scared and, you know, sat up and said, you know, I’m not ready for this.\n\nAnd, you know, there was this kind of giant black dragon man.\n\nAnd who scared me. So, so I forgot about it. And then as I was started writing this book, I kept getting senses that, you know, messages.\n\nThat’s how this is what happens when you start aligning yourself with, with the universe properly.\n\nAnd things nature starts talking to you and, and giving you nudges and sometimes, you know, punches in the face too. But, I was like, oh, I should probably go back and talk to vulture and see what vulture has to say.\n\nAnd, you know, I think the most important thing that they said is that, you know, you’re not really your body.\n\nBut your body is important, but you’re the energy that’s around your body. And that last, after, after your body is decomposed and the vultures eat it, you know, which they are vultures only eat dead things, you know, but they also eat dead energy.\n\nAnd that, you know, our job here as humans is to sort of, you know, lighten our, our energy through love and feel, you know, enhance our energy through loving others and being joyful.\n\nAnd letting go of the heaviness that is so much part of being human.\n\nSo, I mean, it’s important to take care of our bodies and to be in our bodies, but also to not let our bodies define who we are and what our purpose is in life.\n\nYeah, so beautifully put in at the very end, the crescendo of the book, there’s these just tremendous, it’s like you’re preaching these tremendous statements.\n\nAnd I actually earmarked a couple to share, but we’ll save that till a little later on in our discussion.\n\nYeah, this emphasis on love and joy really is one of the threads in the book that resonates with me and it resonates so beautifully with the various messages you’re receiving from these different realms of intelligence.\n\nYeah, and I think that’s a really important message for these times because, you know, we’re so stressed and worried about climate change and your politics and economic inequity and, you know, there’s so many things we could like be constantly freed out about.\n\nBut ultimately what changes those things is when we change our own beings and our own hearts and and approach the world in a more loving way and then it’s like a ripple things start changing all around us.\n\nLove that ripple. Indeed, indeed. Well, one of the other chapters on mosquito.\n\nI think I, when I started the hard ones.\n\nYeah, well, maybe I enjoyed all of them and marked up annotated the heck out of the margins of the books throughout.\n\nAnd, you know, I read a lot of books each year, often preparing for podcast interviews and I’ll admit, you know, I picked up a skill and graduate school, which is sort of speed skimming and I read a lot of what each person writes, but in the case of your book, I took the slow read approach and read it from the very first page to the very last page sequentially.\n\nAnd I read a lot of it as I, I think I sent you a photo out in the woods with my sweetheart a few weeks ago, we needed to get out of town and get into nature.\n\nAnd so, yeah, there, there’s so many chapters that just wow, it’s like the whole thing shifts this one wow after the next like a bouquet of flowers.\n\nAnd when I started it, I was singing to myself in part probably because they were buzzing around me a little bit boy, I wonder if mosquitoes in here.\n\nAnd by the way, like having been involved in permaculture and regenerative land stewardship for 30 years now, it comes up again and again, what’s the purpose of mosquito?\n\nAnd so there’s a chapter on mosquito and in it, you share quite a bit of some really beautiful insights for us.\n\nYeah, yeah, so again, mosquito was one of my top, one of the few beings that I did two journeys for because the first one, they yelled at me.\n\nFor being, you know, a little bit lazy and half-assed about the whole thing.\n\nI was scared, I was scared, so I did a little bit more research because you know that we think about mosquitoes is like something we just want to like get rid of.\n\nI love them and you know, they’re annoying and they’re cause disease.\n\nAnd when I, the combination of doing the research and my second journey, I was really able to understand how, first of all, mosquitoes are essential to the environment.\n\nLike if we got rid of all the mosquitoes, we’d be killing ourselves. It’s a suicide mission.\n\nAnd the reason is because, you know, the larvae are, first of all, they eat algae and keep the water clean.\n\nAnd then their food for all the insects and amphibians that, you know, the whole food chain is like reliant on the mosquito larvae.\n\nAnd the reason they carry disease is because we have diseases.\n\nYou know, we’re the vector of the disease. So it’s not that, you know, mosquitoes, you know, they’re just taking a little blood here and there.\n\nBut the, and it’s only the female mosquitoes that bite and the female mosquitoes that live to have a second meal that have the disease because they’ve picked it up from their first bite from a human.\n\nSo, you know, really started to understand that we need mosquitoes.\n\nAnd, you know, there’s a lot of people in our lives that are annoying, but that we need them.\n\nJust because somebody annoys us doesn’t mean we should kill them.\n\nSo it’s really about learning to co-exist and do all the things to protect ourselves and, you know, to not leave standing water around and, you know, all those things.\n\nBut really appreciating and living in harmony with those things that seem like evil is so important because they’re not evil, you know, and they deserve to live.\n\nIt’s just, in fact, they will live longer than us. They’re like 99, 290 million years old and they’re going to be here after long after we’re gone.\n\nThat’s, that’s so, that’s so full of insight. And, you know, one of the, one of the things you bring forward in that chapter on mosquito is how the mother mosquito, right, needs the blood from another creature to have the iron and whatever else she needs to have her offspring.\n\nAnd so, curiously enough, we humans, when mosquito gets a little food from our bodies through our blood, one could say, are directly supporting keeping our waterways, repair and zones, ponds clean healthy.\n\nYeah. Yeah. Like a little blood donation.\n\nIf only it weren’t so itchy.\n\nThere’s anti-itch cream that really works, so just make sure to have that.\n\nYeah. Love that. Love that.\n\nAnd I guess the handful of chapters I wrote in my notes to mention, I realize are all sort of in the quote unquote, deeper end as you progress through.\n\nAnd, and I’m going to contemporaneously weave back to the mugwort, which really is the starting point of this, isn’t it?\n\nCan you share with us about mugwort?\n\nYeah. So I blame it all on mugwort.\n\nYou know, when I was trying to eradicate mugwort from my yard, all I knew was that it was a considered a very invasive plant and extremely hard to get rid of, you know, to the point of people, you know,\n\nrecommending roundup, which I was like, you know, I briefly considered, which was like shocking to me, you know, because I had in my mind this picture of what a garden should be and what an environment should be.\n\nAnd mugwort just wasn’t in that picture at all.\n\nAnd if I could just interject just for some of our listeners who maybe aren’t familiar with roundup, which is the brand name for glyphosate, right?\n\nLike an extreme toxic herbicide.\n\nHer herbicide.\n\nSo, you know, when I was standing in my garden with my horrid, horrid knife, you know, ready to like murder another mound of mugwort, that’s what I, I kind of stood up and I looked down and I could, I could literally see this little plant going like, time out, you know, stop.\n\nMake a breath.\n\nLike, what are you doing? Like, why are you doing this?\n\nAnd I had coincidentally been planning to do a shamanic journey that night with a group of women who I, I journey with with the shaman who was doing these sessions during the pandemics that kind of relief boredom.\n\nAnd that’s the first time I said, I’m going to try journey to mugwort, see what mugwort has to say.\n\nAnd, you know, it was like not a very visually stimulating or, you know, verbally, you know, it was complicated journey.\n\nIt was very simple. And, you know, she said, you know, why are you always trying to kill me? You know, like, did you ever think about asking nicely and like, you’re never going to get rid of us because plants rule the world.\n\nAnd what happens when your journeying is like simple things like that, suddenly you suddenly feel it and you understand it and your whole soul, your whole.\n\nBeing understands that and what also happens is like, okay, that was the end of the journey, but when you, when you’re talking to a nature being like that, whether it’s mosquito or mugwort, you’re opening a door to communication.\n\nAnd the door stays open even when the journey is done, even when you close sacred space.\n\nSo what started to happen and which actually is still happening post publication of the book is like, I’m constantly getting information and messages about how important and powerful and magical and wonderful mugwort is.\n\nAnd in fact, you know, since I published the book, I’ve come across many, you know, references to mugwort. It’s like the mother of all plants, you know, on the most, you know, the first plant that’s important and there’s, you know, spells and all kinds of things.\n\nAnd also the sacred plant, like the way it sages sacred to the Native Americans, mugwort is sacred to the Pennsylvania Dutch and the Germans who are kind of my indigenous roots.\n\nSo that’s where the magic comes in, you know, starts with like love, which is like listening and caring what other people think and what other things, what their perspective is and, you know, nature is all around us.\n\nAnd then when you put those two things together, that’s when the magic starts to happen.\n\nLove this.\n\nWell, there’s a chapter that is not really plant or animal and it’s a chapter on weather and boy, I’ve got underlines and marks and stars throughout that entire chapter.\n\nI mean, it’s so packed with wisdom.\n\nYeah, about weather and what’s going on in your communication with weather.\n\nWell, you know, like I said, once you start opening the doors talking to nature, things start kind of reaching out to you and saying, you know, come talk to me.\n\nAnd I didn’t even occur to me that you could talk to weather that weather was a thing, you know, a single thing that you can have a conversation with.\n\nSo a lot of times when I’m starting these journeys, I’m like, okay, let’s try it and see what happens.\n\nAnd you know, right away, I got, you know, kind of pulled up into space to look down on the planet and you see, you know, you know, you’ve seen the pictures with swirling clouds and all this stuff.\n\nWhat, you know, what the immediate realization is that like you can’t see people and weather was like, we don’t really care about people like we care about it’s our job to keep the planet alive.\n\nAnd you’re just like, you’re like, you know, ants on your ground, we can’t even we can’t even see you when we don’t really care about you.\n\nAnd so that was really like humbling and it made me realize that like, as far as weather is concerned, we’re a little bit disposable to them.\n\nAnd so that’s why we have to work on the behalf of weather to take care of the earth so that they don’t sweep us away in a flood or a fire or, you know, some kind of catastrophe.\n\nThere’s that seems there’s almost an opportunity for more alliance making somehow.\n\nAnd you know, since I’ve written the book, boy, weather is getting louder and louder with its kind of warnings to us that we have to pay attention.\n\nNo doubt about it. I’m getting this, this intuitive impulse to remind folks that I’m speaking with Maria Radell.\n\nAnd although the grateful dead just played here in Boulder, Colorado two weeks ago, we didn’t just like meet each other at a dead concert.\n\nI happen to like the grateful dead’s music.\n\nIn fact, Maria, you’re a retired CEO, right, like you speak spreadsheet.\n\nYou know, financial statements. You’ve had many, many, many employees and divisions and departments and responsibility.\n\nAnd you’re from the corporate world.\n\nAnd so I think one of the other things that makes this book and what you’re so beautifully and courageously, I might add, sharing with the world at large,\n\nis a very intimate, sacred set of experiences you’re having in the sanctuary, the privacy of your own yard and garden.\n\nAnd wow, like I can only imagine the decision-making process you must have gone through.\n\nAnd you speak to it a little bit in the book about, holy smokes, like do I actually really want to like step out on the limb of sharing this with the world?\n\nIt’s so brave and it’s another reason why it’s so needed.\n\nBecause frankly, if you look at systems, systems change and some of the pathologies at work in our global systems, there’s so much decision-making concentrated in the executives of the world who maybe aren’t doing this kind of thing nearly enough, I would say.\n\nAnd can you maybe give us a glimpse into, you know, what was that sort of decision-making process like for you and be maybe speak to that contrast a bit and see like, I’m really interested to hear.\n\nLike, have you gotten any really strange like feedback and comments from folks who are like,wow, what?\n\nSo, to answer your last question, you know, I mean, a few people have said, oh, there were some cringey parts, and like nobody said exactly which parts are critiqued.\n\nI don’t know, like, okay, what was really oversharing or what wasn’t.\n\nBut I will say that what my experience as a CEO, and not just a CEO of any company, but a CEO of a health and wellness company that had a lot of like data and information about people’s desires.\n\nAnd, you know, like, you know, I could tell you the top 10 things people search for on men’s health and women’s health online. And, you know, that’s really revealing.\n\nPeople don’t think, you know, anybody’s paying attention. But it’s like, okay, that tells you a lot about what people really care about and what they think about.\n\nAnd so, you know, from the topic of what we were publishing, I was very curious and trying to understand humans and human nature.\n\nAnd the things we talk about, the things we don’t talk about, the secrets, the, you know, whether it’s sex or, you know, health issues, mental health issues.\n\nBut then I also, you know, I had so many employees and direct reports and peers in the industry and, first of all, everybody’s human.\n\nThey met, you know, a lot of famous people who are all human. And a lot of people succeed and they’re not actually as smart as they seem.\n\nThere’s a lot of posing and skills that people have to cover up what they know and what they don’t know. And so, like, I became really obsessed with wanting to tell the truth.\n\nAnd when I sold the company, finally, I can tell the truth. You know, when you’re also when you’re a CEO, you’re surrounded by like corporate communications and PR people who are like, don’t say this, you know, or, you know, you want to always want to put a good face on things and sometimes, you know, you can’t.\n\nSo, I just, it was like a big exhale when I sold the company. And, you know, I’m a woman in this business. So there was all that to contend with as well, you know.\n\nI’ll say that the few negative reactions, very few negative reactions that I’ve gotten from the book tend to be more on the like mansplaining side of things.\n\nSo lovely. What a joy that must be.\n\nOkay. I see you. Yeah. Yeah, which maybe maybe an adjuster of appreciation and understanding. That’s an attempt to connect and relate and something along those lines. But yeah, I can imagine that doesn’t necessarily come off very well.\n\nBut I mean, I, I hope it comes across the book that, you know, I really respect and admire, you know, men and, you know, I think the answer is not, you know, matriarchy versus patriarchy, but partnership.\n\nAnd that’s what nature teaches. And, you know, what intrigued me the most, I think, was how gender fluid nature really is and how that’s a really important lesson for all of us.\n\nYeah. Yeah. I love how you weave that into the into the book and the discussion. You know, you, you pointed out a handful of insights through the course of these reflections of these journeys.\n\nAnd one of them is the survival of the happiest. And I’m really curious because in, in sort of neo Darwinian, whatever socioeconomics, we hear this idea of the survival of the fittest.\n\nWhat is the survival of the happiest all about? That sounds way better.\n\nWell, first of all, the other thing to know is like I’m an obsessive reader of science, you know, magazines and science books. So, you know, like, I, you know, and in fact, you know, the survival of the fittest, which is attributed to Darwin was, was not his really his main point. His main point was adaptability, you know, the ability to adapt is what’s the most important.\n\nThe important tool to have to, to survive. But the, you know, the other thing to know about Darwin is that he came, he, he came to prominence at a time. It was what I would call the height of the male sort of humorous view of the world.\n\nI mean, he was a great, you know, researcher and, you know, like, but he was of his time. And like, he was afraid of religion.\n\nAnd which is why it took him so long to publish what he published, you know, because religion was such a huge factor in society at that time, which was, you know, a very patriarchal religion.\n\nBut actually, what’s happening now, and I’m not the only one to say this. So, you know, I’ve read books, you know, by a lot of modern day, nature scientists and researchers that, you know, Darwin and his compatriots were seeing the world almost through their own lens as like warrior people.\n\nYou know, competing for resources and there was never going to be enough. And so we have to like fight, you know, and go in right away fighting. And that’s what it means to be strong and powerful.\n\nBut if you look at nature, real and the adapt adaptability of nature, you know, the species that survive and thrive are the ones that are really like happy in where they are.\n\nAnd collaborating, there’s so much partnership and collaboration within and among species that, you know, it’s not competition at all.\n\nIt’s collaboration. Now, let me say that. Everything eats.\n\nSo, like, there’s going to be blood. There’s going to be blood, you know, even with, you know, vegans eating carrots. I mean, carrots have little souls and, you know, consciousness.\n\nSo, so we all need to eat, which means there needs to be some kind of blood and death in the system. But it’s when we approach it with collaboration, it creates more abundance and happiness in the environment.\n\nAnd everybody’s happy for, you know, as long as they’re alive.\n\nYeah, yeah. So beautiful. It reminds me of how we describe the lives of the regenerative cows at work around the world.\n\nYeah, joy and happiness up until a sudden end one day and the one bad day.\n\nWow. And let me, let me just take a minute to remind our audience. This is the YonEarth community podcast. I’m your host, Aaron William Perry.\n\nAnd today we’re visiting with Maria Rodale, the author of Love Nature Magic.\n\nAnd I want to take a moment to mention some of the links where you can find Maria and connect with her and her work.\n\nThat includes Maria Rodale.com. We’ve got several Instagram and other lead links, including Maria’s sub stack that will include in the show notes so that you can do some additional exploring there.\n\nAnd of course, we also want to give a quick shout out to our several partners and sponsors who make the YonEarth community podcast series happen, along with the rest of our organizations regeneration renaissance work across the three categories of culture, ecology and economy.\n\nThis includes first and foremost, Chelsea Green publishing. And if you’d like, you can go to the YonEarth.org website.\n\nGo to our sponsors and partners page, click on the Chelsea Green logo and enjoy a 35% discount on this book and all their other books and audio book offerings if you’d like.\n\nSo a huge shout out to Chelsea Green. Also a big thanks to Purium organic super foods, earth, hero, sustainable products, soil works, bio dynamic blends for your garden.\n\nWeylay waters were generally biodynamically grown hemp infused of Roma therapy, so consults for your wellbeing. And last but not least, of course, earth coast productions who does all of our podcast post production work in our technical and video production work at the YonEarth community.\n\nAnd finally, a very special thanks to our ambassadors are growing global network of ambassadors doing all kinds of beautiful work inside organizations and communities worldwide.\n\nAnd especially those who have joined our monthly giving program, if you haven’t yet need like to, you can go to YonEarth.org, click on the donate or support button and set up at whatever level works well for you on a monthly basis.\n\nAnd if you’d like to join at the $33 or greater level, we will as a thank you, send you a monthly jar of the way lay waters soaking salts for your wellbeing and also a way to support some of the regenerative and bio dynamic farms we collaborate with.\n\nAnd so Maria before diving back in and I want to get to another kind of flip side to the coin here with our human nature. Is there anything that you want to mention in terms of links and resources that I didn’t include just now just just to get that on the air if we want.\n\nNo, I mean, I think my sub stock is a good my sub stock is called life unfiltered and that’s a good way to keep up with what I’m doing.\n\nAnd there’s a lot of resources at the back of the book love nature magic if you’re interested in more learning more about shamanism or the books that I read to figure out.\n\nWhat everything meant.\n\nYeah, it’s really yeah, it’s great. It’s really true. You do you do provide a lot of references throughout the book and at the end there.\n\nAnd so I want to ask this question, you know, in addition to the opportunity, it seems that many of us have right now to reorient ourselves to nature to the intelligence that we can open up and be receptive to hearing and receiving from.\n\nThere’s this other insight you share, which is, which is that we’re all capable of becoming fascists.\n\nAnd in graduate school actually did a deep dive on what happened in the Vimar Republic in Germany and in Europe around the 20s and 30s leading to the horrors of the Second World War and the Holocaust.\n\nAnd so this is the topic near and dear, my heart, especially as we’re seeing so many of our democratic systems worldwide under major threat currently in Germany was a democratic system leading up to the takeover of the Nazi regime in those terrible atrocities that occurred.\n\nAnd so what do you mean when you say we are all capable of becoming fascists?\n\nWell, a lot of it has to do with messaging and, you know, how people communicate with us.\n\nAnd, you know, I think I talk about this specifically in the lantern fly chapter, which is a, a newly, quote, invasive species from Asia that has like taken over, taken over Pennsylvania.\n\nAnd like literally you will see signs, you know, if you see them killed them, if you see them killed.\n\nI mean, I’ve had like environmentalists, you know, really smart environmentalists be like, we’ve got to kill, you know, kill as many as you can.\n\nAnd like they’re teaching children, you know, if you see them step on them, you kill them.\n\nAnd, you know, as while I was like following that direction, you know, to kill them, that I started, you know, like I was stomping on them.\n\nAnd I was like, wait a minute, this is like those videos you see of like skinheads, you know, like what the hell am I doing? This is wrong.\n\nAnd I think, you know, I think the same thing happens with just invasive plants in general.\n\nSo, you know, you can be a liberal, a Democrat and be against invasive species.\n\nAnd like I’ve got to go out and like, you know, I mean, I know for a fact that a lot of conservation groups and parks use roundup, which is terribly toxic, to get rid of invasive species.\n\nAnd it’s like, hold on, time out.\n\nFirst of all, most of these species were brought here by humans to for some purpose, because they had some value that people thought they would bring.\n\nAnd to like maybe nature knows what it’s doing.\n\nIn fact, I think nature knows more about what it’s doing than we do.\n\nAnd so, the idea of like killing something to get rid of it, because we don’t want it, we don’t like it.\n\nIt’s because we have this romantic idea in our heads about how it should be, you know, so there should be no gay people, no Jews, no, you know, black people, whatever.\n\nI mean, that is just so stupid, but we get caught up in it because the people around us are caught up in it.\n\nAnd so, you know, a lot of what I think is just really important is like, take a step back, you know, taking a deep breath and realizing that every single thing has value, every single being, every single plant, every single insect.\n\nAnd it’s got a purpose for existing.\n\nSo that means we should respect it and be kind and, you know, look at our own behavior and change that rather than trying to like eliminate something out there that we don’t like.\n\nSo, I mean, I had that epiphany when I was behaving in a fascist manner, and I am like as liberal as they come.\n\nWow, this is so pertinent for some of the land use decisions being made around here, where I am currently the greater Boulder County region of Colorado.\n\nAnd yeah, we’ve got a big controversy underway around herbicides being sprayed from aircraft and, you know, it’s funny to me, not funny.\n\nIt’s striking to me that many of us are operating with this false notion of a pristine ecosystem. There’s a lot of protected open space around here, thank goodness.\n\nAnd my gosh, like so many of the indigenous sort of pre-modern industrial colonial ecosystems around the world were very intensively managed by people by humans and stewarded in reciprocity and collaboration and more over in this particular part of the world.\n\nMuch of what was going on in terms of the cycles through the seasons involved millions of buffalo and millions of elk and all kinds of other creatures that are frankly not just cruising through the landscape right now.\n\nAnd so, yeah, this this notion that there’s a pure right is a very dangerous notion. And meanwhile, a lot of these quote-unquote invasives. And I’ll mention for our audio audience that you had, you were using your fingers to make signs and quotes sarcastically a bit earlier when you’re talking about killing and eradicating a lot of these quote-unquote invasive species are have a very unique specific role to stabilize soil that’s been.\n\nAnd then disrupted and to get that situation stabilized so that many other diverse crops can come back through the stages of succession to get back to a super diverse poly culture, which it seems nature likes to make happen over time.\n\nYou know, without here we have mullin and curly dock and several others that are doing that in large quantities right now. So yeah, it’s vis-a-vis the greater sort of ecosystem restoration and regeneration agriculture and land use things that we’re mobilizing and thank goodness hopefully are going to be scaling up in a considerable way in these next several years.\n\nThere’s an interesting little call invitation to humility here that I’m hearing, Rhea, that it sounds like it’s really important.\n\nRight, yeah, I think, you know, a good example from science is that, you know, Susan Samard’s book, Fighting Mother Tree, you know, where, you know, you had men forest foresters who were like, oh, you know, we’re going to like cut everything down and just plant, you know, one type of tree and, you know, that’s going to be fine.\n\nAnd that and we’ll grow, you know, we’ll make paper out of that or we’ll make, you know, furniture out of that.\n\nBut she was, you know, by really paying attention and understanding she was able to scientifically prove that actually a diverse amount of trees.\n\nLike a diverse bunch of species of trees actually collaborated with each other, helped each other, that they needed each other.\n\nYou know, so it wasn’t just like one species, it was like three, four or five.\n\nAnd I think like we don’t know hardly anything about how nature actually really works.\n\nAnd like I said before, I mean, plants have been on this planet a lot longer than we have and they’ll be here long after we’re gone.\n\nSo, I think, you know, when and doubt, it’s always better to trust that they know what they’re doing and get out of their way.\n\nYeah, so beautiful. Yeah, such a powerful, such a powerful insight.\n\nWow. And at the end of the book, there’s this crescendo.\n\nMay I read just a little to quote you? Sure.\n\nYou say instead of building walls, we need to figure out how to build better bridges and boats.\n\nInstead of focusing on killing weeds, we need to plant more trees.\n\nInstead of dreaming of an unrealistic romanticized past where everything was quote unquote pure, which it never really was.\n\nWe need to dream a new dream where diversity is purely wonderful and appreciated as an important indicator of health and vitality.\n\nInstead of worshiping at the altars of success, fame and wealth, we need to celebrate truth, kindness and love.\n\nAnd I got to say, I think probably my most very favorite thing about this book.\n\nAnd there’s a lot in there that I will count as my favorite is this.\n\nContinue a return to love, the importance of love and the invitation to deepen into our understanding and cultivation of love.\n\nSo I want to maybe land on that note.\n\nAs we wrap up this portion of our podcast interview, we’ll do a little behind the scenes for our ambassador network afterward.\n\nCan you tell us a bit about, tell us a bit about love and why, you know, like love, nature, magic, why love?\n\nWell, again, you know, love has been so misunderstood.\n\nAnd, you know, I’m thinking about like when my grandparents raised my father,\n\nyou know, there was a whole, all this parenting advice at the time, which was like, you know, don’t hug your kids.\n\nYou know, don’t, don’t like show them love, you know, you’re gonna make them tough.\n\nYou gotta, like, you know, and like that was the scientific expertise of the time.\n\nAnd my parents’ generation who were raised that way, you know, mostly, you know, have lifelong trauma as a result of that, that they passed on to us.\n\nAnd, you know, so, and there’s a lot of talk, you know, these days of like, you know, healing the trauma.\n\nAnd, and I think a lot of it is been sort of a lack of love, a misunderstanding of love, you know, both in how we parent, you know, we don’t get any guidebook when you have a baby, you know, they don’t give you, like the 10 steps to how to love your child, you know, they, they give you like free pampers and, you know, can of formula.\n\nI’ve had three kids and, and so it’s something like really is a whole society.\n\nWe’re still learning about what it means to love and how to love. And in many cultures, like a lot is still very dangerous, you know, in, in the Middle Eastern cultures and even, you know, in some parts of Asia, it’s like, you know, marriage is.\n\nMarriage is a marriage is a negotiation, not a love match.\n\nSo, but the more, you know, you, I delve into it, the more I realize that that’s where we need to do the scientific research is on love.\n\nAnd what it really is and how important it is and what, what kind of energy it really is, because now maybe it’s the dark matter of the universe.\n\nI love that. I love how you throw that in there.\n\nWho knows? You know, we don’t know. That’s the mystery.\n\nWhich is apparently 86% of everything we can detect out there and distribute water does in our, our brain tissue.\n\nYeah, so it’s the most important thing.\n\nMost important thing. All kinds of love, all kinds of love, not just, you know, parental love or romantic love or, you know,\n\nanimal pet love.\n\nTruly, yeah. And speaking as a fellow parent, I will say that the few pages of the parents creed you include at the end is exquisite and check that out to everybody, especially if your parents are soon to be parents.\n\nI’ve got a friend, friends who are expecting soon. I’m going to, I’m going to make sure that they hear about that too.\n\nYeah, that’s, that’s one of my favorite parts of the book. You know, something I wrote long before I wrote the book and I think it’s one of the most important pieces of the whole book.\n\nIt is, it is such a joy to have this discussion with you about your book, love, nature, magic, schematics, into the heart of my garden.\n\nAnd yes, and you’re welcome and thank you. And I really encourage everybody to get a copy and read this book. This one’s a life changer.\n\nI think we’ll likely open up some doors for you. Possibly doors you didn’t even imagine were so nearby and we’ll wrap up and do our little behind the scene segment for our ambassador network.\n\nAnd before doing so, Maria, I want to just give you the floor in case there’s anything else you’d like to say or share to conclude.\n\nWell, first of all, thank you so much for, you know, really reading the book carefully and sharing your thoughts about it and, you know, having me on here.\n\nBecause, you know, it’s like the whole, the whole publishing industry has changed. And, you know, it’s really about word of mouth and, you know, spreading the word.\n\nAnd, you know, my hope for writing this book was to like reach as many people as possible so that we can kind of charge the change that we need to see in the world in a way that is both gentle and extremely powerful.\n\nAnd that’s what that’s what love nature magic is about. It’s about like creating the world that we all really want to live in and that we all long for.\n\nIt’s not impossible. It’s not out of our reach. We can do it. We’ve got this.\n\nBeautiful. Read it our fingertips. Thank you so much, Maria. Thank you so much.\n\nThe YonEarth Community Stewardship and Sustainability podcast series is hosted by Aaron William Perry, author, thought leader, and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you to sign up as a daily, weekly, or monthly supporter.\n\nPlease visit YonEarth.org-support. Support packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth, all one word with a Y.\n\nThese sponsors are listed on the YonEarth.org-support-page. If you found this particular podcast episode especially insightful, informative, or inspiring, please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in. Thank you for your support, and thank you for being a part of the YonEarth community.",
  "related_episodes": [
    {
      "title": "Episode 135 – Chief Tuwe & Ari Brasil, Messages from the Heart of the Amazon",
      "url": "https://yonearth.org/podcast/episode-135-chief-tuwe-ari-brasil-from-the-heart-of-the-amazon/"
    },
    {
      "title": "Episode 126 – Dr. David George Haskell, Listening to Nature:Sounds Wild & Broken",
      "url": "https://yonearth.org/podcast/episode-126-professor-david-george-haskel-sounds-wild-broken/"
    },
    {
      "title": "Episode 121 – Oliver Retzloff & Eric Knutson, Wild Nectar Flower Farm",
      "url": "https://yonearth.org/podcast/episode-121-oliver-retzloff-co-founder-wild-nectar-farm-w-eric-knutson/"
    },
    {
      "title": "Episode 84 – Judith Schwartz,The Reindeer Chronicles",
      "url": "https://yonearth.org/podcast/episode-84-judith-schwartz-the-reindeer-chronicles-scaling-regeneration-globally/"
    },
    {
      "title": "Episode 32 – Lila Sophia Tresemer, Celebrating the Divine Feminine at Star House Temple",
      "url": "https://yonearth.org/podcast/episode-32-lila-sophia-tresemer/"
    },
    {
      "title": "Episode 05 – Stephanie Syson, Biodynamic Botanicals Herb Garden Tour",
      "url": "https://yonearth.org/podcast/episode-05-stephanie-syson/"
    },
    {
      "title": "Episode 03 – Brook Le Van, Sustainable Settings Biodynamic Ranch",
      "url": "https://yonearth.org/podcast/episode-03-brook-levan/"
    }
  ]
}