{
  "title": "Episode 91 – Finian Makepeace, Co-Producer, Kiss the Ground Movie",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11588/episode-91-finean-makepeace-co-producer-kiss-the-ground-movie.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-91-finean-makepeace-co-producer-kiss-the-ground-movie/",
  "episode_number": 91,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry, and today\n\nwe’re visiting with Finian Makepiece. Hey, Finian. How are you? It’s good to see you again.\n\nLikewise, I’m doing great. How are you doing?\n\nReally good. Baring with everything, I guess, is all we can all do, but I’m doing good, yeah.\n\nExcellent. Yeah, that’s great. Yeah, I know it’s a very busy time for you, and we’re going to be\n\ntalking about one of the primary reasons it’s so busy for you right now. So we’ll jump right into that\n\nhere in a few minutes after I have an opportunity to introduce you. Finian Makepiece is the co-founder,\n\npolicy director, and lead educator of Kiss the Ground, and a renowned presenter, media creator,\n\nand thought leader in the field of regenerative agriculture and soil health. His dedication to\n\nKiss the Ground’s mission of inspiring participation in global regeneration, starting with soil,\n\nhas motivated him to develop training programs, workshops, and talks designed to empower people\n\naround the world to become confident advocates for this growing movement. And Finian, of course,\n\nmany of our friends and colleagues are aware that you and your team recently published the\n\nnew Kiss the Ground movie, and we’ll be talking about that a bit, and it’s a very exciting resource.\n\nI actually watched it last night with a couple of our colleagues out this way, and let’s just dive\n\nright in if you could tell us a bit about why this movie is having such tremendous impact in\n\nthese times, and what the vision is for the impact of the movie. Yeah, great, great question.\n\nFirst, I’d love to just start off by sharing, and this connects to the impact of the movie,\n\nand that’s why I would answer this way, is we recently this summer changed our mission,\n\nso in my bio, I got to make sure that’s changed, but our mission is awakening people to the\n\npossibilities of regeneration. And so I think what I’ve seen as what’s coming out of the movie\n\nis the opportunity, not necessarily the hope as Ron Finley would like to say, let’s not talk\n\nabout hope, let’s talk about opportunity, and that’s what I feel like this film is doing is\n\nsharing that we have an opportunity. There’s actually a way forward, a pragmatic way\n\nthat humanity can be stewards of the earth versus the destructive force we’ve been,\n\nand that we can see that there is an anchor there, a possibility that we can actually access.\n\nSo when our mission gets tied to the movie, this awakening from a different perspective,\n\nthat I would say the world has been kind of stuck in, which I often refer to as sustainability\n\nthink, what the film is doing is providing access to regenerative think, people being able to\n\nsee the future in a regenerative context or lens, that honestly a lot of indigenous cultures\n\nhave had access to or had already been accustomed to, but many people around the world have kind of\n\nbeen blocked into this way of thinking of sustainability as the option. But the point is we’re too\n\nfar gone for sustainability to work, and the most hopeful thing I’ve seen from the movie is people\n\naround the world from scientists, the business leaders to university students, our community leaders\n\nsaying, wow, I didn’t know that humans could be involved in this regenerative thing. I didn’t know\n\nwe had a place to play in it, and that’s what really gives me hope is that we can have more people\n\nget lit up like you and I are Aaron about what’s possible is about seeing that possibility is real.\n\nYeah, that’s it’s really beautiful and such a succinct way of articulating it.\n\nInfinite, I’m wondering, you know, if you would, just for those who aren’t yet familiar with\n\nKiss the Ground as an organization or the movie, can you encapsulate for us what’s the big deal\n\nabout soil and why does that matter in the context of regeneration?\n\nYeah, I think soil first off, I think soil is such an important thing to grasp for humanity\n\nto really see the regenerative future. Why I say that is it goes back to kind of the name of\n\nour organization. Kiss the ground is really imploring that we have this reverence for the substance\n\nthat really makes life unearthed possible. I mean, it really is where it all comes from.\n\nAnd so when we, when we start to unlock what’s possible with soil, how soil is formed,\n\nwhat makes the difference between dirt and soil? This frame of thinking starts to shift and you\n\nstart to see how crazy it’s been of how humans have disregarded and perpetually disregarded more\n\nand more the soil that’s beneath their feet. If you look at cultures, ancient cultures, indigenous\n\ncultures, having profound reverence and connection to the soil, the mother, the thing that gives\n\nthem life, the thing that protects them, gives them access to food, fertility and everything,\n\nwe’ve been drifting away from that faster and faster as humanity. So reconnecting to that is\n\nfirst and foremost. Second, I’ll just pull up a plant here, my little example. Second is really\n\nhaving people grasp where life comes from. A lot of us understand that plants breathe out oxygen\n\nso that we can breathe. We learn that in middle school. But not enough of us, or even most scientists,\n\nor most textbooks, understand the whole fundamental process of how soil, healthy soil is built.\n\nSo I’m showing a plant. If you’re just listening to this, I’m showing Aaron a plant here in my hand.\n\nBut what I’m showing is that carbon dioxide is in the atmosphere, gets pulled into the plant’s\n\nleaves in their stomata. And the sun energy the plant uses in photosynthesis to break apart the\n\ncarbon, connects it with oxygen and hydrogen to create glucose molecules that have been dilutes\n\nin the water that the plant had pulled up from the ground. It creates the sugar water and it pumps\n\nthat through its body and it uses those carbon molecules to build the entire plant, right? That’s\n\nkind of like taking us back to 7th 8th and 9th grade. What we didn’t know, what scientists weren’t\n\naware of is this big phenomenon called how much of those liquid sugars. The plant is literally\n\ndripping or leaking or exuding out of their roots into the soil. Why do feed microbes? Why would\n\nthey want to feed the microbes in the soil? Because the microbes in the soil use their enzymes\n\nin different processes to unlock nutrients in the soil and make that those nutrients\n\navailable for the plants to uptake in their roots. Something that’s happening there, what’s so\n\ncrucial, why I’m talking about this is those organisms are made out of carbon because they ate\n\nthe carbon that the plant fed them. So they’re built of carbon and it just so happens that they\n\nevolved to make glowy substances made of carbon. Either the outside protection of micro-isofundate,\n\nthis sticky protein carbon, these sticky substances are made of carbon and bond our soil particles\n\ntogether, building aggregated healthy soil. So this process of plants pump it in, microorganisms turn\n\nit into these glues and store it as long-term stable carbon is what we really didn’t understand or\n\nrecognize in soil science until somewhere around 1996 in some of these cases. So this is a huge\n\nopportunity for humanity to grasp, not just what our ancestors kind of knew intrinsically because\n\nhow they farmed and placed specific practices, but now we can say, look, the science has shown us\n\nhow soil is actually forming. So we can help nature to rebuild soil faster than we ever\n\nthought possible. And it doesn’t require a bunch of crazy chemical inputs. We can just help nature\n\ndo what it does better while we’re farming. That’s regenerative agriculture, Aaron, that’s why\n\nit’s such an exciting phenomenon as we’re saying we can do agriculture. We can farm and produce\n\neven more food and cost the farmers less money for inputs while we’re pumping carbon and life-giving\n\nsubstances into the ground that hold more water, make more nutrients available for the plants,\n\nmake healthier plants, healthier societies, etc., etc. So it’s really this root of making the world\n\nabundant again comes with humans helping build soil back. I love this slogan making the world abundant\n\nagain. That’s excellent. Yeah, I’m I’m struck that in some of my research over the years I came\n\nacross a statement from the Vedas, the ancient texts from Asia written about 3,500 years ago saying\n\nsteward this soil and it will give you life, shelter, food, beauty, etc., disregarded and it will\n\ndie and it take you with it and this was a message to humanity. And of course in our etymological roots,\n\nour word human even comes from a root connected to the word humus in the Latin meaning soil. We find\n\nthe same thing in the Hebrew and the book of Genesis with Adam being created from Adema, the soil,\n\nthe clay. So this this connection it runs so deep and what I love about the movie is you guys\n\ndo a great job of expressing why this is so important, especially in terms of carbon sequestration as\n\nit relates to stabilizing climate, not to mention all of these other benefits you just ran through with\n\nincreased nutrition density of food and so on, but that there’s also this sort of intangible in a\n\nway quality of life that comes from the psychospiritual nourishment when we cultivate a direct relationship\n\nof stewardship with the soil. It comes through loud and clear in these wonderful people that are\n\nfeatured in the movie, one of my favorites being Gabe Brown, the rancher. And you guys did such a\n\nwonderful job of capturing how that that spiritually meaningful, scientifically grounded,\n\neconomically pragmatic thing that this guy is doing on several thousand acres works and how he’s\n\nsharing that with others in the you know bread basket region of our of our country. And I was hoping\n\ncould you for our audience who haven’t yet seen the movie, could you tell us a bit about Gabe Brown,\n\nhow did how did you guys connect with him and and how did you manage to so eloquently capture his\n\njourney toward regeneration? Well first off Gabe is a is a major beacon in this movement and\n\nand one of the most generous giving people out there to this movement and he’s been just\n\nsteadfast and the dude hardly sleeps and will answer emails from random people at three in the\n\nmorning and just incredibly gifted and he’s also really gifted at storytelling and sharing\n\nhis message and and that’s why him being in the film was so crucial because he speaks to so many\n\nfarmers who over the last 20 30 years have been in this perpetual degradation chemical bandwagon\n\nthat has been honestly hurting their bottom line and making it so that each year that they’re\n\nlooking at it’s not exciting for them it’s not exciting for their kids their kids are not going to\n\ngo to the farming so he’s really representing where a lot of US farmers are especially right now\n\nand in the film he’s talking about how he went through years of kind of you know natural disasters\n\nhailed storms drought etc that kind of set them up to say you know what there’s got to be a better\n\nway than counting on all these chemicals counting on bailouts from the government counting on\n\nsubsidies or counting on loans that are just based on me doing more chemical agriculture so kind\n\nof pushed him into I have to find another way and that’s good news and bad news Aaron is that\n\nour farmers are struggling they’re going in 4% debt every year as they’re added agriculture debt\n\naverage in the US so the bad news of course is we’re dealing with the fragility of our entire\n\nlandscape and the farmers that subsequently they have to deal with that and they’re at the front\n\nlines and it’s sad and their suicide rates are alarming the the only silver lining there is that\n\npeople are ready for a change and that’s where regenerative agriculture isn’t telling someone they\n\nhave to give up everything that they’ve ever known or been doing but it’s giving them tools\n\nto really rebuild their farms find pride and a reason for getting back into their farming and find\n\nand and know that there’s a trajectory that they can go where they’re reducing their input cost\n\nsignificantly in the first couple years to be able to be more prosperous farmers if people\n\nlistening I don’t know how familiar they are with large-scale farming but the input costs\n\nare ridiculous I don’t know how else to say it but you look at the profit margins that you should\n\nexpect off soybeans and they’re all negated from your input cost because of how much our farmers\n\nare dealing with the created land and perpetually the the companies that are selling the chemicals\n\nand the seeds they’re making a lot and the farmers are suffering right now so regenerative agriculture\n\noffers that and I think that’s what Gabe speaks to is an opportunity for farmers to actually have a\n\nway to do this isn’t about them you know going back to some time thousands of years ago but it’s\n\nabout biomimicry and it’s about harnessing the power of nature that so many as you mentioned so\n\nmany indigenous cultures warned us of and and a messenger like Gabe is essential really to get\n\nthrough to those those farmers who are struggling yeah absolutely and I was struck when you all\n\nshared some of the data in the movie that now that he has established a diversified and well-functioning\n\nalternative regenerative system he’s seeing net profits to the tune of a hundred dollars\n\nan acre whereas many of his conventional colleagues even with federal subsidies right and we as a\n\nnation are subsidizing agriculture to the tune of some twenty five billion dollars a year if I\n\nremember it in the figure correctly well he would I’m trying to remember it too right now so yeah\n\nI think I’ll go with you on that yeah yeah I mean we’ll I’ll double check maybe but without\n\nthose same subsidies he’s making two orders of magnitude more in profit per acre that’s compelling\n\nyeah and that’s where we have to and you know the so-called the academy who Gabe Brown,\n\nRay Archuleta and and a few others are our favorite all-star farmer trainers Dr. Alan Williams\n\nthey just launched their new course well they launched the enrollment period and you can go\n\nthrough kiss the ground dot com to to enroll in regen ag 101 is basic course that is required\n\nbefore you take their more advanced courses or in-person trainings but this is scaling access\n\nAaron to really unbelievably tried and true information that these guys are giving to their students\n\nthey’re some of the most sought after teachers in regenerative agriculture and so now we’re\n\nworking with them on the launch of this course that they have and what this provides first and\n\nforemost is saying we’re not pretending that this is not the most critical thing is economics\n\nand that’s where why I really appreciate the soil health academy is they’re not doing this for\n\nfarmers for climate change they’re doing this for farmers for the farmer’s sake and then all of\n\nthese other things that come with this are are the big picture play but first and foremost is a\n\nfarmer able to do this and reduce their inputs by $100,000 in their first year that’s a win\n\nyou know that’s the stuff I work with them on talking about policy makers be like look\n\nour farmers are going in debt or we could go to have them go the other way and have radical changes\n\nin their input cost even if their yields aren’t going up the first year or two their input cost\n\ncan drop significantly and that’s that’s money in their pocket in the order of managed to\n\nhave hundreds of thousands of dollars second and first year yeah yeah it’s so it’s so compelling and\n\nyou mentioned Ray Argeletta and I was I was struck by his presence in some of the footage of him\n\nspeaking to different gatherings of farmers throughout what looked like the Midwest and of course\n\nhe’s in agronomous he’s with the NRCS the natural resource conservation service and outgrowth\n\nof some of a president FDRs policies to deal with the great dust bowl catastrophe that we we saw\n\nearly in the 20th century and boy I loved hearing from Ray who you know seems in the movie like a\n\nreal salt of the earth guy in a real committed guy that what he’s doing he considers to be his\n\nhis life mission and you can kind of feel that coming right through the the screen watching the\n\ndocumentary yeah he is he was my top choice to get in the film I said if we’re going to make his\n\nfilm we have to have Ray Argeletta because he represents such a critical component of this\n\nmovement what I mean by that is he’s no longer with the NRCS now but he’s with the soil health\n\nacademy and his understanding his context of going to school for agriculture and soil going into\n\nthe NRCS for 25 years and just for the listeners out there the NRCS used to be called the soil\n\nconservation service and then changed their name shortly after in the 70s or something but\n\nwhat Ray has is essentially a taste of the global um mechanical mind that is been perpetuated\n\nunfortunately by our university systems and I’m not trying to say our university systems are\n\nbad or our governor governments are bad most people have been trying their best to to help I would\n\njust give benefit of the doubt but when we talk about an experience like his my favorite quote from\n\nhim Aaron says we didn’t know how the soil worked yeah why that’s so crucial someone who went\n\nto school for egg and soil 25 years in the NRCS that’s a soil agent field agent dealing with soil\n\nwe didn’t know how the soil worked what that says in general is we all got to take a pause all\n\nthese brilliant sides it’s all these people working this field all got to take a pause and we look\n\nwait a minute what do we not know or understand admit we’re at the tip of the iceberg of understanding\n\nsoil and its complexities and how it works and how it functions and the billions upon billions\n\nof microorganisms that are making it functioned at its highest rate making it give nutrients to\n\nplants making it hold 20 times its weight in water every every piece of humus or every piece of\n\naggregated soil those phenomenons that nature evolved over millions and billions of years are\n\n500 million years arguably on land this is something that needs deep check in you know and this is\n\nwhere we have to take some of our hubris around our we know this science says this be like look\n\nscience has been awesome but scientists fail to recognize how siloed their thinking has been\n\nand so you deal with a phenomenon why I come back to that we didn’t know how the soil worked let’s\n\ntake that as an opportunity and this is what I mean by that is governor of california for example when\n\nI shared with him like look algorithm know how this worked uh uh you know decaprio these famous\n\nenvironmentalists didn’t have any idea about this amazing potential how it actually functioned\n\nand now raised saying oh yeah nrcs didn’t even really know how it worked and yeah you can go back\n\nto textbook you can go back to history books that are saying like look you got to take care of the\n\nsoil you got to look for organic matter you got to do this those are fundamentals that have been\n\nkind of systematically pushed out over the last 70 to 100 years and we now have even more science\n\nand data around understanding the biology what’s happening there so we can\n\nmarry the indigenous play space knowledge the pioneering holistic thinking and the cutting edge\n\nscience and that’s regenerative agriculture to me is basically saying look it’s not going to be a\n\none thing we need the cutting edge science we need the amazing holistic management planning\n\nbecause we need to be able to immediately start changing management plans for all the grazing\n\nlands all the working lands around the world and we need indigenous play space knowledge otherwise\n\nwe’re going to be missing so many critical components to how those ecosystems naturally evolved or\n\nused to exist in their best selves so there’s so much to know and why it just came back to the\n\nray thing is like this is a chance for our our whole community of leading thinkers to look and say\n\nhey there’s a new possibility here it’s called regeneration and it’s kind of not something we’ve\n\nbeen paying attention to that’s an opportunity for everyone I don’t care how many books you’ve\n\nwritten it’s an opportunity for everyone I didn’t know you know yeah it’s beautiful let me ask you\n\nto repeat these three things you said so eloquently so I’ve got indigenous play space knowledge\n\ncutting edge science and then the one in the middle I didn’t quite jot down holistic planning\n\nor holistic management what that means is when you’re taking where we are now yeah ideally we could\n\nhave a million buffalo in the middle of the country tomorrow but we don’t so we have cows and we\n\nhave land and they’re interrupted by highways and suburban sprawl what are we going to do well it’s\n\nour context and then how are we holistically planning with inside of our current context and the\n\nfact there’s way more humans now than they’re everywhere we have to take that context and be able\n\nto plan holistically from there based on climate based on how much it rains based on you know\n\nwhat’s naturally supposed to be there perennial you know king grasses or is it supposed to be trees\n\nlike what is the natural phenomenon that we’re actually helping to occur versus trying to force\n\nfeed something that you know trees aren’t supposed to be there sorry buddy they’re all going to\n\ndie no matter what you do you know like this kind of like stop the black and white let’s take\n\nthe context and holistic management so that’s where I think holistic management gets overlooked\n\nsometimes because people will be like well isn’t that just indigenous knowledge and you’re like\n\nno because it’s more essentially it’s more adaptive because it’s not just play space and it’s not\n\njust based on what what generations and generations the people discovered how to manage something\n\nit’s about even if someone was doing it holistically in an ancient knowledge or indigenous knowledge\n\nthing that’s great but holistic management can happen anywhere anytime right now yeah yeah yeah\n\nabsolutely okay well and it reminds me of one of the other things I really appreciate how you\n\nguys handle in the movie not only is it mentioned that you know carbon’s not bad and of course folks\n\nin the really concerned about the climate crisis know that it’s the loading of carbon in the\n\nin the atmosphere that’s causing so much trouble but it’s not that it’s carbon carbon it’s not bad\n\nper se by itself of course it’s the building block for life similarly you guys draw the distinction\n\nbetween cows cattle ruminants in a industrial feedlot environment versus in a holistic managed\n\nenvironment out on the range lands and I think it’s particularly notable that given you know\n\nkiss the grounds roots in the you know Los Angeles California area one of the places where\n\nthe vegan movement has been very strong we know that plant heavy diets and plant based diets in general\n\nare going to be good for our health and good for the planet however this is another one of these\n\nareas where it’s not black and white and I really appreciate how you guys treated the discussion\n\nregarding cows and would you mind sort of summarizing that for our audience yeah it’s such a great\n\nquestion because again I come from the perspective I try to at least that most people who are involved\n\nin something are doing it out of a place of wanting good of feeling like there’s something wrong\n\ngoing on you know even people who I disagree with on the other side of the political spectrum it’s\n\nharder sometimes with that but like they’re coming from a place of something’s wrong I’m trying\n\nto help fix it especially the passion it wants right so when we’re talking about vegans and\n\npeople who are in that like rylan the other co-founder of kiss the grounds you know big vegan family\n\nlike they’re all pushing that stuff it’s been great and it’s totally awesome and you have to\n\ncommend it you have to commend people taking that journey now what the only distinction we’re\n\ntrying to make here is that it’s it’s basically like if those were your only choices if it was\n\nKFO beef and the worst of KFO beef concentrated animal feeding feeding operations yeah pardon me thank\n\nyou for that yeah feed lots then you’re saying okay that’s or let’s take veal for example even\n\nworse right like just straight up from when the calf goes in that’s like terrible because there’s\n\nnever any life on grass it’s just in a pen veal right and then you say okay okay the vegan\n\noptions better here now here just take me down this road for a second most people aren’t aware that\n\ncows even if they go to KFOs even if they go to a feed lot the first two thirds of their life\n\nare on grass all cows start with their moms on grass suckling their breasts and walking around grass\n\nnow most of that grazing land is being overgrazed meaning it’s eaten down too far cows are\n\nable to do whatever they want it’s not planned grazing they’re not bunched together so across the\n\nworld we’ve been losing vast areas of land due to cows and other ruminants over grazing\n\nand creating deserts that’s been happening for 10 thousand years the Middle East used to be fertile\n\nit wasn’t just the cutting of trees it wasn’t just plowing it was also overgrazing northern Africa\n\nMiddle East these places just completely devastated by overgrazing tendencies you get erosion\n\nand it spirals out of control so arguably ruminants and the management of them in most\n\nplaces around the world has been degenerative especially brittle environments meaning places\n\nwhere half the year or more it’s very little moisture in the air doesn’t rain that’s a brittle\n\nenvironment you know you can overgraze in England you get grass all year round it doesn’t look\n\nlike anything wrong happened because it’s a very forgiving regenerative environment because it’s\n\nbasically trickling water perfectly to keep everything moist for a long time so you can get away\n\nwith a lot of bad grazing there but when we look around the rest of the world overgrazing has been a\n\nproblem so when we look at cows it’s pretty logical that they got a bad rap they’re right now they’re\n\neither spending a third of their life in KFOs which are extremely detrimental from the feed that\n\ngoes into them being degeneratively grown to the the actual place itself to the inhumane nature of it\n\nall the water all of the fuel the whole thing is just catastrophic and then you say oh the\n\ngrazing is also causing degeneration and now we’re taking out rainforests to get more land to\n\ngraze and then or feed them with soy and corn so the whole thing is a joggernaut of terrible\n\nin our production right now the the issue is is saying wait a minute if we throw the baby out\n\nof the bathwater we’re dealing with degraded land all over the world and in certain areas where\n\ngrasslands are supposed to be prevalent like I mentioned like perennial grassland systems are\n\nsupposed to be the naturally occurring anchor species there those areas are heavily degraded if\n\nyou look at the birds eye view and you see how much grass it’s like twenty ten fifteen percent grass\n\ncover on a lot of these grasslands around the world because they’re degrading either from over\n\ngrazing or over rest too much science to get into the over resting we don’t have time right now\n\nbut the point is you can desertify land just by not having any animals on it that’s why conservation\n\ndoesn’t always work in fertile environments so we need to put some kind of thing in those landscapes\n\nto regenerate it what is the best thing to put in those landscapes to regenerate it turns out it’s\n\nherded herbivores that are helping to regenerate that land so it kind of is a hard thing to comprehend\n\nbut that’s what’s crazy is the land that’s been degraded or is starting to be degraded actually\n\nneeds animals on it to regenerate it so if we say cows are bad we throw everything out that’s a\n\nbit too much but basically for anyone out there it’s not what it’s how if I showed you carrot\n\nproduction in the Central Valley of California large scale organic carrot production and you\n\nunderstood soil science you’d be like my god this is the worst thing we could ever do to our soil\n\nbecause it’s literally creating desert and terrible circumstances run off of tons of soil\n\nbecause production of carrots at a large scale is really hard if you do it conventionally\n\neven if you’re doing it organically and that’s where people saying oh is it better to have backyard\n\nchickens because I live in the country and I have backyard chickens for my calorie intake or\n\nthis bag of carrots that’s organic from California which one’s better for the environment calorie per\n\ncalorie that’s where you start to have to look at it’s not what it’s how it’s not what it’s how we\n\nhave to start thinking of not just the black and white that all things vegan are good or all things\n\nvegetarian it’s like what is the farming and how are we incentivizing with generative agriculture on\n\nall fronts that was really long-winded so thanks for bearing with me on that that was perfect I\n\nreally appreciated in fact I use that same example of not all carrots being equal in when I\n\nwrote YonEarth and got into this topic and it’s it’s a really important one for people to grasp\n\nand I you know I want to remind folks that this is the YonEarth community podcast I’m your\n\nhost Aaron William Perry and today we’re visiting with Finian Makepiece one of the co-founders of\n\nKiss the Ground and producers of Kiss the Ground in the movie and we would love to thank some of\n\nour sponsors who are making our podcast series possible including this episode today and they\n\ninclude earth coast productions the Lidge Family Foundation Alpine Botanicals, Purium, Earth Hero,\n\nVera Herbels, Growing Spaces, Soil Works, Earthwater Press, 1% for the planet, Dr. Bronners and\n\nWaylay Waters and of course our great network of ambassadors and folks engaged with the YonEarth community who have joined our monthly giving program and if you haven’t joined in you’d like\n\nto you can go to yonearth.org click on the donate button and set up whatever amount you’d like\n\nto give every month and for those who want to give at certain levels you’ll also get shipments of\n\nthe regeneratively grown hemp infused Waylay Waters aromatherapy soaking salts if you would like to\n\nas part of our regenerative economic win-win relationship for health and well-being and I also\n\nwant to mention that you can connect with the work of Finian and his team at Kiss the Ground going\n\nto kisstheground.com on Facebook it’s at kiss the ground CA Twitter is also at kiss the ground CA\n\nInstagram is at kiss the ground and then to get right to the movie you can go directly to kiss\n\nthe ground movie.com we’ll put all this in the show notes for you as well and yeah you know that\n\nexample of the carrots was one as I mentioned that I put into the book Finian and I think it’s also\n\nreally important to share with folks you know kind of what does this all mean for us in our day\n\nto day lives and one of the things we can do if we if we do purchase something like beef to look\n\nfor those regeneratively raised and grown beef products 100% grass fed and there’s an emerging\n\nmovement including the regenerative organic certification that many of the leading organizations\n\nin this effort have helped launch together as a collaborative process and project and that includes\n\nthe folks at Docker Bronners and Patagonia and the Rodale Institute who of course was featured in\n\nthe movie and so keep an eye out for more and more products getting that regenerative organic\n\ncertification credential and and if you’re going to be buying meat and animal products do your best\n\nto get those that are raised in a way that is good for our planet and good for our own health\n\nand wellness and you know really quick really quick on that Aaron just before I forget\n\nwe worked the regeneration international they were putting together a map that we ended up\n\nhelping just the ending part of it but there’s now a map if you go to kiss the ground.com and\n\nto our find your path tool which is a tool to find your path in the movement get access to what\n\nyou should do but on that page is also a link to this regen farm map tool so you can start to\n\naccess food from regenerative farms in your area you can literally look up and say oh I want\n\neggs or whatever and who’s doing it next to me and you can start to find these you know quasi-vetted\n\nit’s been it’s been a process but you know it’s vetted and we encourage you to do more vetting\n\nof these farms to start getting direct access and that’s where you can help farmers in this process\n\nwho are needing to find the customer base who is looking for regenerative anyway so check that out\n\nat kiss the ground yeah that’s great I’ll look to get the link straight to the map into our show\n\nnotes as well thank you for that that’s a great resource and you know I fit in I know before we\n\nstarted recording you mentioned that you’re at I understand maybe your home office and one of your\n\nyoungster children is taking an afternoon nap your wife’s with a client I love this sort of\n\nreal-life aspect of what’s happening right now and so we we know that it’s your daughter right is\n\nthat who’s sleeping yeah she usually sleeps before but we’ll see if that so at any moment here we\n\nmight get the pleasant interruption of a young child waking from a nap just a bit of a forewarning\n\nbut also a way to indicate that so much of this work is motivated by an understanding that\n\nwe’re making decisions now that are affecting future generations and that’s also something expressed\n\nbeautifully in the movie and one of the things I love how you guys handle is looking back in history\n\nto really understand how did we get to where we are right now and the way you treat you know some\n\nof the scientific and advances in the chemistry arena especially by Fritz Haber and he was responsible\n\nfor developing some really nasty substances that were used by the Nazis and the gas chambers for\n\nexample and how that that pre-World War II and post-World War II legacy including the Cold War\n\npolicy here in the United States around chemical industrial agriculture in the 50s 60s and onward\n\nthat that really is the backdrop in the context for how we got to where we were today and you know\n\nI’ve been digging into this for a while as well and it struck me that you know on some level I\n\nkind of get after speaking with folks like my grandfather who fought in World War II that you\n\nknow those were really scary decades the 50s and 60s the world had become nuclear and we were in\n\nthis great battle between the Soviets and the West and it was a scary time and so I can have\n\nsome understanding why some of our policies around food as a foreign policy tool were developed\n\nnevertheless we’re clearly at a point now where these the logic that may have led to those\n\ndecisions no longer has validity and I want to just acknowledge what a great job you guys did\n\nwith the history and I was curious if there was anything there you thought we ought to pull out for\n\nthe audience here in our conversation well Aaron actually I would prefer to mention more of what\n\nwas left out I encourage people to watch the film but because you have the chance to watch the film\n\nand you won’t necessarily have the chance to hear me tell you what I think was left out is\n\nand we’re we’re significantly adjusting and editing for it in the education cut but\n\nIndigenous place-based knowledge as I mentioned before is so crucial and it’s not just crucial for\n\nthe compartmentalized information if you will it’s almost just as crucial in the cultural views\n\nin most people’s theory of change views dictate actions and actions dictate the outcomes of the\n\nworld so what Aaron was laying out is the majoral major industrial agricultural phenomenon that came\n\nout of world war two led into the the quote unquote green revolution so systematically changed our\n\nworld and gave credit and perpetuated Western dominance or Western thinking or obedience to what\n\ncollege educated white men say around the world in white lab coats as legitimate information\n\nand oh if it’s coming out of Harvard oh if it’s coming on here this is the new idea that everyone\n\nin agricultural should do because they studied it and this is how it should be done let’s oh wow\n\nand so it just so happens that nitrogen fertilizers also in the mix so we’re getting major\n\nincreases in our crop production leading to the ability to feed the world in a way that never\n\nmaterialize before so those views got pretty cemented very quickly if you think about the time\n\nthat that’s not very much time went by and very quickly we went from smallholder farmers all\n\nover the world managing using organic material trying to use manure trying to have their cow\n\nbenefit their other things and like they’re trying to work with inside of what would more be like\n\nbiodynamic system like it’s all one system I’m trying to manage this the best I can so it’s\n\nsomewhat regenerative to depending on chemicals and depending on getting bigger and depending on\n\nall of these economies of scale exports all these things all of a sudden that’s prepping up\n\nof view of the mechanical mechanical view that we’re living in the world today and if we go down\n\nthat’s not I don’t have time to go into all the particulars of it but the actions that are now\n\nleading from that and the outcomes is what Aaron mentioned is like that doesn’t really fit\n\nanymore based on how degraded our world is yeah we can’t keep going that it’s kind of like our\n\neducation system it’s like that was made up in the 20s so that we’re even earlier so that kids\n\nwould go into the factory and work like that’s not our world and what are we doing why are we\n\neducating our kids so that they go into work in the factory it’s not what they do anymore why are\n\nwe educating them to do that it’s kind of the same thing like we went into this big boom called\n\nnitrogen fertilizer and big machines and now we’re saying that’s caused destruction at the rate\n\nof 30 million acres a year farmable land is being too degraded to use anymore even when it’s\n\ncropped up with chemical fertilizers or pesticides so that’s the rate that’s nearly the size of\n\nEngland which is 32 million acres so that’s how much land we’re losing every year based on this\n\nindustrial model but one thing to remember too most of the world that’s degraded has been\n\ndegrading steadily and quickly with organic agriculture the Middle East wasn’t doing heavy\n\nnitrogen fertilizer and big machines it was a brittle environment it was a place where very\n\nlittle rainfall for certain periods of time that means that you can degrade that system and have\n\nit turn into a desert much quicker than if you disrupt the land in northern northeastern New\n\nYork it’ll turn back into a forest if you just don’t mow your yard that doesn’t happen when you\n\novergraze until land in in certain parts of the Middle East or whatever they’re going to stay\n\nbrittle and it’s going to turn into a desert so this is where when we’re managing land systems\n\nwe have this opportunity now to shift cultural views and this is what I to tie back to what I was\n\nsaying a second ago is our views that have been pushed on us by western dominated chemical\n\nsales industrialization modernization of of how we’re distributing food the the whole the whole\n\ncacophony of it culturally where can we look back and say what are we valuing where’s our connection\n\nto mother earth where’s our culture interpretation of our role as stewards and this is where sometimes\n\nwe look at like some some of the Native American cultures for example or what was happening why\n\nwhere people are like this is literally what we’re on the planet to do is to steward the earth\n\nhaha yeah it’s crazy like yeah that’s nice and ha ha airy fairy be like no what if we were actually\n\nthinking like that and that’s where it’s more than just practically scientifically what if we change\n\nour cultural story of what we’re supposed to do from consumers and big houses to like are we helping\n\nthe world like some of these cultures that’s embedded in who they’re supposed to be as a person\n\nand that’s where to me we have to legitimize that and bring that story up because the story we’re\n\nliving in right now we’re all gonna perish real quick but these some of these more ancient indigenous\n\nculture stories actually have validity in creating regenerative systems if you look at why for\n\nexample it’s like everyone’s objective as a person you’re gonna help steward this land so\n\nit’s hydration is better so we get more fertile lands like that’s part of your objective as a man\n\nor woman in life or or not neither you know like that’s a different story so that’s where I think\n\nit’s so important that we don’t discount at all it’s not just information it has to be about\n\nhow people are thinking of themselves as part of their identity it’s it’s yes spot on I love\n\nthat Finian and with a some of my heritage being with the Mohawk people of upstate New York actually\n\nwhich gets a lot of rainfall that’s that’s more on from it’s a good New York okay yeah yeah the\n\nthat culture has the the original instructions exactly teach us how to live as as stewards and\n\nreverence and working with these regenerative forces with nature and that’s so embedded in many of\n\nthe indigenous cultural life ways around the world and in one of the things we can do is engage\n\nmore with those celebrate those more and support those cultures and in communities even more\n\nand I love hearing about it and I also love how you guys show the regenerative power in the time\n\nlaps photos and videos on the lowest plateau in China this is with John News work and you know a few\n\nweeks ago I had the opportunity to interview Judas Schwartz with her new book reindeer chronicles and\n\nshe also discusses extensively John’s work in the Lowes Plateau yeah and it is it is such a potent\n\nexample of what’s possible in these brittle and desert regions and I’m overjoyed knowing Finian\n\nthat in our own lifetimes we may be witness to this incredible greening up of and restoring of the\n\nfecundity and fertility of this planet and John’s John’s work is just in a tremendous example of\n\nwhat’s possible yeah check out ecosystem restoration camps people can get involved in individual\n\ncamps I was just on the phone with Judas through this last week she’s connecting me with the\n\ndecade of ecosystem restoration folks and we’re now working with them on monitoring stuff it’s\n\nlong story yeah I just wanted to emphasize the the work in the Lowes Plateau for me was just\n\nso important to include in the film because we have to have people see the vast\n\npotential the vast opportunity when we look at degraded land there and when I remember I talked\n\nabout the pathway for building the soil and the plant is just taking carbon that’s sitting in the\n\natmosphere doing nothing but causing destruction that’s the pathway when we look and we put the\n\nglasses on just imagine you put the glasses on and all of a sudden you see the last but that flip\n\nthem up and it’s desert I want people to start looking and saying wait a minute I see this desert\n\nbut then I see regeneration as a possibility and that to me is the change of human\n\nconsciousness collectively yes it’s based in so many indigenous cultures but collectively\n\ncan we wake this sleeping giant called the force field of what humans are in right now\n\nand wake them to the possibilities and that’s what gets the ground’s mission is awakening people to\n\nthe possibilities of regeneration and one of the ways that I do that and I’m most passionate about\n\nis giving access to anyone whether you’re in a position of decision-making or university\n\nstudent or in a business or a farmer or anybody I say this movement is like the .com era in the\n\nearly 90s like it’s about to go big if you want to get involved do it I was I was a touring musician\n\nlike I don’t know what your thing was like I wasn’t involved with this at all I hear I heard that there\n\nwas I you know saw in a four-hour lecture that there was a possibility that the future wasn’t\n\ngoing to be as dire as I thought it was going to be if we did something so I dedicated my life to\n\nand I want to invite people to that and what I’ve personally done and kiss the ground is done is\n\nwe’ve created soil advocate training as one of our first prominent tools for people to say okay put\n\nme in coach I’m going to learn I’m not going to spend seven years making slideshows or learning\n\nall this give me the information get me in the game I want to start being an advocate on any level\n\nthat I can and that’s where we took our stewardship program is really designed and our soil advocate\n\ntraining is designed to do that and it’s available now for anyone all over the world starting any\n\npoint you can go to kiss the ground.com to check that out but that’s really one of my areas that I\n\nam so passionate about is can we get thousands if not millions of people who you don’t have to have\n\nknown this you don’t have to know the science just start where you are start your learning curve\n\ntoday and two years from now you’ll be or even next week you’ll be helping this movement in ways\n\nthat you never thought possible because you know you start you I don’t know when you’re exact\n\non-road with this but for me it was eight years ago and just based on the\n\ndenoing that I could be of some assistance that was it me and my own being like we can help we\n\ncould help this we can probably help that’s all we need is just a little spark to say I can\n\nprobably help and you can and that’s where we’re right now we’re in the precipice of a global\n\nmovement and we need your help so jump in and we’re we’re here to help you yeah that’s what we’re\n\nhere to do yeah absolutely beautiful Finneon and you know before we wrap up in our conversation\n\nand I appreciate you taking the time to visit with me and with our YonEarth community audience\n\num there were two things in the in the movie that I just got such a chuckle out of and one is\n\nof course you guys worked with Woody Harrelson to have as a narrator through the experience which\n\nwas just wonderful and I love toward the end when he turns and addresses us each in the audience\n\ndirectly to the camera and gives us that that invitation that exhortation if you will to action\n\nand of course I was also just chuckle at some of those outtake uh uh little clips that you\n\nshow when the credits are rolling out there at Venice Beach that was it was kind of funny and\n\nkind of amazing so I’m just I’m sad at the same time a little sad but yeah a little levity I\n\nencourage uh when when folks when you do go and watch the movie make sure you uh sit and enjoy\n\nthe credits because there are some bonus uh experiences there for you and uh yeah Finneon it’s great\n\nvisiting with you today I really appreciate all the work you’re doing and making all this\n\navailable for us and before we sign off is there anything else you’d like to share with us in\n\ngeneral and or any you know message for the YonEarth community in particular well first\n\nI’d love to thank the community um I’ve seen a lot of what Aaron’s doing and and what this\n\ncommunity’s up to I want to thank everyone for participating and how you are and it’s\n\nit’s incredible to me that the future is unwritten in such a big way and I’ve never felt\n\nmore hopeful and one of the crazy outcomes of COVID is that people’s availability to thinking and\n\ntaking on new ideas new views new actions is heightened so I want to encourage everyone to make a\n\ndecision make a commitment that you’re going to play bigger and I the promise I give you is that\n\nyou will find more meaning in your life if you do you will you will be rewarded with\n\ncontribution because it’s it’s the gift that we want to give to future generations I have no\n\nquestion about it is a regenerated world with abundance and water and the ability to not be\n\nliving perpetually in in a state of fear as as many of us have so thanks everyone kiss the ground\n\nas a as a vast resource I could just go on and on about what’s on our website and stuff\n\nwould check it out take the the find your path is really designed for for you to cater to yourself\n\nof what your interests are and start to seek that out um yeah take your film your friends"
}