{
  "title": "Episode 120 – Rowdy Yeatts, Founder & CEO, High Plains Biochar",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12409/episode-120-rowdy-yeatts-founder-ceo-high-plains-biochar.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-120-rowdy-yeatts-founder-ceo-high-plains-biochar/",
  "episode_number": 120,
  "subtitle": "About Biochar",
  "description": "Biochar is a form of charcoal that can be made from a variety of organic material, including woody biomass, corn stover, hemp stalks, and even cattle manure. Like charcoal, the char is made through a process called pyrolysis in which oxygen is limited, causing the biomass to smolder. The process creates substantial micro-tubule caverns in the material, resulting in a sponge-like, water absorbing, and soil micro-organism habitat that boosts soil building and carbon sequestration performance substantially. One gram of biochar is estimated to have 200 to 300 square meters of surface area as a result of this capillary porosity. Although precision technology is emerging to make biochar on a massive scale world-wide, the technique is an ancient one, made for centuries by pre-contact indigenous societies in Amazonia (such biochar is known as Terra Preta), and by many other folk and indigenous peoples around the planet. Now with the world-wide activation of robust carbon credit markets, and increasing demand for such credits from a variety of corporate and philanthropic buyers, biochar production is poised to scale exponentially, and could be capable of sequestering one gigaton (one billion tons) of atmospheric carbon annually.",
  "about_sections": {
    "about_biochar": "Biochar is a form of charcoal that can be made from a variety of organic material, including woody biomass, corn stover, hemp stalks, and even cattle manure. Like charcoal, the char is made through a process called pyrolysis in which oxygen is limited, causing the biomass to smolder. The process creates substantial micro-tubule caverns in the material, resulting in a sponge-like, water absorbing, and soil micro-organism habitat that boosts soil building and carbon sequestration performance substantially. One gram of biochar is estimated to have 200 to 300 square meters of surface area as a result of this capillary porosity. Although precision technology is emerging to make biochar on a massive scale world-wide, the technique is an ancient one, made for centuries by pre-contact indigenous societies in Amazonia (such biochar is known as Terra Preta), and by many other folk and indigenous peoples around the planet. Now with the world-wide activation of robust carbon credit markets, and increasing demand for such credits from a variety of corporate and philanthropic buyers, biochar production is poised to scale exponentially, and could be capable of sequestering one gigaton (one billion tons) of atmospheric carbon annually.",
    "about_rowdy_yeatts_&_high_plains_biochar": "Originally from Casper, Wyoming, Rowdy attended high school and college in Oklahoma where he graduated from Oklahoma State University with a business degree. With a long-time interest in building and metal fabrication, Rowdy owned a boat dock construction business before founding High Plains Biochar in collaboration with the Kansas and Nebraska Forest Service agencies. In 2021 Rowdy and High Plains Biochar participated in Microsoft’s funded accelerator called gBeta, and in 2022 the company was selected for a US Department of Energy technology accelerator called REACH which is administered by Colorado State University and Innosphere Ventures in Fort Collins, Colorado.  The company is also collaborating with the Rocky Mountain Farmers Union to develop a carbon credit cooperative model for its biochar customers and RocketChar producers. In 2022 Kevin Johnson joined the High Plains Biochar executive management team and is working closely with Rowdy to scale up manufacturing, sales, and capitalization of the company’s activities."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast. I’m your host, Aaron William Perry. Today we’re\n\nin Laramie, Wyoming, recording with Rowdy Yeatts, the founder of High Flames Biochar.\n\nHi Rowdy. How do you guys? Glad to be here. Yeah man, really excited to talk with you today.\n\nAbsolutely, absolutely. We’ve got a lot to cover with biochar, agricultural uses, carbon sequestration,\n\na whole set of intersecting issues coming together right here at what you’re doing as an inventor,\n\nan entrepreneur and the technology maker. Perfect, that’s great. Yeah. Rowdy Yeatts is originally from\n\nCasper, Wyoming. He went to high school in college in Oklahoma, graduating from Oklahoma State\n\nUniversity with a business degree. He always had an interest in building and metal fabrication and\n\nowned a boat.construction business in Oklahoma. He also lived in Texas and Nebraska, the latter,\n\nbeing the place where High Flames Biochar was founded. Now we’re here looking at fast forwarding\n\na few years. The Rocket Char 301 technology you’re going to hear a lot about that is one of the\n\nlatest and greatest of High Flames offerings. In 2021, they built the first working pilot unit\n\nand went through a Microsoft Funded Accelerator called G Beta. And then in 2022, they were chosen\n\nfor a United States Department of Energy Technology Accelerator called Reach, which is run by Colorado\n\nState University and Industry Ventures in Fort Collins, Colorado. Earlier this year, 2022,\n\nKevin Johnson joined the team and is helping Rowdy now as they’re accelerating and scaling up\n\nthe technology and also working to create the world’s first biochar cooperative where participating\n\nmembers can verify and sell the carbon credits coming from the biochar production that the\n\ngroup is responsible for. And that project is being created in collaboration with the Rocky Mountain\n\nFarmers Union. So we’ve got a lot to talk about here Rowdy and we’ll help explain what some of this\n\nmeans to those in our audience who maybe aren’t quite as familiar. But let us just jump right in\n\nand I’ll ask you, what is biochar and what’s the big deal about biochar right now?\n\nOh, biochar. What is biochar? The really cool thing about biochar is most of you have actually made\n\nbiochar and don’t even realize it. So if you’ve had a campfire and ever found large chunks of charcoal\n\nin the pit after the next morning, you’ve actually made biochar yourself. If you’ve ever burned\n\ntoast in your toaster, you’ve actually made biochar yourself. So believe it or not, you’ve actually\n\nmade biochar. But in simple terms, biochar is charcoal created from cooking biomass at high temperatures\n\nin the absence of oxygen. We typically use wood chips, but there’s a lot of other feedstocks that\n\nyou can use to make biochar with. And what are the properties of biochar that are making it such an\n\nimportant potential application in soil and even in other agricultural uses? What’s it doing?\n\nYou know, I think the neat thing about biochar is the longevity of it. So it’s carbon that we\n\ncan add to our soil, but it lasts for thousands of years, which is much different than a lot of the\n\nother short term soil amendments that are used. So that’s really the big difference between biochar\n\nand a lot of the other soil amendments that are out there. And that’s also how we can sequester carbon.\n\nSo a tree can pull carbon out of the atmosphere. We turn that wood into a stable form of carbon that\n\nlasts for thousands of years in the soil. And that’s how we’re able to work with nature and actually\n\nremove carbon from the atmosphere. Yeah, it’s really interesting. And I know a lot of our farming and\n\ngardening friends and colleagues are really excited about what biochar is doing in the soil as\n\nthe soil amendment for the plants and the water retention. Can you explain to us what’s going on\n\nthere in terms of the properties as well? Absolutely. I think for that we really need to go back\n\nthousands of years to where the ancient Amazonians were creating terapreta, where they were adding\n\ncharcoal and different things to the soils to grow more food for these large civilizations.\n\nAnd that’s how they were able to improve the soil health to the point where they could actually\n\ngrow large amounts of food on fairly small parts of land. And now fast forward several thousand\n\nyears and we’re essentially rediscovering this ancient technology that the Amazonians knew.\n\nBut now we have new technologies for making biochar like the rocket char 301. And we have a lot of\n\nother really unique applications where biochar is being used. One meet when that we’re refocus on\n\nis using biochar and animal feed. There are other projects that are adding biochar to asphalt projects.\n\nSo there’s just really a lot of neat uses around biochar right now.\n\nYeah, when it’s used as an animal feed, what is it doing to benefit the animals and or benefit\n\nthe climate situation? Yeah, I think to start with, in simple terms, the biochar is helping to\n\npass toxins. So a lot of the feed that animals eat in jest right now, they’ve been sprayed\n\nwith different chemicals, the different haze, the different range of their eating. And so these\n\nchemicals build up in their digestive system. And the first thing the biochar does is it removes\n\nthose toxins from the digestive system. We’ve also seen benefits as far as increased milk output\n\nin dairies. We’ve done some research with the University of Nebraska doing a feed trial where we’re\n\nactually able to reduce the methane output from cattle by about 10 to 15 percent. So essentially\n\nremoving the burps, which was surprising to me, I always assumed that the methane production came\n\nout the other end of the cow, but apparently a lot of the methane actually comes out the the\n\nburp side of the cow. No kidding. Yeah, that’s new to me too, actually, you’re ready.\n\nAnd what about asphalt when biochar is used in asphalt, how is it improving performance there?\n\nYou know, there’s some really interesting stuff. I’m not an expert in the biochar and asphalt,\n\nbut I’ve watched a few webinars on it. It sounds like that the biochar itself makes for\n\na asphalt that can be applied at lower temperatures. But I think the big benefit for adding\n\nthe biochar to the asphalt is the carbon aspect of it. We’re able to have these paving projects where\n\nwe’re actually sequestering carbon from the atmosphere while we’re paving our streets. And that’s\n\na really interesting aspect to me, but I think there are some chemical properties that make the\n\nbiochar as far as the temperature and the longevity of the asphalt improves by adding the biochar.\n\nVery interesting. Now, you know, I’ve had a hand, I have burnt some toast in the past, I will\n\ncop to that, but you’ve had a handful of wonderful campfires over the years. And, you know,\n\nwhen we get them burned in nice and hot, we tend to end up with just ash at the end. And I’m\n\nwondering, could you just describe for us technically and up here behind us, you can see the window\n\ninto the unit is actually burning now. You might be able to see the flames there through the window\n\nif you’re looking at the video. Can you explain to us what’s going on with this combustion that we’re\n\nnot just ending up with ash and we’re actually left with this really useful biochar product?\n\nCorrect. In a noble campfire situation, the wood oxygen is in contact with it and eventually\n\nit turns into ash. You might find some charcoal kind of tucked in the corners in the back area,\n\nor if you put your fire out before it’s done, you will obviously have some charcoal there. But\n\nin this case, what we’re doing, we’re running at about 1200 degrees. So inside, behind that window,\n\nit’s 1200 degrees. And what we’re doing is we’re heating that wood waste up, but in the absence\n\nof oxygen. So it’s inside of a reactor tube so that we’re able to non-allow that oxygen to come\n\nin contact with the wood. And that’s how we create the biochar. It’s high temperature in the\n\nabsence of oxygen, which is called pyrolysis. Yeah, and with this pyrolysis, I understand the\n\noutput is not only a form of carbon that’s going to stay very stable in the ground or whatever\n\nother application it’s put into, but that also there’s a whole bunch of porous, almost like sponge\n\nlike surface area created inside of the char itself. And can you explain us what the increased\n\nsurface area is and what that’s going to do for things like soil, water retention, etc.\n\nAbsolutely. So the carbon structure of biochar, it’s a very high carbon product, but if you look\n\nclosely under a microscope, but you’ll actually see it’s hollow carbon tubes. And that is the\n\nsurface area where one gram of biochar can typically have two to 300 square meters of surface area,\n\njust in one gram, which is really just mind boggling. But what that is in the soil is housing\n\nfor microbes. It gives them a structure to thrive in. They really like getting inside those hollow\n\ncarbon tubes and setting up shop essentially. So it’s apartment complexes for our soil microbes\n\nand fungi and protozoa and all the other life going on in our soil. Well, that’s really important\n\nand amazing. And especially in the more erad and semi-erad parts of the world, right, this becomes\n\npart of the water conservation and water utilization strategy and food and herbal medicine production.\n\nIs that something you’re seeing interest in from around the world?\n\nAbsolutely. By adding the biochar to the soils, we can reduce the amount of water that’s required\n\nto grow those crops. And it can hold that moisture in the soil for more days. So when a normal soil\n\nmight dry out, a soil emitted with biochar might get two more days of available moisture to those\n\nroots. And that can make a lot of difference in producing crops.\n\nYeah, wow, that’s significant. And speaking of crops, what are some of the inputs you had\n\nmentioned? What are some of the other agricultural inputs that can be utilized to make the biochar?\n\nYeah, that’s really the neat thing about biochar. You have a lot of flexibility in what you can use.\n\nSo farms may have different crop residues, oat holes, corn residues, different things like that.\n\nIt might make a great feedstock. A hemp farmer might use a hemp flower after the CBD has been\n\nextracted. A sawmill might have sawdust and other waste that they’re utilizing. So cities that\n\ndon’t have municipal urban waste available for a lot of their urban tree projects. So when you\n\nstart looking around, there’s biomass and possible feedstock for biochar, just about everywhere you look.\n\nYeah, it’s so interesting. Now, can you tell us, here’s the hot box. I can feel the heat coming off.\n\nWhat’s going on here with the process logic system that you’ve developed?\n\nYeah, so this is a really neat project. Colorado State University helped us develop this control\n\nbox. And what this is doing is it’s controlling the temperature. So this little PID controller here,\n\nwe’re running out about 1190 degrees right now. And that’s controlling our temperature. We also\n\nhave controls for things like ignition, our bin vibrators, our draft inducers. We’re able to\n\ncontrol the speed of our fuel loggers and our biochar auger, which allows us to control the temperature\n\nand the dwell time of our biochar. And then finally, we’re using a quench pump here to actually\n\nstop that burning process and turn the biochar and steam activate the biochar to increase that\n\npore surface area. I remember you were saying about before we started recording how the quenching\n\nprocess considerably enhances surface area. And when we’re looking at something like the activated\n\ncarbon that some folks will use, we’re at the very kind of extreme end of that surface area of\n\npotential. We’re able to take a regular biochar and by steam quenching, we’re able to open those\n\npores up. Just a little bit more that increases our surface areas. We’re actually approaching the\n\nsurface area of some activated carbons without having to go through the typical activation process.\n\nWe’re just using the heat that we generate from the process for the Steve activation. So there’s\n\nno extra energy consumed. Yeah, it’s amazing. And you were explaining also beforehand that this\n\ntheoretically could be producing its own electricity requirements so that these could be deployed\n\nin very remote settings and not require any external or additional electricity input. Can you\n\nexplain to us how that would work? That’s correct. So basically this technology, one of the really\n\nunique features of this technology is it doesn’t require a fan for moving air. That essentially makes\n\nus the Prius of biochar technologies because of the low power consumption. And part of that also\n\nmeans that these can run on very little electricity. And what our goal is is to create the first carbon\n\nnegative technology that runs on its own energy. No one’s ever done this before. And we feel like with\n\na thermoelectric generator utilizing the heat from the exhaust stack on this that we can actually do\n\nthat. This machine right now is only consuming about 1.2 amps of electricity while operating. So\n\nit’s just this technology requires a very, very little electricity to operate, which is what makes\n\nit different than all the other biochar technologies in the world. It’s amazing. And right next to the\n\nroom that we’re in currently, the structure where we’re in currently with the unit is your\n\nmachine shop. And then over there and you know you and I met I think something like five, six\n\nyears ago. I think that sounds about right. Been up once or twice this way. You’ve been down to\n\na couple of our Y on Earth events over the years. And it’s been so wonderful the way you’ve shown\n\nup and shared and educated folks about the opportunities we have with biochar. But I’ve got to say\n\nwith what you’re able to do in your machine shop, Rowdy, it’s extraordinary. And you are really one\n\nof these inventor entrepreneur types who has figured out a way to make this technology very simple,\n\nvery foolproof and requiring very little in the way of operational maintenance, right? So that\n\nthis can get deployed in communities, farms, places even all around the world, right? Where this is\n\ngoing to bring a lot of different benefits into people’s lives. And I’d love to ask you, what are some\n\nof the challenges that you’ve seen with other technologies that you’ve been able to kind of solve\n\nout of this technology? And two part question, you know, where are you seeing a huge opportunity\n\nfor there to be great humanitarian impact deploying these units outside of the United States?\n\nYeah, you know, as far as the technologies go, there’s a need for more biochar technologies,\n\nright now. A lot of the older technologies that are available aren’t super energy efficient,\n\nso they require a lot of electricity to operate. A lot of them don’t utilize the heat that they’re\n\ngenerating. A lot of them use fossil fuels for startup process. So there’s a lot of improvement\n\nto be made in some of those technologies, and that’s kind of what we did. We just tried to keep\n\nthings simple, get right back to the basics, and if when we were engineering a things got\n\ncomplicated, we just backed up and kept things simple. And that’s really what the difference is\n\nin this technology. So as far as scaling out the technology, the sky’s the limit here because\n\nthis technology is small scale and can be used on a farm in India or a farm in Indiana. It really\n\ndisguise the limit as far as how many of these that we could actually deploy and make a difference.\n\nRight now, this machine is removing about six pounds of carbon dioxide per hour from the\n\natmosphere. The average person emits about four tons of carbon dioxide per year as far as\n\nthey’re carbon footprint. This machine is enough to actually offset an entire person’s carbon\n\nfootprint for the year, just by operating this machine. Well, that’s amazing. And then you’re\n\ngetting all those additional ancillary benefits, emending soil and so on. Yes, you’ve got the heat\n\nthat you can utilize. So in colder climates that he can be utilized to heat a greenhouse,\n\nheat a shot building, heat a house. You’re also getting the biochar to enhance your soil.\n\nAnd then on top of that, there’s biochar carbon credits that are associated with producing\n\nbiochar that are worth about a hundred dollars a ton. So there’s usually three different\n\nkind of income streams from utilizing a waste product and turning it into biochar.\n\nYeah, this whole carbon credit piece has really gotten exciting the last couple of years and\n\nyou know, going clear back to when I was in school looking at sustainability issues is about,\n\nI don’t know, 25 years ago. For many, many years as you know, Rowdy, there’s been this kind of\n\nbackground discussion of when the carbon markets come alive and when carbon’s pricing out and\n\nwe’re thinking maybe five dollars, maybe ten dollars a ton. And now here we are fast forward\n\na quarter century from when I was looking at this back in school. And by golly, we’ve got a very\n\nactive carbon market and we’re seeing some very exciting pricing signals coming from the global\n\ncarbon market. I’d love to hear from your perspective, how have you seen the picture with the\n\ncarbon trading evolve these last several years? And what’s your sense about the role biochar is\n\ngoing to be playing over the next several years, the next couple of decades as a global community\n\nhere is responding to the very serious need to pull carbon out of the atmosphere.\n\nYeah, that’s really a unique thing. The way carbon credits have evolved and a lot of our soil\n\ncarbon credits have gotten popular. The only thing about biochar carbon credits is that biochar\n\ncan be weighed. It can be put in a bag and we can measure that much easier than we can measure\n\nsoil carbon, which takes a lot of testing over periods of years. So that’s really the beauty of\n\nbiochar carbon credits. The other beauty of biochar is that it lasts for thousands of years in the\n\nsoil. So it’s not just a very short term carbon removal, some of the carbon projects meant only\n\nfor 50 years or 100 years where we’re talking thousands of years. And that’s why biochar carbon\n\ncredits are worth so much, worth considerably more than other carbon credits as well. So we’re\n\nmost most carbon credits are worth 25 to 50 dollars a ton of biochar carbon credits are now worth\n\nbetween $100 to $200 a ton just because of their longevity and because the ease of measuring and\n\ndocumenting the removal of the carbon just by simply bagging and weighing the biochar versus having\n\nto test soils or navigate some of those more difficult testing options. Yeah, that makes a lot\n\nof sense. Now I’m not asking you to tell the future or peer into your crystal ball here, but\n\nwhat’s your sense in terms of how the biochar carbon credit value is going to price over the coming\n\nyears. I think it’ll be pretty stable in that range or something else. I basically a lot of the\n\nindications that we’re seeing is that the biochar carbon credits are going to continue to be a premium\n\ncarbon credit and demand a higher price on the marketplace just because of that longevity and\n\nthe simplicity of measuring them compared to some of the other methods. So it feels like biochar is\n\nslowly gaining momentum and climbing gets away towards the top of kind of that list of the best\n\nways to remove carbon from the atmosphere for longer periods of time. Yeah, interesting. Now I know\n\na lot of our colleagues are working on other aspects of regenerative agricultural solutions that are\n\nalso sequestering carbon as you mentioned soil building. Is anybody yet piecing together? Hey,\n\nwhen you add a ton of biochar to the soil, you’ve got that ton of carbon sequestered value,\n\nbut you’re also stimulating a lot of additional soil building activity more than likely.\n\nIs anybody piecing that together yet as like an integrated strategy? Yeah, so I think there were\n\nsome studies out of Australia now that are in the past their five year since they began and we’re\n\nstarting to see that your right there was an initial boost from adding the biochar to the soil,\n\nbut it also accelerates further carbon sequestration in the soil. We’re part of a really unique project\n\nthat’s getting funded by USDA as part of their climate smart commodities program where we’re\n\ngoing to be applying biochar with cover crop seed to see what kind of benefits we can have enhanced\n\nwith cover crops by adding the biochar to that. We’re going to be doing 3,000 acres over five years\n\nin measuring those long-term effects. So we’re really excited about seeing some of these benefits\n\nbecause that one of the long-term picture of what adding carbon to your soil does.\n\nYeah, that’s so exciting and I know we’ve been kicking around a few ideas and a few opportunities\n\nfor high-plains biochar and the YonEarth community to collaborate further. And one of the\n\none of the things that we’ve been discussing is this cooperative model that you’re putting together,\n\nand I’d love to hear from you, Rowdy, if you’re looking out over the next several years and\n\nthis vision has come to full fruition, what does it look like? How can different communities,\n\ndifferent farmers be a part of this mechanism that you’re putting together that will allow all kinds\n\nof folks to be a part of this major movement? Yeah, that’s the really neat thing about this\n\ntechnology is what makes it so different is it’s much smaller scale than most of the really large\n\nscale biochar technologies that cost millions of dollars where this is at a price point and at a\n\nscale where this can be deployed at a farm anywhere in the world where we can have farmers in India\n\nthat are producing biochar we can have farmers in Europe that are producing biochar we can have\n\nsaw mills in the Midwest producing biochar and our goal is to deploy as much of this technology\n\naround the world as possible get everyone producing biochar and the associated carbon credits\n\nand then take all those carbon credits and put them together and market them as a group.\n\nAnd that way we can take what’s really difficult for a small individual farmer to do on their own\n\nand we can make that really easy because we’re doing it as such a large group.\n\nYeah, it’s so exciting. I just we’re working on some related things at the Wieners community\n\nto help folks turn their yards into food forests and permacultures and you know soil building\n\nis such a big part of this and I’m just thrilled that we’re at living in a time right now where\n\nthere’s so much innovation and so much opportunity for us to you know lock arms and have a lot\n\nof positive impact by collaborating together and I’m really excited about what you’re up to\n\nRowdy and where things are headed and maybe maybe I’ll ask you with all that in mind what\n\nyou know what’s your biggest need right now like what what is from between here and thousands of\n\nthese being deployed what does high flames biochar need to make that happen yeah you know like a lot\n\nof businesses for scaling up and growing it’s going to take some funding and that’s been the real\n\nchallenge right now with between you know looking at a recession that’s possibly coming up\n\non here in the United States and after getting out of kind of the the COVID issues that we’ve had\n\nit’s been kind of a challenging environment to raise funds to deploy technologies like this\n\nif we’re really hopeful that we can find the right group the right people to work with to where we\n\ncould make that happen at a larger scale because that’s really the goal here is to make the biggest\n\nimpact that we can for the next generation and we know that this technology it’s essentially going\n\nto be the Model T of biochar technologies and finally enabled the average farmer the average ranch\n\nthe average sawmill to actually get involved and start removing carbon from the atmosphere when\n\nthat wasn’t always possible and it’s going to take a lot of a lot of teamwork to make that happen\n\nbut we’re really excited about meeting new people and opportunities to to find that match that we’re\n\nlooking for yeah that’s absolutely wonderful let me remind folks this is the YonEarth community\n\npodcast I’m your host Aaron William Perry and today we’re visiting with Rowdy Gates the founder of\n\nHigh Plains biochar and you can find out more about the company at hp biochar.com you can also go to\n\nbiocharco.op.com of course we’ll have all these links in the show notes you can find\n\nHigh Plains biochar on Facebook at hp biochar and of course invite you to check out some of the\n\nother related podcast episodes we’ve recorded in the past that tie into this subject and we’ll\n\nindicate in the show notes a few suggestions there for you YonEarth.org want to give a shout\n\nout to some of our sponsors and partners making this podcast series possible and that includes\n\nwheylay waters the regeneratively grown and biodynamically grown hemp infused aroma therapy\n\nsoaking salts this is a social enterprise that we incubated through the YonEarth community\n\nour ambassadors have an opportunity when you join the ambassador network to give at certain\n\nmonthly levels so that you’re receiving monthly shipments of these soaking salts that are\n\namazing in terms of aches and pains helping with sleep and so on also we’ve got our soil works\n\nbio dynamic soil activation product you can go to YonEarth.org slash soil works for that\n\nwheylay waters.com and on the YonEarth site for the wheylay waters you’ll find info there\n\nand then finally purium our friends making these amazing organic super food powders and pills\n\nthat come right from the farm and all you got to do is add water and you’ve got some liquid sunshine\n\nor liquid readie toss whatever you want to call it we’ve got a special deal at YonEarth.org\n\nslash purium where you can get $50 off your first order or 25% whichever is greater and there’s\n\na no risk 60 day guaranteed money back deal for you there so if you want to enjoy some of the health\n\nbenefits of these organic super foods really encourage you to check out YonEarth.org slash\n\npurium and 20% of those proceeds come back to support our work at the nonprofits so that’s really\n\nhugely appreciated and yeah you know rowdy I am so excited about everything that you’ve shared\n\nwith us are ready today and I want to ask what’s what’s a day in the life of rowdy\n\neights looking like here in larmy you know this is about just under two hours drive from the\n\nboulder lions area where we tend to reside and work and you know what’s what’s life like for\n\nrowdy when he’s not in the workshop or not fired up the bouchard here you know I have a 15-year-old\n\ndaughter so I like to get out and I enjoy joy the the lake and the river with her we left\n\nfloating some of the rivers around here in paddle boarding this time of year with being in the fall\n\nso hunting season’s going on so we like getting out in the woods and chasing animals around in the\n\nwoods a little bit and enjoying some of the wonderful Wyoming outdoors together that’s absolutely\n\nwonderful yeah you know my my son’s name is is hunter as a lot of folks know and when when he was\n\nabout I don’t know five or six years old I realized by golly with a name like that I probably\n\nought to take him hunting and so we we kind of joke that a lot of the time it’s a long walk in the\n\nwoods which we enjoy but with some extra weight and gear you carry the heavy backpack and a long\n\nwalk in the woods that makes sense yeah it’s an absolutely beautiful way to experience a lot of\n\nthe wilderness out west and I imagine some of our listeners may not be familiar that especially in\n\nthe Rocky Mountain west a lot of the the fees from the hunting and the fishing licenses actually\n\ngo to support a bunch of wilderness conservation ecological conservation and even restoration\n\nprojects and this is a huge piece in in Colorado I’m not as familiar with what’s happening in\n\nWyoming but is it a similar very similar situation here we were I just had a Rocky Mountain\n\nelk foundation dinner a couple weeks ago for conservation projects that they do here the\n\nMuley Phenatic Foundation is also really active as far as their conservation projects around wildlife\n\noh that’s great ready well yeah I am I’m so excited about what what you’ve been able to accomplish\n\nthus far and so excited to see what’s coming next knowing that you’ve really set the table and\n\nthings are poised for all of this to scale up in such a powerful way and I guess you know before\n\nwe sign off with our episode rowdy is there anything else you’d like to share with our audience\n\nor you know just say in general about the work that you’re doing uh you know it’s not so much\n\nabout the work that I’m doing by buying is like I was to encourage you to no matter where you’re\n\nout where you’re located what your situation is do what you can to make a difference whether that’s\n\ndoing some some work with biodynamic soil activators whatever whatever you can do figure out what\n\nyou can do and make a difference that that’s really the main thing is that everybody’s situation\n\nis different and just go out and make a difference whatever where you can yeah it’s really wonderful\n\nI couldn’t agree more with that one rowdy and and listen on the on the website for\n\nHigh Plains Biochar there are also some great videos where rowdy’s walking and talking through\n\nsome of the more technical aspects of the technology so I encourage you to check that out and\n\nyou know I’ll be remiss if we’re not able to open this up before we sign off on the episode\n\njust to show some of the some of the more uh nuanced and technical stuff we got going inside\n\nthe house state university did a great job the folks over at Powerhouse helped us design and build\n\nthis control box but they uh they did a fantastic job uh we really enjoyed working with the folks\n\nover there at CSU Powerhouse and you’ve been able to basically through some of this sophistication\n\nwith elegant design make it so the unit is extremely easy for anyone to operate isn’t that right\n\nthat’s exactly right we’re trying to make it as easy as possible we even have an app so that you\n\ncan actually just uh monitor this on your phone and actually shut the shut the unit off on your\n\nphone so we’re trying to make it really uh it’s simple to use uh for kind of the modern uh the\n\nmodern world I guess uh it’s absolutely simple technology for the modern world\n\nsimple technology yeah I love it rowdy well thanks so much my friend it’s very absolutely\n\nwith you the YonEarth community stewardship and sustainability podcast series is hosted by\n\nAaron William Perry author thought leader and executive consultant the podcast and video recordings\n\nare made possible by the generous support of people like you to sign up as a daily weekly or\n\nmonthly supporter please visit yon earth.org backslush support support packages start at just one\n\ndollar per month the podcast series is also sponsored by several corporate and organization sponsors\n\nyou can get discounts on their products and services using the code YonEarth all one word with a Y\n\nthese sponsors are listed on the YonEarth.org backslush support page if you found this\n\nparticular podcast episode is specially insightful informative or inspiring please pass it on\n\nand share it with a friend whom you think will also enjoy it thank you for tuning in thank you\n\nfor your support and thank you for being a part of the YonEarth community"
}