{
  "title": "Episode 45 – Adam Eggleston & Alex Martin – Madera Outdoor is Planting Trees!",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/5187/episode-45-alex-martin-adam-eggleston-madera-outdoor-is-planting-trees.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-45-alex-martin-adam-eggleston-madera-outdoor-is-planting-trees/",
  "episode_number": 45,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Welcome to the YonEarth communities stewardship and sustainability podcast series and today we’re visiting with Adam Eggleston and Alex Martin from Madera outdoor and wilderness culture.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth communities stewardship and sustainability podcast series and today we’re visiting with Adam Eggleston and Alex Martin from Madera outdoor and wilderness culture.\n\nHey Adam, hey Alex.\n\nHey, how’s it going?\n\nGreat how you guys doing.\n\nVery good.\n\nI’m really excited to talk about planting trees and getting to the outdoors and before diving in let me just do a little introduction for each of you two so that our audience has a little sense of your background.\n\nSo Adam Eggleston was born and raised in Idaho.\n\nHe lived in Chile for two years doing service work and graduated from Brigham Young University with a degree in human biology.\n\nAdam started Madera outdoor during the last semester of college because he was inspired by the woods he lived in during the summers in Jackson Hole working as an unofficial arborist.\n\nI love the unofficial part of that arborist.\n\nHe got into that hustle his term because he had a truck he used as an over the cab camper and when not living in the camper he would cut and sell dead wood to locals to heat their homes in the winter and reduce the risk of wildfire in the summer.\n\nMadera outdoor is an extension of that work but instead of cutting trees Adam and the Madera team plant trees for humanitarian purposes and we’ll hear a lot more about that.\n\nAlex Martin went to Old Dominion University until his junior year where he studied economics before dropping out to pursue an opportunity in New York City.\n\nHe originally wanted to be an investment banker but started an email marketing company well in college which set him on a very different trail.\n\nIn 2011 Alex saw a big opportunity for social media and began testing strategies to virally grow online communities.\n\nIt took him about three years and countless hours to figure it out and that’s when he started wilderness culture.\n\nHe endured three failed business attempts prior to landing on wilderness culture in 2014.\n\nSo Alex lives in Virginia Beach and Adam is in San Jose and guys it is such a great pleasure and opportunity to be able to speak with you today.\n\nThanks so much for joining the show.\n\nI’m so excited to dive right in and cut to the chase and share with our audience what an amazing things you guys are doing with your business model in terms of helping uplift people around the world and helping to resolve several interrelated environmental and ecological challenges.\n\nAnd by way of kind of framing this up could you describe what is the business model and what is the work you’re doing through Madara?\n\nYeah so our business model is always I’ve never really started the business as a way to make money and to put money in my own pocket.\n\nI’ve told Alex this in some of our conversations but I really would have been fine if we would have started Madara as a nonprofit because I just think that the humanitarian aid and environmental impact that companies can have on the positive side is so big and it’s like it’s so untouched in retail space.\n\nSorry I’m outside and so you’ll hear some motorcycles and stuff passing by but yeah the business model in Madara is to you know for every product that we sell we plant trees and that’s actually we have a page on our website that talks about how planting trees is kind of the face of the business is really just the tip of the iceberg because there is a lot more humanitarian aid that happens other than planting trees because\n\nyou know the life of a tree has so many ways to benefit people and animals that we’ve put the principles of tree planting and nitrogen fixation and forest gardens and to play in countries and sub-Saharan Africa that are third world countries and you know poverty stricken.\n\nAnd then we partnered up with trees for the future who they are the ones they have a team down there who are teaching the locals how to take care of their crops and what not and eventually yield some pretty amazing results for them and you know their entire sphere of life and ultimately end goal is to you know look them out of poverty and allow them to be self-sustaining through trees and it works.\n\nIt’s absolutely beautiful and Adam I love how one of the ways you frame this for your customers is that if they’re buying for example a hammock you’ll plant two trees and often we’re hanging a hammock between two trees so there’s such a beautiful symmetry there and in Alex I’m wondering if you might add to that and enhance the description there from your perspective with wilderness culture.\n\nYep so wilderness culture we’re we’re an online magazine and like information platform our whole mission is to get people outdoors and to do it responsibly and respectfully so we partner with brands and individuals and companies and nonprofit to kind of share those same values you know we filter everything through pretty much three things is like people which is a community protecting the planet.\n\nAnd then I’m pursuing quality so those are kind of that’s our filter points.\n\nGreat I love it people planet quality yep excellent and you know those of us some of our network in the YonEarth community are incredibly knowledgeable experts in the realm of material sciences in the realm of industrial engineering in the realm of business models and economic strategies and.\n\nQuality ends up being such a key when we’re talking about stewardship and sustainability absolutely overcoming this kind of throw away cheap culture that we’ve seen for the last several decades so it’s awesome to have that emphasis yeah and we try to go we try to like with our community we just you know everyone has to buy stuff but we want them to be conscious about what they’re buying so it’s kind of like conscious consumers and is what we.\n\nWe try to encourage people to do yeah yeah love it well I want to mention to for our audience I know many of whom are in Colorado or might even want to make the trip we’re going to be doing a very special collaborative event on.\n\nSaturday August 31st in Boulder, Colorado at the Highland City Club from 2 to 5 p.m. with Madera outdoor and we’re going to be doing by the dynamic soil activation we’re going to be connecting with a bunch of the Madera ambassadors and we’re going to be planting trees if the if the baby tree starts from the nursery we work with are available.\n\nSo it’s going to be a fabulous time to come together and community to celebrate and to work toward these social and environmental goals together so I just wanted to make sure in the front of the show to get that info out so folks can put that on their calendar August 31st.\n\nWhat’s that.\n\nLabor Day weekend.\n\nYeah it’s Labor Day weekend some will be in town some out of town we already know there are going to be some folks here from Switzerland visiting I heard about that.\n\nIt should be a lot of fun.\n\nSo you mentioned you know we’re we all have to buy something at some point in the opportunity to choose quality is such a huge part of our conscious consumerism using our our demand that’s super power to affect positive change worldwide.\n\nSo on that note would you guys share with us the many wonderful products that you have available.\n\nYeah so Madera is an outdoor we’ve kind of we stuck along the lines of lightweight back packing gear and that’s kind of what that’s kind of the group we try and keep all of our products in.\n\nSo when we first started we started with regular camping hammocks and those did really well we sold those for a couple of years and recently this is one of our neuro products.\n\nThese are our our hammocks.\n\nAnd anyways they have art on them by a pro skier and a professional mirrorless they painted these together and so you’re able to get in the minds of like a pro skier and from my list.\n\nBut we have all sorts of other you know the whole point is to get people out nature and which is why wilderness culture and Madera is such a great partnership.\n\nBut yeah we have all sorts of other products as well we have lightweight sleeping pads you know that are you know I I compare it to the gear that I took on my 50 mylers when I was a kid.\n\nI can fit into a day pack now you know like I can take all that stuff ultra white and still does the job so yeah we have a sleeping bags headlamps sleeping pads back packs and we’re working on all sorts of other gear like blankets and travel travel packs like cubes to organize your stuff.\n\nAnd yeah there’s just a lot of a lot of other products you have all the hammock accessories hammock straps and whatnot.\n\nSo for anyone who wants to check out the gear and look at making some purchases and getting some trees planted they can go to Madera outdoor dot com is that right is that the best way to check that out.\n\nYep and if you want to check out the art hammocks it’s madera outdoor dot com forward slash art.\n\nYeah excellent.\n\nWhat is your favorite of all the products you have what’s your favorite and what what do most people seem to get excited about.\n\nI really like these art hammocks.\n\nYeah those are my favorite too I get excited about those yeah I look at them and I just know how perfectly like they’re so appealing to like my brain.\n\nWell and those are hammocks too every time I look at them I feel like I see something new.\n\nSo there’s so much on them that I mean they did so much detail in those hammocks that every time you look at it you just see a new piece of art come out of it’s it is pretty impressive.\n\nAnd did they do the designs originally like on paper canvas or digitally how how did that process evolve.\n\nNo they actually started they painted they painted on a four by eight sheet of plywood actually.\n\nAnd I don’t have the I have one here that’s called the stealth environment.\n\nI do I have one of my called the stuff in my I don’t have here but part of it they actually just didn’t paint anything and behind it is just the wood you know kind of the grain the texture.\n\nThat’s you don’t notice that when it’s printed because it just looks like they painted that too but it’s actually just you’re actually looking at an image a high resolution image of a four by eight sheet of plywood so it’s not even.\n\nThe images this is like a JPEG image you know yeah super awesome.\n\nThat’s great well it’s such a compelling and interesting way to enhance the you know the gear that we’re carrying with us out into the wilderness and.\n\nOf course at the one earth community one of our five key action pillars is nature connection and the importance of making that direct intimate relationship connection with.\n\nThe natural living world of course it gives us all kinds of benefits physically emotionally psychologically science is increasingly able to detect understand measure this sort of thing and.\n\nIt also I think helps us as modern humans to become better stewards of this living planet when we actually have direct relationship with the the magnificence of the forests of those natural living landscapes.\n\nThat that reminds me so my wife is a is a doctor she’s an OB-GYN resident at Santa Clara Valley Medical Center.\n\nAnyways there was this one area where we were doing a she was doing actually OB rotation no I don’t remember what rotation she was doing actually she’s doing a rotation and.\n\nOne of the doctors said to her and this is just kind of along the lines of like the what the forest can bring people and what nature can bring people but he said to her he’s like some people take those for depression every day.\n\nAnd he’s like I instead of that I take myself out to lunch and so like Madera and also wilderness culture we really focus on and we have we have core values on the importance of self care and.\n\nTo to the earth and that’s actually one of the things that these aren’t having to really shows and the artists are really passionate about and they’ll mention is that.\n\nYou know they show the connection between have these icons mother nature and father winter and how they connect with the waves animals weather humans and all things living.\n\nI think it’s cool to point out to like you don’t have to like go on some like crazy big backpacking trip to to really experience you know.\n\nYou know that good feeling you get when you’re outside like when I was in San Jose with Adam last week we would just work all day and then go hit the mountain biking trails in the evenings or on Saturday and that was like some of the best memories like so much fun like and we’re just.\n\nYou know out there for a few hours ride mountain bike screaming down the hill and you just feel so much better after that so.\n\nYeah yeah absolutely love that you know and I find to actually live in New York city for a while and when we’re in these pretty intense urban environments often there are parts not too far away yeah we can go and find ourselves a cool little look.\n\nAnd just hang out for a while like this whole note for us bathing shinran yoku that tradition coming from the Japanese culture.\n\nYou know we don’t for for some of us I know even getting on a bike might seem a little intimidating yeah nevertheless there’s so many different ways we can be connecting with nature and you’re absolutely right it doesn’t that sort of mean we’re on it.\n\nOn a 20 day backpacking excursion up in the wilderness somewhere yeah exactly.\n\nAlthough the wilderness just one to I just did a five day backpack with my son hunter up in the Indian peaks wilderness.\n\nOh my absolutely fabulous we have.\n\nAnd then out by like iceburg lake.\n\nAir Iceland.\n\nNo I don’t know that one we’re at Jasper Lake for a couple days.\n\nOkay nice yeah.\n\nFish in the island lake you heard of that island lake.\n\nNo not right word that one.\n\nOkay yeah it’s beautiful it’s in Colorado.\n\nYeah I’ve been actually pictures it’s it’s on my list.\n\nGreat yeah well when you go through out this way we’ll have to do a little hiker.\n\nYeah one of the things I really admire about your model and want to spend some time sharing with our audience is the way you’re impacting these communities these cultures in other parts of the world.\n\nAnd the trees for the future program it’s just awesome and it’s so inspiring and it’s so fabulous that we can not only get these high quality products for our own nature connection practices.\n\nBut by doing this by shopping with you all at Madera we can actually be helping other people all around the world and helping other environments and ecosystems and other places.\n\nSo will you give us a picture of what this looks like and how you’re doing this work.\n\nYeah so the agreement that we the partnership that we have set up between Madera and truth for the future is a pay for sale agreement.\n\nSo what happens is you know when we at the end of the month we’ll go through and calculate well we have a spreadsheet.\n\nWe export all of our orders and then we you know we can’t we’re like hammock two trees shirt one tree whatever you know assign the trees to the products and we figure out how much money we owe trees for the future.\n\nAnd so the trees for the future then takes our donation and they they use that the resources to to buy seeds to buy tools and to you know get people on the ground volunteering to to teach the people in the city of Africa the sustainable practices.\n\nThat’s probably about the most basic snapshot of it but it’s such a complex mission trees for the future is is so dedicated and so you know willing to help these people out the ultimate goal of this is to decrease the socioeconomic gap that exists.\n\nI’ve traveled all over the world have been to Israel has been to you know Central America South America.\n\nEven Indonesia went to Bali and it’s just it’s just amazing to me like how luxurious our lives here are here in the United States.\n\nAnd I often think like would that be possible if there wasn’t socioeconomic inequality.\n\nIf we had people who would work if we didn’t have people who would work for really cheap you know if you always wonder that so it’s really good to because I do I mean capitalism is a beautiful double-edged sword right.\n\nAnd I’ve often wondered like without you know people standing up for their dignity and you know learning what they are worth or what if you know if there was like if people were working I kind of lost my train of thought there but I think I was going to if everybody knew that I was going to be there.\n\nIf everybody made I think I think what I’m trying to get out is I think everybody needs to work and they need to earn their keep you know I believe I don’t think that there should be hand out so I mean handouts I’ve done I’ve done service mission where we give handouts to people and we come back a year later and there’s nothing to show you know from what we did because the people didn’t use what we gave them you know.\n\nYeah so that’s why I think that this mission is so important because because it’s actually you know giving something to the people to to measure and grow themselves and and actually in turn produce fruits in the literal sense.\n\nYeah yeah it’s so powerful you know I know many of us are going to be familiar with the old parable and story about teaching a man to fish instead of giving a hungry man a fish you know when when you have through trees for the future you have people who are planting these forest gardens silver culture is a term that some folks will be familiar with.\n\nThat through which they can feed themselves get some additional products to sell at market feed their livestock not only are they getting these important economic and social benefits they are also part of an entire global movement of landscape restoration and soil regeneration and we know along that sub-Saharan African region in Africa there.\n\nThere is so much work being done to halt the advance of the Sahara Desert and to build soils and to restore forest ecosystems that’s happening on other continents as well and it’s one of the great big movements that’s underway to help deal with some of the complex systemic challenges we’re facing as a planet like climate change and some of these other related impacts that we’re seeing.\n\nAnd so it’s such a beautiful win-win win and as we’re seeing there are definitely some structural inequalities built into the global marketplace the way that it is currently constructed there’s no doubt about that and anybody who would argue that I would I would have to suggest is either holding misinformed or is not being genuine in his or her perspective and we have a lot of work to do to to close that gap.\n\nAnd certainly cultivating a sense of self reliance in a sustainable context is one of the most important tools we have to work with our brothers and sisters all around the world on this incredibly important issue so it’s just wonderful what you guys are doing in the way that you’re you’re helping spread awareness on the one hand and also send those critical resources in addition.\n\nWell let me ask you about your your ambassador program because this is also super cool and interesting and I think you know we’re seeing more and more models adopting this kind of network theory approach to marketing and messaging and I’m really curious I met one of your ambassadors Heather just the other day fabulous meeting her and we’re so excited to be collaborating with her for the upcoming event on the 31st.\n\nAnd I’m wondering if you could just tell us a bit about the ambassador framework how does that work how can other people plug into it.\n\nYeah so I mean an ambassador is a person who brings new ideas to new places and for the past three years that’s what that’s basically what our business model has been so I mean we’ve had hundreds of thousands of people applied to be grand ambassadors.\n\nAnd so basically what the system looks like it looks like is we have a you know you applied to become a brand ambassador and then we accept all of all who are interested in promoting a good cause because why would we ever not want somebody to help plant trees and further our mission.\n\nAnd so we bring them on and what we do is we ask if they invest in our brand because I mean you can’t really tell your friends to you know to purchase a product and to purchase a mission or contribute to a mission better said if they don’t know anything about like what the company does.\n\nAnd we are a products business and so you know we do require that you make purchase but anybody who applies and and makes a purchase we give them a bunch of free gear too.\n\nSo there’s lots of perks that way we give them a lifetime discount and actually I wanted to I didn’t want to mention that we’ve actually changed made these massive changes in our ambassador program.\n\nBecause before we were just for the past couple years we’re just kind of been like pushing ads really hard to get people to apply to our brand ambassador program.\n\nAnd our ambassadors have you know recently spoken up and I like hey we we don’t feel like you guys are hearing us and that was you know I kind of learned to deal with it.\n\nI kind of learned to deal with adversity and business and to not take it personally but this actually was something that really you know touched me because I really wanted I really wanted ambassadors to like be really passionate about our brand but I realized that there was a major flaw on our end and that’s that we weren’t you know involving them and we weren’t informing them enough of the processes.\n\nBut the reasons why we brought Alex on with wilderness culture so he can help you know revamped that program and so one of the things that we’re doing now with the ambassador program we’ve we’ve changed up our entire business model actually because of because our ambassadors are so key they’re the 30 branches of the business.\n\nWe used to have a big we used to have a discount model which you know meant we had really high prices and really big discounts so we switched that up so that ambassadors can share with their friends a lot easier and just say go check it out their products are reasonably priced.\n\nAnd you know I mean obviously we’ll still offer discounts and promotions and whatnot but that’s not going to be as frequent as it was before so that was a huge thing that we did the change of our ambassador program just make it easier for people to come to the site and learn about our products learn about our mission.\n\nThe other thing that we’ve done is we’ve created a reward system where people can get rewarded for doing good not just like sharing about our brand because ultimately sharing about sharing about Madara is is doing good but want to do one reward people for doing things like planting trees and so we created a loyalty rewards program where people can you know submit that kind of stuff that’s a lot of that is in the work right now but that’s kind of our vision of what it’s going to be and it’s.\n\nIt’s pretty close to completion Alex and his team are working on that and you know there’s there’s been a lot like people have asked us about our supply chain in China and so I went over there my wife and I took a trip over there and we saw the entire process because we want to have more brand transparency and we want to tell our story and that’s something that we haven’t done very well.\n\nYou know and so that’s why we traveled to China was to get footage and show people the faces of the the people who are making our products and that’s why we’re doing this event with one earth and with other other organizations you know I.\n\nI came to find that there was a critical flaw in our our ambassador program and it wasn’t the ambassador program that needed to change it was me and it was the people that I was working with and so I had to get rid of the people on our team that didn’t share the vision and bring on people who would and you know ultimately it’s been a rough transition but it’s I know that we’re headed in the right direction because\n\nwe are we’re we’re taking all the right steps and we’re trying to build that customer trust up and really like make a positive difference in the world.\n\nSo that’s a that’s our ambassador program Alex did you have anything you want to add to that?\n\nNo, I mean we’re our big thing now is like you know focusing more on the mission coming up with goals like how many trees do you want to plan?\n\nSo that’s kind of the direction we’re going as well as creating more communities around the ambassador so it’s like we want to dive into you know dividing the ambassadors up into like you know hey these ambassadors like to go climbing so you guys can all go climbing together.\n\nWell these ambassadors like to go mountain biking or surfing so kind of outside that we want more like just community you know mission focus goals that that’s where we’re going to you know that’s where we see the brand going so.\n\nYeah absolutely beautiful but really I really appreciate that you guys both share with so much authenticity and candor the mistakes you’ve made the learnings you’ve had.\n\nAnd that’s obviously such an essential part of the entrepreneurial process it’s essential to community leadership and to be able to share that openly I think only invites and empowers others to do more of that kind of learning and sharing themselves and it’s just a beautiful beautiful gesture.\n\nYou know I want to make sure we get all of our logistical information out to everybody so let me just make a quick set of announcements.\n\nWe are speaking with Adam Eggleston and Alex Martin from Madera Outdoor and wilderness culture and on August 31st Saturday 2019 at the Highland City Club Gardens in Boulder beautiful exquisite property if you haven’t been there.\n\nFrom 2 to 5 pm the YonEarth community and Madera Outdoor are hosting a wonderful soil activation and tree planting celebration for the community so please join us and to get more information and to do some shopping.\n\nYou can go to Madera Outdoor dot com to hear and check out more about the beautiful custom art hammocks you can do that with backslash art Madera Outdoor dot com backslash art on Facebook you can connect in with Madera Outdoor and on Instagram it’s there underscore outdoor.\n\nAnd I want to be sure to mention that this is the YonEarth community stewardship and sustainability podcast series and this series is made possible through the generous support of several organizations and that includes Madera Patagonia the international society of sustainability professionals.\n\nWailay waters purion equal exchange the association of water schools of North America earth coast productions and most especially a growing number of folks giving through our monthly giving program and you can go to YonEarth dot org hit the donate tab and you’ll be able to join the monthly giving program at whatever level works for you when you join will\n\nsend you special codes to download free copies of all the ebook and audio book resources and you can share that with friends too so that’s a beautiful exchange there.\n\nAnd guys I we never actually covered this before recording but if YonEarth is becoming an ambassador or if I am is there like a code or something we should share with folks that they can use if they want to make that connection.\n\nYeah we can just do some what’s a simple code that you guys YonEarth is an awesome one that’s straight forward yeah we can just do YonEarth for 20% off that’s that would be all of our full price products so that’s great so yeah we’ll just tell go ahead go ahead I’m just going to say YonEarth for 20% off okay yeah that’s cool so we’ll just make sure everyone knows about all that too.\n\nAnd I’ll put this in the show notes for everybody as well and join us on the 31st and we’re probably also going to be doing some other events around the country it sounds like in the coming months we’ll keep everyone informed of that.\n\nAs well so guys we’ve got just a couple minutes left and I just I want to thank you both Alex and Adam for joining us on the show today and before we head out is there anything you’d like to share with the audience about the future or you know some sort of an inspirational message that you would like to kind of leave us with as we conclude for today.\n\nI mean for me I think that in you know the craziness of life I’ve just found so much like great things in the outdoors I mean meeting people awesome people meeting people like Adam through through this industry and through you know camping and hiking I mean the amount of relationships and people that I’ve met.\n\nI would just say like if you’re you know not if you haven’t tried camping you haven’t gone hiking like you know find a group find our ambassadors what they’re doing you know get around those people and just you know enjoy it.\n\nYeah and I second what Alex said I recently you know I had a her cousin passed away who’s our age and I I mean what kind of\n\nadvice do you give to her parents you know and it’s hard as like a you know 28 year old to give people who are twice your age you know advice but I sat down and told them I think that the best way to heal with your son’s passing or whatever you know like pro problem or you know trial you’re going through in life I think that’s through human connection.\n\nWhether you’re an introvert or an extrovert you know I think that building community is so important as humans were social social beings and we need to be around people and we need to be you know we need to find people who have that you know we share our our passions and our dreams and that makes us so much more successful.\n\nAbsolutely beautiful from both you guys connect with nature connect with people thank you so much.\n\nIt’s been a real joy visiting with you both today Alex and Adam thanks for joining the show and really looking forward to collaborating with you and.\n\nWe’re very excited real that’s going to be a lot of fun indeed.\n\nWe’ll see you on the 31st see all the 31st awesome."
}