{
  "title": "Episode 77 – Shelby Kaminski, Edaphic Solutions – Compost Tea for Community",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11130/episode-77-shelby-kaminski-edaphic-solutions.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-77-shelby-kaminski-edaphic-solutions/",
  "episode_number": 77,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m Aaron Perry, your host, and today we’re\n\nvisiting with Shelby Kaminski. Hey Shelby. Hi. How’s it going? Wonderful. How are you?\n\nGreat. Welcome. Shelby graduated from the University of Colorado Boulder in 2016 with\n\na degree in Environmental Studies and Geography. She also earned the internationally renowned\n\nPermaculture Design Certificate during her studies. She is continuing her education with online courses\n\nabout the soil food web, pesticides certifications with the USDA, and working closely with the community.\n\nShelby also owns the company Edaphic Solutions and we’re going to be talking a lot today about\n\nwhat Edaphic does. And the company was started in 2016 with a mission to help people reduce their\n\nchemical fertilizer use, grow soil to grow healthy plants, and store carbon into our soils.\n\nSo Shelby, it’s so great to visit with you today. Yay. And as you know, love soil and love\n\nmicrobes. And I’m really excited that we get to chat a bit about a very practical thing you’re\n\ndoing for our community. Tell us, maybe as a way to jump right in, what’s this word Edaphic?\n\nWhy are you using this word for your company? Yeah. So it definitely took a while to figure out\n\ngood company name, but the word Edaphic comes from edifology, which is the soil science of how\n\nsoil interacts with living organisms, so plant, humans, the microbes. And then pudology is the\n\nsoil science of the minerals, the soil. So I kind of took that word edifology, turned it into\n\nedaphic, and then solutions because it is compost tea as a liquid solution, and then also compost tea\n\nas a long term soil health solution. So you’re essentially in the greater front-range territory of\n\nthe Denver, Colorado region, including Fort Collins, Boulder, and other outline communities.\n\nYou’re essentially going around and spraying compost tea on the landscape, is that right?\n\nYeah, landscapes, farms, gardens, lawns, houseplants, really any plants.\n\nGreat, okay. And we’re going to a little later on. We’re going to actually show you guys\n\nsome of the equipment that Shelby has. It’s really awesome. And we thought this would be a really\n\ngood podcast episode, not only to share with our local community, because I figure a lot of folks\n\nin our Y&R community network are going to be interested in what Shelby’s offering, but also\n\nin other geographic regions, this is a great example of a regenerative business model that can\n\nbe replicated in other places. And I know Shelby’s happy to speak with folks if you’re from another\n\nregion and interested in having her consult and help you get started. So yeah, so we’ll show you\n\nsome of that hands-on stuff a little later on, a little teaser to look forward to that. And I love\n\nyou right on your website, which is edaphxolutions.com. You’ve got a definition of compost tea, and I’ll\n\njust read it, because it’s so right on and to the point. It’s a highly concentrated liquid form\n\nof compost that is made by extracting and multiplying beneficial microbes and aerated water.\n\nThe finished product is a living tea that functions as a fertilizer, as well as a non-toxic\n\npesticide, right? And we know a lot of folks in the agricultural world, even working on commercial\n\nlandscapes and so on, have to suit up with hazmat suits because of the chemicals they’re dealing\n\nwith it. You don’t have to wear that, do you? No, I get it all over my skin and it’s really safe for\n\ndogs. When I’m spraying, sometimes people’s dogs run outside. So calling it as a pesticide is a\n\nlittle pushing it, but it does what you want a pesticide to do, right? Yeah, and it’s probably a\n\ncombination of strengthening the plants, which we know as part of how to deal with pest pressure\n\nanyhow. And then also, so what pesticides do is pretty much just kill all of the pests, and that\n\nalso kills all the beneficial microbes. So what compost tea does is I’m spraying beneficial microbes\n\nonto that area, and then those microbes kind of deal with each other, and then the pests are\n\nout competed by the beneficial, so that makes sense. So it’s like a probiotic sort of deal,\n\nlike thinking about the same thing in your body. We do in our bodies. It makes a lot of sense,\n\nI’m just making a quick note of it honestly. And you just mentioned dogs, pets, you know, it\n\nastounds me, especially here in the United States. So many of us have friends and family struggling\n\nwith various cancers, and we even have pets who end up suffering from cancers and other ailments,\n\nand you know, it’s like, by gosh, why is it so many of us haven’t yet connected the dots? We’re\n\nout there spraying chemicals like glyphosate all over our yards, and then our kids are playing\n\nin the yards, or the neighbor’s kids, the dogs, the cats, and we’re wondering why the heck everyone’s\n\ngetting so sick. I know. And the same thing with the neonicatoids, with the bees, the bees are\n\npollinating those flowers. They’re treated with that pesticide and taking it back to their hive.\n\nBut with the cancer and the dog thing is, yeah, so many people have, if they usually live in HOA,\n\nthere’s like a pattern where their HOA treats their like shared graph space, and they treat it with\n\npesticides. And you can see little yellow flags everywhere, and it has like a little picture of a\n\nlittle child and a dog, and with a huge like X through it, the thing is not safe for children or\n\npets to be around. And so, but that also just makes you think like, okay, it’s just not to be around\n\nduring them spraying, or like how long afterward. So using those kinds of pesticides is really like a\n\njust throwing something out of problem and hoping that it will fix it. And it’s just really short\n\nterm, where compost tea is a long term building up the soil to do its own thing. So you don’t have\n\nto put anything on yourself, really. Just a little hint and foreshadow. One of the\n\nprojects and campaigns that the Y and Earth community is working on that will be deploying in\n\nthe coming months is actually specifically for HOAs, folks living in HOAs, whether you own or rent,\n\nbecause we’re seeing so much trouble with these chemical issues and other restrictions on\n\npeople’s ability to grow food and do permaculture and this kind of stuff. We think it’s a really\n\nimportant issue and actually have begun reaching out to some state level lawmakers to see what can\n\nbe done about this. So it’s something it’ll be coming and maybe we’ll have an opportunity to\n\ncollaborate on that. Yeah, some states have banned pesticides or counties, cities, right? It’s like\n\nlittle here and there, but it’s definitely not everywhere. Like there’s pesticides spraying all over\n\nthe bowl there, so here, so. Just surprising. What strikes me as a bit nuts, and you know,\n\nI kind of understand where this has come from culturally, but it still strikes me as a bit nuts,\n\nis that with our HOA fees, we’re often spending so much money on these pesticides that are ultimately\n\nundermining our health and the health of our pets, our families. So it really is a cycle that\n\nwe can break and that needs to be broken. Yeah, and some people, yes, my company has started four\n\nyears ago, so I’m still kind of in like figuring out my pricing, but I’m pretty comfortable with\n\nwhat is that and people finding out how much it costs. They’re just like, wow, really? Because\n\npesticides and chemicals, they just really upcharge. And even if you look at the organic pesticides that\n\nthey offer, they are so expensive that no organic company is going to actually, or like pesticide\n\ncompanies going to buy the organic because they’ve been using, they’re paying for that. So they’re not\n\ngoing to change the whole business model just to go organic. So compost tea is a super, super affordable\n\nway to rebuild the soil. I mean, the brewer was like an investment, but there’s other ways\n\nother than my brewer, so we can talk about to make tea. This is great, and we’ve got some resources\n\nfor the folks who might be interested in the brewer, it’s for the commercial scale, and then also\n\nresources for kind of do it yourself at home. But speaking of pricing, Shelby, I want to be sure\n\nto mention that you’re offering a 10% discount in this metro front range of Denver region,\n\nmentioned the podcast or mentioned YonEarth when you reach out to Shelby, and she’ll give you\n\na little discount for being part of the yonearth community to get these good microorganisms\n\ninto your yard and landscape. Yeah, definitely. You also mentioned farms. How do you work with\n\nfarms? Like, what is that? So I started brewing out of farm. I’ve got my brewer, and before I went\n\nwith the idea of spraying people’s landscapes, it was just feeding this vegetable farm. And so\n\nvegetables are annual plants, so they need a lot more inputs fertilizers. So we would spray\n\naround like every two, three weeks this farm, and so I got tons of experience with my brewer with\n\nmy sprayer, and doing it on like a three acre scale. We would spray like a whole tote of tea. So\n\nthere’s a lot of work, a lot of experience, and then we from there, we decided to do landscaping,\n\nalso offering that, but there’s some farmers, 63rd Street Farm, I have sprayed for them,\n\nand then I also just make tea for them and drop it off and send it through their irrigation system.\n\nBut that’s really, there’s another smaller scale farm called Speedwell Farms that we just\n\nsprayed the other day. So yeah, I love growing food. I also work with some urban farms in Denver.\n\nSeeds of power, unity farm, and then frontline farming. I also spray their plots and they,\n\nthose urban farms where they have little plots of land all over the city of Denver. So it’s really\n\ncool going and spraying there. And growing the food is a lot more rewarding or like we’re fun to\n\nwatch than like growing some people’s landscapes. I mean, I love flowers, but watching the food grow\n\nand like me knowing that my tea is giving the food nutrients that then people eat is really,\n\nreally cool. It’s so exciting. Well, you’re performing a really important function not only in terms\n\nof the soil fertility, but you’re also connected with all of these different community food production\n\nprojects. And here we are in the time of COVID. You might notice we’re sitting farther apart than\n\nI ordinarily would sit with a guest. And we’re doing a little social distancing. But in this time\n\nof COVID, it’s amazing to see this resurgence in community and family scale gardening.\n\nSimilar to what we saw during the Second World War with the Victory Garden movement.\n\nAnd I’m just I’m so curious to hear from your perspective with all these folks you’re connected with.\n\nDoes it seem like there’s this burgeoning interest and activity? So I just run my company by myself.\n\nSo I can only do so much in this year. I’m already like at capacity that I was last year. So people are\n\nreally into their gardens, into the yards, their lawn, whatever it is because yes, they’re home.\n\nAnd then also my roommate and I were talking this morning and there’s a seed company\n\ncalled Book Tannacle, something. It’s local seed company and they sold out of all of their seeds\n\nin 2020. Yeah, we’ve heard this about several seeds. Yeah, so so that then translates to yes,\n\npeople planning gardens and people being really excited and then them hearing about compost tea\n\nand then calling me up and me and like, come out to my house. So yes, and then also me just going\n\nto people’s houses. They haven’t really been interacting with people. So me going there is like a little\n\ntreat for them. Yeah, yeah, hey, it’s like talking about just the plants and all the work that they’ve\n\nbeen doing. You know, they just want to like show someone. It’s great. That’s really cool.\n\nWell, you heard it here folks. Shelby’s really busy. So if you want to take advantage of this\n\n10% discount, you probably ought to get on it. It sounds like because it sounds like a lot of\n\nfolks are reaching out to get these goodies for their yards and landscapes. You know, there’s\n\nthis whole other layer of benefit that those of us working in the sustainability and regenerative\n\nmovement are highly aware of. And this is a carbon sequestration as it relates to soil. So what\n\ndoes your product and service do in terms of carbon sequestration? So when soil is dead, right,\n\ndoesn’t have any living organisms in it, the carbon is not being stored or recycled. So the\n\nsoil food web is like a huge web of microorganisms constantly recycling carbon. And so that carbon\n\ngets to a certain point where it’s so decomposed that it can’t be decomposed anymore and it’s called\n\nhumus. And those are the huge soil, carbon reservoirs in the soil, in the humus. And fungi is really\n\nimportant in that carbon sequestration. And fungi is something that is not hard to encourage growth,\n\nbut it’s something that I think it’s been stigmatized. People see a mushroom in their garden,\n\nlike get that out of here, you know, when actually we need those, the fungi plays a critical,\n\ncritical role in the soil and carbon sequestration. So my product, yeah, it’s just pretty much I’m\n\nfeeding that web of microbes or if there aren’t any microbes, I’m spraying them and creating a\n\ncommunity of microbes in the soil so that then they can get to work and just do what they do naturally\n\nstoring carbon because that’s the natural system and what we’re doing is constantly digging up the\n\ndirt to do agriculture or really anything, you know, construction that completely disturbs all the\n\nmicrobes and the fungus that are storing that carbon and then it just gets really second to the air.\n\nSo keeping in the ground is not hard with the right regenerative practices.\n\nYeah, this is, it’s so important and, you know, one of the things I’d love to emphasize is this\n\nfoundational fundamental importance of soil and you mentioned the word humus and our word human\n\ncomes from the same root. That’s cool. As do humor and humility, right? So the\n\nworking I go together. And, you know, with respect to our climate, this amazing climate, we have\n\na relatively stable set of temperatures on this planet because there’s carbon in the atmosphere\n\nand prior to the industrial revolution, we had about 280 parts per million. Now we have well over\n\n400 parts per million because we’ve burned so much fossil fuel and because we’ve been killing off\n\nso much soil through chemicals. And so this is by working with organics and by working with\n\ncompost tea and working with you, we can actually turn our yards into sequestration reservoirs\n\nfor carbon to help mitigate the climate crisis that we’re facing. Yeah, and there’s soil everywhere,\n\nyou know, it’s, it’s a bunda and also what’s important is the sequestration they didn’t really\n\nmention is plants. They, you know, are absorbing our carbon dioxide and giving us oxygen. So\n\nthey are fundamental, but without the microbes having a relationship with the plants, they can’t\n\nstore the carbon. So, yeah. Yes. Growing plants is the great way to store carbon, too.\n\nAbsolutely. I love this, Shirley. I got it thrown in, too, by the way. I can kind of geek out.\n\nI’ll just stuff a little bit that you mentioned. Some people don’t like when they see a mushroom popping\n\nup in the yard. And I get excited. I’m sure you do, too. It’s such a thing to celebrate,\n\ngenerally. And there’s a particular species known as a garden giant that Paul Stamets speaks of,\n\nthat’s a great decomposer of wood chips and other matter like that to help build soil. And a lot\n\nof times we can actually deliberately infuse or inoculate with certain species that are going to\n\nfurther accelerate this soil building process, right? So I’ll show you, I have a product from Paul\n\nStamets. It’s a soluble, micro-risal powder called microgrove. And that’s what I use in the tea.\n\nAnd yeah, he’s amazing. And there are tons of strains of mycelium that are beneficial for the soil.\n\nAnd here in Colorado, it’s really important because the soil is so dry and fungus loves moisture.\n\nSo there actually isn’t a lot of fungal soils here except when you go into like the forest, right?\n\nSo making fungal teas is something I’ve been really experimenting with with people helping them\n\nsuppress weeds and just grow better lawn because they don’t have the fungus in the soils and mushrooms.\n\nAnd like it’s really the spores that I’m spraying. And then it’s not guaranteed. It’s not like if I spray\n\na mushroom’s going to come up, right? It’s not guaranteed. But the mycelium is something you can’t see\n\nin what’s actually doing tons of the work under the soil. And then the mushroom’s just like a little flower\n\nof that so you can see it. But yeah, I’ve been makingemic tons of fungal teas.\n\nWhat I recently talked to about with a landscaper who I was just we were walking on a property\n\nthat I was doing is that she thinks that people storing carbon in their landscapes is like the most\n\nimportant. Not that storing carbon in the farms isn’t, but there’s actually a lot. There’s tons\n\nof lawn and landscape for people to do carbon farming and compare to getting these huge large farms\n\nto do it, right? That makes sense. So and like mobilizing the people. And so yeah.\n\nShelby, you’ve shared a bunch of great resources for folks to dig into around these topics. And of\n\ncourse, one is your own website, edafixolutions.com. And we’ll have all this in the show notes in\n\nterms of spelling and make it easy for you all. Another great resource is toilfoodweb.com.\n\nAnd then there’s composttlab.com and greaterertherorganics.com. I want to be sure to mention too that\n\nyou’re really active on social media. And you can find Shelby on Instagram at edafixolutions. And\n\nFacebook is edafixolutions. So hopefully you can find lots of easy and good ways to connect with her\n\nas we’re all helping to restore and regenerate soil together wherever we’re located.\n\nSo I want to ask you about the research side of this. And it kind of ties into a couple of these\n\nwebsites. What’s the deal with the research in the soil microbes and how that’s evolved over\n\nthe last couple of decades. And how that has kind of affected you in your career path.\n\nSo we got first introduced to compost tea in really soil science in this way of like living\n\norganisms through my firm culture course. And this woman Elaine Ingham was brought up and she\n\nis the owner of soil food web ink. And she’s pretty much devoted her life to not only\n\nfiguring, identifying the microorganisms, organisms in the soil, but doing it for people\n\nall over the world. Like you can send your test results of your compost tea or your soil\n\nto her lab and they will tell you about all the beneficial bacteria or non-beneficials, you know.\n\nAnd that’s like a really important part of me making compost tea. And so she actually made my\n\nbrewer with the man, his name is Bob Paastima and he’s with Greater Earth Organic Sackam. We’ll see\n\nmy brewer later. But he worked really closely with her to make sure that he was making the best\n\npossible brewer to actually extract living organisms. Because that’s what is usually the hardest part\n\nis getting the microorganisms to separate from the compost particles, especially the fun guy\n\nbecause they’re like wrapped around the compost particles. So my brewer scientifically\n\nextracts the most life out of the compost than like any brewer on the market because of him\n\nworking with Elaine. And then so Elaine Ingham has also a bunch of courses online that you can\n\ntake and you can for compost tea, compost and the microscope courses. And so I haven’t completed\n\nall of them but I have done some of her courses. And she’s just a great resource. She has the\n\ncompost tea brewing manual and also what I found since brewing in 2016 is that the research\n\nand experimentation is always changing with this, right. Like in the beginning of making tea,\n\nthey thought that molasses was super beneficial and then they’re finding that oh maybe you don’t\n\nneed molasses. And then she’s the one who really put me on to making the fungal teas because\n\nbacteria is the easiest thing to extract. Like bacteria is found everywhere. But the fun guy is\n\nactually what takes the effort to extract. So I always just referenced to her what she’s doing\n\nbecause she’s super active in it and it’s always changing. Just like the science about our microbes\n\nin our body is becoming like a new trend, right. People drinking kombucha is the same way microbes\n\nin the soil. For a while they didn’t think that plant interacted with the microbes as intensely\n\nor as importantly as they did. And that really did change with the technology of microscopes and\n\nbeing able to replicate these organisms in the lab because that’s the hardest part is getting\n\nthese soil microbes to show up under a microscope. So some of them like you know they I don’t know\n\nwhat the number is but we haven’t even identified like made a dent in the microorganisms that exist\n\nin the soil. And even in water too that’s like a whole other world. And then the other compost\n\ntea lab is more of like at home. Like if you want to brew at home you have a small garden. He\n\nsells little kits and like five gallons or in a little bigger than that compared to my 215 gallons\n\nthat you can just do it at home. And so he has tons of good resources and just really makes it\n\neasy for people because some people see my brewer and they’re like whoa this is like kind of a big\n\ninvestment to do that but if you just want to do it at home it’s definitely possible. And people\n\nhave been making compost tea forever if it’s not really a new thing. It’s really in a way it’s an\n\nindigenous and folk knowledge that’s been around for a long time. And let it even just people make\n\nteas just letting it sit there right not even air-rating it. So those are different types of\n\nfermentation teas that you can make. So yeah the world is vast in microbes.\n\nYou know I love it my sense is that the explosion in scientific understanding around the micro world,\n\nthe microbiome is perhaps as significant as the explosion around telescopes and space in the\n\n16th and 17th centuries. It is absolutely amazing and you’re right it’s as much about our own\n\nhealth and well-being through our gut microbiome as it is through the soil microbiome.\n\nAnd I was blown away to learn that in the soil microbiome there are organisms all of all of which\n\nare too small to see with the naked eye. There are organisms a thousand times bigger than other\n\norganisms. So imagine you’re in this world where there’s creatures a thousand times as big as\n\nyou and that’s what’s going on in any handful of living soil. It’s so easy for people to not think\n\nit’s important or to even think about it at all because it’s under our feet you’re not seeing it\n\nbut I like to call it like a galaxy under our feet just like there is a galaxy in space.\n\nPerfect there’s a lot more living in our feet than up in space.\n\nIt reminds me of a wonderful one of my favorite quotes from Leonardo da Vinci. He said\n\nin the Renaissance over 500 years ago we know more about the stars overhead than the soil underfoot\n\nand maybe now we’re getting to a point where we’ll kind of catch up with it.\n\nYeah I think so because of the benefits the health benefits of not only in our bodies\n\nif we’re talking about kombucha and you know sauerkraut and fermented foods\n\nbut then we’re finding out wow our plants love this our soil loves this so it is slowly but\n\nsurely people are really waking up to that living everything around us is living right there’s\n\nlike microbes all of our bodies all the time and we’re not separate from it at all.\n\nWell I am I’m so excited about this and I want to say that you know I get a bit passionate\n\nand feel a sense of urgency around this soil regeneration issue not only because of the climate\n\ncrisis and the need for carbon sequestration but also because we have essentially been\n\nwaging chemical warfare on our own bodies and on the planet for close to 100 years now.\n\nIt’s time to stop and we’ve got to do these different better practices many of which go back to\n\nfolk and indigenous life ways and I think Shelby what you’re doing is is an absolute gift\n\nto our community. I hope a lot of folks in this region are going to reach out to you and take\n\nadvantage of this 10% discount you’re offering that’s awesome and I hope a lot of folks in farther\n\naway localities will reach out to you if they’re thinking they might want to starve.\n\nYeah I do I have had lots of people ask me on Facebook Instagram you know how much you charge\n\njust and then like my website and because they’re so inspired to like yes this would be a great\n\nbusiness model you know that’s I I didn’t just come up with this idea at all right like that’s I\n\nmet other people who were doing it and inspired me to start it in Boulder so that’s just the way\n\nto do it is inspire people and empower them to do things themselves. I love it it’s a whole ecosystem\n\nof inspiration. Yes it also what was I mentioned is the fertilizer I’ve been writing a business\n\nplan for my business and so I’ve been doing tons of fertilizer industry research the fertilizer\n\nindustry is a 19 billion dollar industry so that is really why we are like stay stuck in these\n\nchemical salt based fertilizers is because it’s a huge huge industry that lots of people are\n\ntied to so changing that is like really overwhelming but I think I can get like a little flipper\n\nahead in there get couple of tea at that there so absolutely right and we can do this as communities\n\nall over and that’s really important to understand the scale of of what we’re dealing with.\n\nYes well think uh speaking of ecosystems of inspiration I want to give a quick shout out to\n\nall of the folks in our YonEarth community who have joined our monthly giving program to help\n\nsupport our podcast series and the rest of our community mobilization work a huge thanks to\n\neach of you if you’d like to check it out and if you want to join at certain levels you’ll leave\n\nand get monthly shipments of the waylay waters CBD infused aroma therapy soaking salts as a thank\n\nyou so you can check all that out at yonearth.org also want to give a big shout out to our sponsors\n\nand this includes earth coast productions the Lidge Family Foundation Patagonia Purium\n\nearth water press and of course waylay waters thanks to everybody we’re all in this together and\n\nhopefully more and more of us are having fun incorporating these opportunities and transitions\n\ninto our yards our neighborhoods and our lives so I know we’re we’re going to show some\n\nhands-on demonstration stuff Shelby um is there anything else you want to mention here before we\n\ngo outside and take a look at your gear. I just want to say that soil is exciting like people get\n\nreally excited about soil and plants and I just hope that that keeps um catch not I feel like\n\nespecially during these times like I said people are more than ever in the dirt and really like oh\n\nwhat’s going on here and educating people is like a huge part of my job and I love it so much\n\nand I want to do it forever. Well thanks Shelby so we’ll go outside now and we won’t take it by\n\nyet we’ll do that out there but come join us outside everybody. Walk us through what you’re doing.\n\nYeah so I’m filling my tea bag huge tea bag with compost so\n\nso the most important thing about compost tea is getting really high quality compost so and also\n\nmaking sure you know if you are going to use your own compost making sure you composted\n\ncorrectly because once I put it in there I can start breeding pathogens if there’s pathogens\n\nfound in the compost so um I buy all plant-based compost from the guy who actually made my\n\nmachine here so it’s like it has all of the beneficial organisms I’m looking for to extract\n\nand I’ve actually been using this compost ever since I started brewing so since 2016 so every single\n\nplace I’ve sprayed has gotten some of this compost on it yeah and also it’s um you’ll sometimes\n\nsee some compost has tea grade on it because it means that they filter it in a certain way\n\nso it’s not all like sandy and filthy so the compost won’t go through the bag\n\nit’s very it’s important to get really high quality compost which actually\n\nit’s surprisingly sort of hard to find locally finding a company that I can buy from so\n\nthat’s why source out course so I’m almost done filling it\n\nand some more is here and then we’ll put it in the brewer\n\nyeah it looks like coffee grounds good compost like a super black and like spongy yeah\n\nbut there’s also other types of compost that I use to like vermicompost\n\nso that’s really high in bacteria yeah and so if I’m making a bacterial brew I’ll use that\n\nbut like I said I’m really into making the fungal teas so this is a fungal dominant compost also\n\nokay so now we got all that in there\n\nthis is the most important part of the brewer it’s um the guy calls it who made it the micro\n\ndeliberation chamber so you’ll see when I put yes right so the microbes are liberated\n\nyou just got to make sure you get this all the way down in there for because it will blow\n\nthis is going to be pumping air into this bag so um what will happen is I’ll put this in the\n\nbrewer but well well why he calls it the micro obliteration chamber is because air is being blown\n\nin here because this is a dome it creates tons of bubbles in this and through the bubbles\n\num it creates even more pressure for the microorganisms to be released from the compost particles\n\nand then they’re suspended into the water so\n\noh my pearly\n\nthank you my calli okay so once it’s in there then I start turning it on and it’s just\n\nplug in sort of deal and then I’ll open this chamber for air to go through\n\nand you’ll see the water changing color once I do that because they’ll actually be going through\n\nthe compost and then we’ll add the other ingredient\n\nso this will be a 24 hours but I also make extracts that can be made in four to six\n\nI’ve been making way more of those for people the cheaper so they take as much time\n\nI it’s just not adding sugar to it too so no\n\nyeah see right it sounds like a little\n\njacuzzi noise such old bill I was like it’s gonna sound like a vacuum okay so\n\nso now I’m gonna add um they’re called microbial foods and so that’s what’s gonna feed the microbes\n\nso that they can then multiply and reproduce so the first thing I’m putting in\n\nis seaweed cream so it’s just soluble kelp and kelp is really really high in nitrogen phosphorus\n\npotassium also has like 60 trace minerals in it and vitamins and amino acids so it’s also just\n\ntons of people just use kelp as a fertilizer so adding it to the tea is great so\n\nso my little measurement you just add that\n\nand then the next thing is humic acid so humic acid is like the\n\nuh most like basic form of carbon um so it helps the soil like structure\n\num sort of change in itself um so helps soil retain a lot more water\n\num and nutrients\n\nand so I’m gonna fill this all the way up\n\nand then add that to the tea\n\nokay yeah really like and yeah after after a group of 24 hours it will get really rich um so the\n\nthe 24 hour tea is much different than extract um it will stick out these surfaces better\n\nand so I’m gonna spray their trees tomorrow and um yeah I like to make the 24 hour one and then\n\nlast but not least this is what I’ll talk about the Paul Stammett um it’s called microgrow it’s\n\nsoluble microreze so that is a very beneficial fungi that’s found in the soil um he also has\n\nthere’s like two types of in here endo and ecto microreze beneficial bacteria\n\nand other biological disease organisms so this is a really nice little um mix of\n\nmicroreze to put in the tea and I know it’s coming from a really good source Paul Stammett\n\nis a really reputable mycology um and that’s what I really care about is putting good ingredients\n\nin my tea um put a couple scoops of that and that will help extract the fungi and then also\n\nit will just these are just fungal spores that will be sprayed so that’s it that’s all that’s\n\ngonna go in this batch but you can make tons of different types of compost teas um that’s just\n\na really basic yeah it’s like a it’s like a bacterial and fungal balance tea\n\nbecause all the ingredients that I put in like the their foods for the microbes and\n\nthe fungi like to eat some and the bacteria do and and you can see like the little bubbles in\n\nthere is respiration happening yeah we’re gonna plant in here\n\nyeah let me know should I keep going\n\nSo, this is what I say, Shelby, thanks for joining us on the…\n\nThank you for having me and coming and being what I do.\n\nThank you so much and getting the word out.\n\nAbsolutely.\n\nSo important.\n\nSuper important.\n\nEverybody be sure to check out the Daphne solutions.\n\nThank you so much for the good.\n\nGet on with the fiber of my own parts.\n\nWell, guys, that was great!"
}