{
  "title": "Episode 37 – Dr Nicola Siso, PhD, hosts “Aspen Talks Health”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/3574/episode-37-dr-nicola-siso-host-aspen-talks-health.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-37-dr-nicola-siso-host-aspen-talks-health/",
  "episode_number": 37,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Сommunities stewardship and sustainability podcast series.\n\nToday I have the great privilege of visiting with Dr. Nikola Siso.\n\nHi Nikola.\n\nHello.\n\nThank you for having me on your podcast.\n\nIt’s so great to have you on the show and it’s such a funny situation here because we’re\n\nactually in your studio setup for your show.\n\nThat’s right.\n\nI’m the founder of Aspen Talks Health where we discuss all sorts of health related topics,\n\nnutrition, exercise, diet, brain health, gut health, environmental toxins.\n\nSo you were quite a compliment to my show today.\n\nThank you.\n\nThis is so much fun.\n\nWe get to basically interview each other in converse situations.\n\nWe even changed chairs for the occasion.\n\nSo Dr. Nikola Siso is a PhD in holistic health and nutrition.\n\nShe is also a certified holistic health coach.\n\nAnd as she mentioned, she’s the founder of Aspen Talks Health where she interviews experts\n\nin every aspect of health and healing.\n\nAnd she has a masters in sustainability and environmental management from Harvard University.\n\nAnd so before we dive into a number of the topical areas where your expert related to our\n\npersonal health, I want to ask you, Nikola, how did you get into all of this in the first\n\nplace?\n\nHealth has always been a ventious to me.\n\nSince I was 15 years old, I loved diving into the spirituality and the emotional components\n\nof health.\n\nAnd then the nutrition as well, my mother studied at Hippocrates Health Institute 20 years\n\nAnd so we’ve learned how to be on a plant-based diet healthfully because there’s ways to\n\ndo it unhealthy.\n\nAnd then I actually ended up developing type 1 diabetes despite all of that.\n\nAnd so that led me even further into understanding what are some of the root causes because it’s\n\nnot just genetic and it’s certainly not just sugar, high fat diets, anti-biotic use, adverse\n\nchildhood experiences, mold exposure.\n\nI mean, I’m learning so much as to the causes of health decline that it’s never just one\n\nthing.\n\nSo the show came about just because I’m personally interested.\n\nAnd I do it anyway for joy every day is learning from experts in all these different fields.\n\nSo why not share what I’m learning with the community?\n\nIt’s so powerful and such an incredible resource.\n\nI want to just mention really quickly since we’re on the topic, folks can find this resource\n\nat AspenToxHealth.com.\n\nYou’re also on YouTube at a channel which will make sure is in the show notes.\n\nAnd your Facebook is AspenToxHealth as well.\n\nSo I want to make sure folks that you get to this resource and see not only the expertise\n\nthat Dr. Siso is bringing to the public, but also that her guests on the show are bringing\n\nto the public as well.\n\nAnd I have to ask you because I also have this wonderful privilege of interviewing a variety\n\nof experts, what’s been the most unusual or surprising insight or guest that you’ve had\n\non the show?\n\nI would say Dr. Rudy Tanzi.\n\nHe is a professor of neurology at Harvard Medical School with discovered the genes that\n\ncause Alzheimer’s.\n\nAnd he said that they did a whole study on how to prevent Alzheimer’s.\n\nAnd one of the list was being more loving.\n\nAnd I’ve found that so beautiful because so much of our, we think so much of the health\n\nis just related to nutrition and environmental toxins, for example, which a good majority\n\nis, but also how are we treating ourselves and how loving are we being to other people\n\nin our lives.\n\nIt was a beautiful thing that actually prevented Alzheimer’s.\n\nThat is extraordinary.\n\nI love hearing that.\n\nSo one of the things that strikes me, you know, I have the opportunity to connect with\n\nfolks from a variety of backgrounds, some who might be really faith-oriented in their\n\nconnection with the world, some who might be science-oriented, STEM-oriented, others who\n\nmight be focused more on economy and so forth.\n\nAnd one of the things I have found that a lot of my friends who focus on the science lens\n\nis we can often fall into the trap of seeing all this kind of reduced mechanism, mechanical\n\nphenomena as dictating things like health or things like sustainability and what have\n\nAnd to have somebody from the medical community emphasizing the importance of love is\n\ntremendous.\n\nRight?\n\nIt is beautiful.\n\nOf course, love has been central to so much of our human wisdom in teachings over the\n\nages from all different cultures.\n\nYeah, it’s so true.\n\nWe just, I don’t think we’re conscious all the time of the inner dialogue.\n\nSo much of it is subconscious.\n\nAnd it’s ruling our lives and it’s attracting things into our lives and it’s certainly manifesting\n\nas physical ailments if there are so many sabotaging beliefs in there.\n\nSo for you personally, with all of the technical knowledge you have, what are some of the things\n\nyou’re doing day to day, week to week to cultivate that love, whether it’s self-lovel or\n\nlove directed toward others?\n\nOne thing is certainly during a meditation practice in the morning, having that, even\n\nif it’s just three minutes of breathing, it’s so key and I just, I keep it simple.\n\nI count inhale one, exhale two, inhale three, exhale four, and I go to six and I start\n\nAnd the reason that’s keep it short is it keeps your mind focused on the inhaling, but\n\ninhaling and exhaling.\n\nThe other thing is to look in the mirror and say, I love you, I love you and see the parts\n\nthat you love about yourself instead of focusing on the parts that you don’t.\n\nThat has been a big transformer for me and also one of the biggest most powerful lessons\n\nI’ve learned this past year was that every single experience and every person that comes\n\ninto my life be a positive or negative is in direct service to my soul.\n\nAnd if I could see everything, how is this serving me?\n\nAnd even if it’s negative and you’re like, that person is a full in the blank and they’re\n\njust behaving unkindly, how can I actually use this as a way to practice kindness or practice\n\ncompassion, you know, who knows what they’re going through or how they’re erased or whatever\n\nit was.\n\nSo seeing every single experience as an opportunity to be more loving.\n\nIt’s absolutely beautiful.\n\nI have to mention this reminds me of my, my mother is so good at sometimes reminding me.\n\nAnd you know, when we’re doing this kind of work, when we’re reaching out, sharing with\n\nthe public, interfacing, networking, scheduling, invariably, we can run into some friction here\n\nin there, right?\n\nAnd my mother reminds me often that if somebody is coming at us with, you know, kind of cold,\n\nprickly feelings or whatever, that is almost certainly about something going on in their\n\nlives and has virtually nothing to do with me or us necessarily.\n\nAnd to learn not to take that kind of stuff quite as personally and certainly not to then\n\namplify it or redirect it, right?\n\nI think that’s one of the things that can often happen when we’re having these negative\n\nexperiences.\n\nYeah, there’s a projection of their own inner unhappiness or dissatisfaction with themselves\n\noften or, you know, and you can’t, to take things personally is really pointless.\n\nUnless it’s constructive criticism from a friend and there’s like something that you\n\ncan learn from.\n\nThat’s different.\n\nBut if it’s just a projection, then, yeah, you have to just honor the person where they\n\nThat’s so beautiful.\n\nSo love, interesting segue to get into talking about some of these other issues affecting\n\nour health, like genetically modified organisms, pesticides, glyphosate.\n\nCan you explain for our audience what’s going on with all of the food and agricultural\n\npractices?\n\nAnd how is that impacting us?\n\nSo the reason why companies genetically modify crops is so that they can widespread spray,\n\npesticides and herbicides, especially to kill off the weed, but not the crop.\n\nSo then they’ve also had to design a crop that can withstand that and not get killed by\n\nsomething that’s designed to kill, right?\n\nSo they genetically modified, let’s say, the corn, for example, to withstand glyphosate,\n\nfor example, which is an herbicide, again, designed to kill the herbs, but that gets soaked\n\nup as well into the corn.\n\nSo we’re getting doses of herbicides and pesticides.\n\nAnd as you know, very well, limited soil nutrition.\n\nSo the quality of our foods has gone down significantly.\n\nAnd the conventional world.\n\nAnd already many of these poisons I understand have been banned in other countries.\n\nAbsolutely.\n\nBut here in the United States, like it or not, we’re basically the unwitting lab rats in a great\n\nexperiment right now.\n\nYeah, it’s really unfortunate.\n\nI mean, when we’re seeing it, it’s obvious by the cancer rates, the diabetes, the obesity,\n\npeople are eating high density of calories with very low density of nutrition.\n\nAnd the high density of toxins and poisons.\n\nNo wonder.\n\nOf course, there’s cancer growing rates.\n\nOf course.\n\nHow could we expect anything different?\n\nSo what are some of the ways we can deal with that or avoid those kinds of toxins?\n\nI highly advocate buying organic local, locally sourced if you can buy from your farmer only\n\nthat’s the best, because they’re picking the fruits and vegetables right off the tree.\n\nThe day before, they’re bringing it to market.\n\nSo you’re getting the most ripe fruits and veggies.\n\nAnd seasonal.\n\nMake sure you’re buying seasonal, because if something’s not in season, that means it’s\n\nprobably being shipped from across the world.\n\nAgain, it’s being picked away before it’s ripe.\n\nThat means it hasn’t absorbed all the nutrients it needs from the soils.\n\nAnd what I’ve heard, and I haven’t verified this, but I understand that when fruits cross\n\nthe border, they get sprayed against fruit flies.\n\nSo even if it’s organic, you’re getting a pesticide layer.\n\nAnd you can feel that, like an apple, for example, that’s waxy, that’s waxy and fused\n\nwith pesticides.\n\nSo very important to get local, organic, fresh ripe raw fruits and veggies.\n\nDon’t cook your food as little as possible, because you want all those nutrients.\n\nThere are some foods that some nutrients come out more so like in tomatoes, the lycopene\n\ncomes out more when you cook it.\n\nAnd kale and broccoli becomes a little more absorbable digestible, lightly steamed, not\n\nthis like heavy long-term cooking and high heat, it’s destructive, you destroy the enzymes\n\nthat help you break the food down, and the nutrient quantities.\n\nAnd the other thing I highly advocate is moving towards a plant-based diet.\n\nAnd that is because the livestock production system that we have now is feeding these\n\ncows and pigs and chickens corn and soy that has been genetically modified.\n\nSo again, that’s boosted full of pesticides and herbicides.\n\nAnd the cows, the animals are pumped full of antibiotics to make them fatter quicker\n\nand growth hormones.\n\nSo those things combined bio-accumulate in the meat and the milk of the animals, and\n\nthen we consume them, and so it’s very dangerous for our system.\n\nAnd of course the misery of these poor animals are being treated horrifically, and if you\n\nbelieve in energy, then you know that there’s an energy transfer, and if something that’s\n\nbeen suffering its entire life, baby calves are taken away from their moms at three days\n\nold, and put in a pen that they can’t even turn around.\n\nFor months, that’s how they live.\n\nThe baby wants to play.\n\nSo if an animal is suffering, so that’s why we’re going to have their baby back ribs\n\nthat drives you nuts.\n\nBut anyway, if the animal is suffering, you’re ingesting suffering, and so of course we\n\nhave the higher rates of depression and anxiety, and it makes sense.\n\nIt makes so much sense, and it is so sad.\n\nOne of the things that strikes me with folks in our line of work who are increasingly\n\nvoicing, acknowledging there’s so much to be sad about, and to allow ourselves to just\n\nfeel that sadness.\n\nRegardless of what we’re doing about it, because there’s a lot to do, to just acknowledge\n\nhow sad it is right now, with the way we’re treating animals, the way we’re treating each\n\nother, the way we’re treating this planet.\n\nYou know, one of our recent guests, my friend Kevin Townley, who has a very interesting\n\nreligious and alchemical background, spiritual background, speaks to the life force, the\n\nprana.\n\nAnd I think Star Wars was on to way more than many of us perhaps recognize when talking\n\nabout the force.\n\nInterestingly, a lot of those incredible worlds that were filmed were real places, right?\n\nLike the snow planet that was Scandinavia, right?\n\nLike the Endor Ewa planet that was Northern California.\n\nI mean, it’s just on and on.\n\nBut this life force thing is so important, and you’re speaking to it in terms of the\n\nfreshness of the local fruits and vegetables we get from local farmers.\n\nThere’s a whole different caliber of energy, vivifying energy in that food, and frankly\n\nour science, coupled with profit motives this last century, has totally lost sight of\n\nthis reality.\n\nAnd I think one of the opportunities we have is to re-engage with food on the basis of\n\nthe life force that is animating all of us.\n\nYeah, it’s true.\n\nRemember the scientists, I forget his name, did the experiment with water?\n\nAnd he put love and beautiful words on one, yes, and unkind words on the other, and\n\nyou could see the different crystallizations, the forms, and one was beautiful.\n\nThat’s the same.\n\nIt’s energy.\n\nIt’s energy into the water.\n\nIt’s energy into the food.\n\nAbsolutely.\n\nYeah, and water, right?\n\nMolecularly is essentially a liquid crystal, a set of liquid crystals.\n\nAnd it has memory, right?\n\nIt conveys experience over time, and of course our bodies are made up of what, around three\n\nquarters of water or something like that.\n\nRight, yeah.\n\nIt’s amazing.\n\nYeah, that’s true.\n\nYou’ve mentioned the importance of paying attention to the water we’re drinking and\n\nthe other beverages we’re drinking, can you explain to our audience what you’re talking\n\nabout there?\n\nYes, so important.\n\nThe EWG, Environmental Working Group, you can go on their website and they have a section\n\nwhere you can put your zip code in to their website, and it will tell you the contaminants\n\nthat are found in your resource, in your reservoir.\n\nAnd fascinating.\n\nMost places tout their water, aspen especially, and if you put Aspen zip code, I found four\n\ncancer-causing chemicals in our water.\n\nThat’s what the EWG says.\n\nAnd this used to be a mining town, so that potentially might be the source, or maybe\n\nit’s the cleaning agents that they’re using.\n\nI don’t know the origins, but it’s a fascinating thing to look into.\n\nSo I highly advocate filtering your water.\n\nIf you can do your whole house, that’s phenomenal.\n\nIf you just do under your sink, or I love the new burky system, I have, it’s a two little\n\ncontainer.\n\nI put right on top of the sink, it makes me a gallon and a half of water in five minutes.\n\nIt’s fabulous.\n\nAnd you can taste the difference and definitely feel it.\n\nThat’s so beautiful.\n\nAnd it seems like water, it’s so fundamental, right?\n\nThe more we can ensure our water is coming into our bodies in a clean form, probably will\n\nmean also we’re going to be less likely to buy those sodas and those other manufactured\n\nconsumer-packaged drinks, because who knows what’s in that water, right?\n\nRight.\n\nThat’s so true.\n\nYeah, and the acidity level is an issue for people’s bodies.\n\nAbsolutely.\n\nAnd more alkaline water is so important.\n\nBeautiful.\n\nWell, I want to make sure to remind our audience that this is the YonEarth Communities\n\nStewardship and Sustainability Podcast Series.\n\nWe’re talking with Dr. Nicholas Ciso.\n\nAnd I want to be sure to thank our sponsors.\n\nThis includes the Association of Waldorf Schools of North America, Purium, Equal Exchange,\n\nthe International Society of Sustainability Professionals, Patagonia, Waylay Waters,\n\nEarth Coast Productions, and that group is helping to make possible an amazing three-day\n\ncurated summit that we’re hosting outside Boulder, Colorado, this May 17 to 19, called\n\nmassively mobilizing sustainability, deep leadership for the 21st century.\n\nAnd we have a very special offer you can get a 25% discount on your VIP all-access ticket\n\nfor the summit using the code Dr. Nicola, so it’s DR-NI-C-O-L-A.\n\nAnd we’re so excited to share that with the audience and celebration of this episode.\n\nAnd we’re going to be diving even deeper on many of these topics and identifying actually\n\nsome of the biggest business opportunities for impact entrepreneurs and executives to\n\nhelp us over these coming years and decades create a much cleaner, safer, and more compassion-based\n\nworld economy.\n\nSo I want to ask you, we’ve been talking about the health side of this, and you also\n\nhave studied sustainability and environmental management at Harvard.\n\nAnd I’m really curious, what dots have you connected there, or what were you diving\n\ninto while working on that degree that is now playing into your work helping folks become\n\nmore healthy?\n\nYou know, one interesting study that I came across as well as there was that if the whole\n\nworld were to shift to plant-based for one day a week, just one day a week, we would\n\nhave vert the trends of global warming.\n\nAnd that was based on the fact that animal production, livestock production causes more\n\nenvironmental emissions.\n\nYeah, I’m going to-\n\nThe greenhouse gas emissions.\n\nThe greenhouse gas emissions.\n\nThe greenhouse gas emissions, then all of transportation combined.\n\nAnd so just that minor shift amid their companies have come up with meatless Monday now.\n\nThere’s been some campaigns.\n\nBut that minor shift in that, in the lower demand of animal production.\n\nAnd the reason is, it’s not only because the animals excrete methane from both ends.\n\nAnd also, the crops used to feed them is incredibly industrial demanding, to ship, to store,\n\nto produce itself.\n\nOf course, the pesticides, again, running off into the waters, destroying our ecosystems,\n\ngoing into the oceans.\n\nAnd the deforestation to raise those crops is a big carbon cast.\n\nEspecially in the Amazon basin, right, in South America.\n\nThere are football fields, like minute or second.\n\nI don’t know the exact stats, but it’s disturbing and alarming what is going on there.\n\nSo the livestock production really is an issue that is an easy one for people to fix.\n\nAbsolutely.\n\nTo cut out meat one day a week is not life-threatening, even if you’re a meat eater, you can do it.\n\nSo that was wonderful to learn.\n\nThat’s beautiful.\n\nWell, thank you so much for sharing this with us and sharing your expertise, your enthusiasm\n\nwith our audience.\n\nAnd I want to ask before we sign off for today, Nikola, is there anything else that you’d\n\nlike to share with our audience as it relates to the topics we’ve been exploring today?\n\nI think we covered everything.\n\nI mean, there’s always so much to talk about, but yeah, no beauty products, we didn’t\n\nreally cover much.\n\nYeah, this is huge, right?\n\nThe average woman, this is another stat I learned at Harvard, the average woman lathers\n\nherself in 170 chemicals a day.\n\nOh my gosh.\n\nSo your lotions, especially your mascara, your makeup, your nail polish, your hair spray,\n\nthe shampoo’s you’re using, all of these things need to be green.\n\nThey need to be as organic as possible, so, so, so important.\n\nAnd then, of course, what you’re cleaning your house with, what glass cleaner, you know,\n\nyou’re spraying and then you’re breathing that stuff.\n\nMake sure it’s organic and clean green products.\n\nYou can clean your floors with vinegar.\n\nThere are ways to clean with very simple products, lemon oil is lovely and the disinfectants.\n\nSo very important, cleaning products, beauty products, for men as well, the gel, the\n\nde-ordering, they have aluminum in them, that gets into your system, same with toothpaste.\n\nA lot of our products in the house, you know, we might not be able to control the air quality\n\noutside, but what comes into our home, we can absolutely control.\n\nIt’s so important.\n\nAnd then, of course, the processed foods is much plant, eat what comes right out of\n\nthe ground.\n\nThat is the key to your health.\n\nThat’s how we’re designed, this is why we have a hand, not claws, you know, they’re designed\n\nto pick fruits and pick vegetables and pick things off the land.\n\nAnyway.\n\nDr. Nicola, thank you so much for talking with us today.\n\nIt’s such a pleasure.\n\nMy pleasure.\n\nSo thank you so much.\n\nI really appreciate being on your show.\n\nThank you.\n\nWonderful.\n\nCheers.\n\nYour YonEarth community stewardship and sustainability podcast series is hosted\n\nby Erin William Perry, author, thought leader, and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people\n\nlike you.\n\nTo sign up as a daily, weekly, or monthly supporter, please visit YonEarth.org backslashsupport.\n\nSupport packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth.\n\nAll one word with a Y.\n\nThese sponsors are listed on the YonEarth.org backslashsupport page.\n\nIf you found this particular podcast episode especially insightful, informative, or inspiring,\n\nplease pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in.\n\nThank you for your support and thank you for being a part of the why on earth community."
}