{
  "title": "Episode 32 – Lila Sophia Tresemer, Co-Founder The Star House Temple",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/3279/episode-32-lila-sophia-tresemer.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-32-lila-sophia-tresemer/",
  "episode_number": 32,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHi friends, welcome to the YonEarth communities, stewardship and sustainability\n\npodcasters.\n\nAnd today I’m so excited we have the opportunity to visit with Lila Sophia Tresemer and her\n\nhighly loved one.\n\nHi Aaron.\n\nHow are you today?\n\nI’m really great.\n\nI’m having a great day.\n\nAbsolutely wonderful.\n\nSun shining and it’s a beautiful, beautiful day.\n\nSo Lila is a group facilitator, author, photographer, ceremonialist, minister and co-founder\n\nof the Starhouse, with her husband and partner, David Trussimer.\n\nHer primary dedication is to raising awareness and stewarding the geomethology of sacred\n\nsites.\n\nIn 2000 Lila co-founded the Path of Ceremonial Arts at the Starhouse, which was a training\n\nfor women in the Path of Priestess, one of the earliest in the field, and co-created the\n\nwomen of vision in Israel and Palestine.\n\nShe creates programs for sacred living and remembrance primarily in Boulder and Australia.\n\nLila and David have a healing retreat in Tasmania, Australia as well.\n\nShe is a certified mediator with mediators beyond borders and is dedicated to building\n\na global community which honors the feminine and celebrates the sacred in all beings.\n\nHer current passion is weaving a living network for the lineage of Sophia, for men and women\n\naround the world who are seeking to reconnect with sacred earth activism and spiritual practices\n\nthat matter in these astonishing times.\n\nShe is a co-founder and a lead facilitator of Sacred Arps Practitioner Certification\n\nbeing held at the Starhouse beginning May of 2019.\n\nLila has written and published several books, including Conscious Wedding Handbook with\n\nDavid Trussimer, and don’t go back to sleep a spiritual novel.\n\nAnd Sophia Elements Meditations.\n\nHer DVDs include Brain Illumination, Couples Illumination, and Sophia Noxthic Creation\n\nStory.\n\nNow, I know there may be some words in here that aren’t as familiar to some of us and\n\nwe’ll be diving in and chatting about some of them.\n\nBut before diving in Sophia, Lila, I want to thank you so much for being with us today,\n\nand for sharing with us about the Sophia tradition, which, of course, is part of your name\n\nas well.\n\nSo I was thinking to kick things off.\n\nCould you tell us a bit about the story of Sophia and what Sophia means?\n\nI would love to tell the story of Sophia, and I think the entryway to that is the place\n\nwe’re sitting.\n\nSo just to introduce people formally to our background, which is the Starhouse, and\n\nit was co-founded and built by my husband and other people exactly 30 years ago.\n\nAnd then David and I got together 25 years ago and kind of built the community.\n\nAnd in a way, I feel like Sophia is the community that comes into form.\n\nAnd the form that we’re sitting in right now is an extraordinary design of sacred geometry,\n\nthe fact that there are no pillars in this rather large, expansive, empty space, which\n\nis 12-sided, each side dedicated to one of the constellations of the Zodiac, hence the\n\nStarhouse, part of it.\n\nBut it’s grounded in Earth.\n\nAnd it’s a realization that the communication between heaven and Earth or between spirit\n\nand matter through the human heart, that’s also how we would define Sophia.\n\nSo the word Sophia means wisdom in Greek.\n\nSo we get the word philosophy.\n\nPhilosophy, philosophy.\n\nDavid works a lot with the anthropographic tradition, which is anthroposophia, meaning\n\nthe wisdom of the human being.\n\nAnd Rudolf Steiner actually intended that word to represent the conversation between the\n\nfeminine wisdom and humanity.\n\nAnd he knew over a hundred years ago that that’s where we were headed.\n\nAnd I just invite people to realize we’re all connected to whatever you want to call\n\nthe principal, whether it’s sacred Earth, or great mother, or Shakti, or in every tradition\n\nhas some version of the sacred feminine.\n\nAnd if it doesn’t seem to have that connection, almost always one can find it, but dear\n\nfriend who’s researched Judaism and really made a point of finding the feminine in Judaism.\n\nSo, and there’s been movements in Christianity as well as Islam to find where does the feminine\n\nreside.\n\nI personally feel that the planet in the middle of the screen here is one of the most important\n\nthings we all have in common.\n\nAnd you could, I refer to her, my word, for the Earth is Gaia Sophia, that it’s all related\n\nto this feminine principle of nurturing life, being in connection with place, and sharing\n\nthe resources of Earth, hopefully that sustainability is the outcome.\n\nYeah, absolutely.\n\nYeah, I’m so struck that for many of us, we’ll refer to this planet that we all share.\n\nWe can sometimes think of it as a spaceship.\n\nWe can sometimes think of it as a super organism that we’re part of.\n\nAnd so many of our traditions we refer to Earth as feminine Gaia, mother Earth, mother Earth,\n\nand even Saint Francis of a CC refers to Earth as sister.\n\nAnd it’s just, it’s a really beautiful and I think probably integral aspect to our human\n\nexperience.\n\nRight.\n\nAnd I think it’s something my life has actually been dedicated to remembering, reconnecting\n\nto feminine tradition through time, because I believe in my heart and so all that.\n\nAnd now I can say through my research that there is a Western tradition of the sacred feminine\n\nthat it intentionally had been somewhat cut off, so that we don’t, you know, we have\n\na little echo of Catholicism honoring Mary.\n\nAnd certainly the rich traditions of Hinduism, for instance, you know, a lot of goddess energy\n\nthat doesn’t exist, well, it exists in their mythos, but it doesn’t translate necessarily\n\nto the human dignity of honoring women in a culture.\n\nSo there’s a lot of disconnects around the planet of how we disregard and disconnect\n\nfrom not only our bodies, but from the body of the Earth.\n\nSo by going through our body or by caring about nature or by planting, replanting for us,\n\nyou know, there’s so many ways that we need to regain connection through direct communication\n\nand sacred activism.\n\nYeah. Well, I’m wondering if you can tell us a little more about what geomithology means\n\nto you.\n\nAnd I know in the introduction that we mentioned that a big part of your dedication is to raising\n\nawareness and stewarding the geomithology of sacred sites.\n\nAnd this is one.\n\nWhat does that mean?\n\nYou know, it’s a phrase I just, I landed on about two weeks ago, because I was having\n\na lunch with a friend, a new friend in Australia, and she said, so, you know, Lila, what is it\n\nthat you do?\n\nAnd I just went completely blank.\n\nLike, it was like too big to put words on, and I didn’t want to just start, you know,\n\nreading a bio, which is always like such an interesting snapshot.\n\nWho are you?\n\nYou know, it’s like I feel like so much more than that.\n\nSo I went home, I said to David, I need to find that phrase, so I’m like, okay, I steward\n\ngeomithological landscapes and sacred sites starting with my body, right?\n\nThis temple, I have been stewarding it for 25 years, and it’s not just the temple.\n\nIt’s a landscape that’s surrounded by 12 standing stones that are, you know, six feet high\n\nand six feet into the earth, so they’re rounding energy.\n\nIt’s then a hundred acres around which are different sites, a labyrinth that is a site\n\nthat can be found on the cave walls of Crete in different locations in India and throughout\n\nIsrael.\n\nIf this form is an old, old form, it’s called a Cretan style unicrystal labyrinth.\n\nThat’s one of the sites.\n\nThere’s dedication to the pattern that Venus makes eight years in the sky when you watch\n\nit from earth, which is a beautiful geometry.\n\nSo it’s a whole stewarding.\n\nThere’s a sacred well we call Mary’s well and kind of the tradition of the glass and\n\nvery well.\n\nHave a connection with that.\n\nSo the landscape for me has taught me so much as we created it, it’s informing us, working\n\na lot, why I love your work so much is because the fine tuning of communication with the\n\nplant world is an essential aspect of what we have to reconnect with.\n\nWhy do the trees matter?\n\nWhat do we really need to understand about trees, about herbal medicines, you know, the\n\nbig hoopla of plant medicines, but every plant has a medicine.\n\nHow can we really, you know, we’ll start creating more relationship with them in this\n\nupcoming, sacred art practitioner training?\n\nWhat is your medicine that grows in this environment and if you nurture that plant and then\n\nturn it into a tincture after the nine months training, how would that be?\n\nYou know, what plant medicine would that be for you?\n\nWould it be St. John’s work or dandelion?\n\nDo you know what I’m saying?\n\nThat’s so exciting.\n\nYeah, it is exciting.\n\nI love dandelions in particular.\n\nYou know, and it strikes me too that herbal medicine is one of these aspects of our story,\n\nof our heritage, of our ongoing legacy as human beings that we could say has been sidelined\n\nat the very least over the last few centuries in particular, the last several centuries\n\ngenerally speaking.\n\nAnd it’s so exciting to see herbal medicine on a rebound now.\n\nOf course, we had Brigitte Mars on the podcast several weeks back as well as our friend Stephanie\n\nSeisen, who’s growing biodynamic herbal medicines of that sustainable settings.\n\nAnd as we reconnect with these plants, with these medicines that are part of this creation\n\nhere on this planet, it seems it will also necessarily result in enhanced health\n\nand well-being at the individual level.\n\nAnd it just it strikes me that as more and more of us reconnect with that reality, that\n\nwe are going to discover keys to our own quality of life and health and well-being that we\n\nmay have not enjoyed previously.\n\nThat’s really beautifully said.\n\nI sometimes feel like, you know, there’s two very clear paradigms that may be crossover\n\na little, but they’re not completely separate, and that in each paradigm you could make\n\nthe list.\n\nSo, you know, earth medicine, plant medicines, and pharmacological, allopathic way of dealing\n\nwith health, which has its place and has developed important language and can overdrive and\n\nyou know, takes us out of the experience of relationship with our body and knowing.\n\nSo I like to think I come from a medical family and have challenges with it from when I was\n\nquite young, because I’m not someone who takes medication.\n\nI would much rather find my way, right, and there’s times when it saved my life.\n\nYou know, it’s a both-and conversation, but to reintroduce relationship to plants.\n\nWe eat them all the time, but what are we really eating?\n\nYou know, really, what are we taking in with, you know, every bite of broccoli, where did\n\nit come from?\n\nYou know, is it laced in technological farming or was it grown and loved?\n\nBecause, you know, we both know that makes a difference.\n\nYeah, absolutely.\n\nWell, it’s such a beautiful aspect, too, of the legacy that we received from Rudolf Steiner,\n\nwho gave his ag lectures something like 97 years ago.\n\nAnd he was able to make so many connections between our own bodies and the landscape.\n\nAnd I’m totally struck that, of course, all of these plants are growing out of soil.\n\nAnd so, so fundamentally important to our lives as human beings,\n\nare we’re human and the we’re humans are intimately linked.\n\nAnd I’m just curious, what that is like for you, Lila, in terms of the work you’re doing\n\non this land with this sacred site and the tending that you’re doing to this geomithological\n\nsanctuary, what is the relationship with the soil in particular, like for you?\n\nI love that question.\n\nIt’s not as predominant in my life as I want it to be, number one.\n\nSome of the people we know in common, I am intending, you know, who are, we call them\n\nearth angels on the property, who do grow bio dynamic herbs that go down into town and\n\nbecome tinctures.\n\nAnd Rebecca’s apothecary loves our herbs because they’re bio dynamic and why crafted.\n\nAnd I have a connection to that and I just, I want more time with my hands dirty.\n\nSo, I’m actually looking forward to nurturing that, you know, in this coming spring cycle.\n\nBut on the other hand is a kind of primary vision holder for a rather large project times\n\ntwo because we have one in Australia as well.\n\nIt’s all related, right?\n\nSo, even the word earth has so many actives of meaning, right, as well as being, you know,\n\nthe actual humus, you know, earth substance as it connects to water, air, and fire.\n\nStarhouse ritual works a lot with the four elements, the way the kind of the cosmic clock\n\nor the geometries would be worked into winter spring, we’re sitting on the summer line\n\nand autumn equinox.\n\nSo, to be in relationship with the earth is ultimately the dance of this beautiful planet\n\nin relationship to the sun and the moon.\n\nSo, looking at it sometimes in my meditative practice, I’ll go to kind of a gnostic mythology\n\nthat, which means sort of direct knowing, but is also connected to the nog comedy texts.\n\nAnd, you know, there’s a tradition of narcissism.\n\nI tend to use it with a small G, meaning it’s my direct knowing, but there is a tradition\n\nof a Sophia creation that, going back to your first question, what does Sophia mean to me?\n\nIt is a cosmic principle.\n\nAnd, in this working with the animation of what this cosmology might have looked like,\n\nI spent time with the animator looking at the earth from the galactic core,\n\nwhich shows up in the myth telling and the creation story from narcissism.\n\nSo, when you imagine looking at the earth through a field of, you know, billions of stars and bodies,\n\nit’s like my sense is she still shows up as a shining potential seed.\n\nAnd, there’s something about earth from a cosmic creation story that is so remarkably precious.\n\nSo, earth is a planet, earth is a substance, earth my body.\n\nNow, they’re all, they’re all a resonance of some extraordinary gift of spirit and matter,\n\nworking together to create the precision of life on this planet and how finely tuned it is.\n\nIt’s so finely tuned, our atmosphere is so incredibly tiny and precious.\n\nAnd thin thin layer.\n\nIt’s thin thin layer and it’s the thing that allows us to be able to, you know, walk in the sun and, you know, live.\n\nAbsolutely remarkable.\n\nWell, I will mention that many of our audience are growing in excitement around a very significant event\n\nthat the Wiener’s community is curating and hosting, co-hosting right here at the Starhouse and on this property in May, May 17 to 19.\n\nAnd, one of the things that we’re doing with this three-day event is bringing together a number of different experts and practitioners,\n\none of the folks who will be joining us is a medical doctor trained in the Western alleopathic tradition and also steeped in the anthroposophic tradition.\n\nAnd he’s going to help walk many of us through, connecting some of these dots that perhaps haven’t yet been connected for us individually in terms of our own knowing, our own noses, our own knowledge.\n\nAnd I’m so thrilled and excited, Lila, that we have this opportunity to bring people together at a sacred sanctuary right here at the Starhouse.\n\nAnd among other things, we’ll be talking economics. We’ll be talking about leadership for executives and entrepreneurs.\n\nWe’ll be talking about educators truly activating those elements in their students that will help heal our world.\n\nAnd we’re going to play in the soil. We’re going to get our hands dirty.\n\nWe’re going to connect with some of the biophysical forces that animate our lives and make all of this possible.\n\nAnd just want to give a quick shout out that it is a whole lot of learning and training and practice over years and years that allows us to bring this together now.\n\nAnd I’m absolutely thrilled and honored, Lila, that we have the opportunity to do this in a couple of months.\n\nYeah, well, this is what the property is meant to be, right? To be a template that provides, I mean, if you look at the space behind us, we think of it as a chalice.\n\nAnd that the name of the church itself as a legal organization is all seasons chalice.\n\nAnd the building is empty space and then people come into it and fill it, right?\n\nWe give their content and part of our job as stewards is to make sure that content is in resonance with an overarching intelligence, with the sacred intelligence that the property is dedicated to.\n\nAnd what I love about what you’re saying, the work you do, the visions that we share in common, are that when these templates can be understood, we have an acronym for Temple.\n\nTemple is also one of those words that’s kind of charged. You know, it can mean something that, well, that’s my tradition doesn’t do temple.\n\nMy tradition does church or, you know, I’m a pagan. I don’t really like temples. I want to be in nature. It’s like, you know, all things work.\n\nBut I like the acronym. Templates for embodied mindful practice for living on earth.\n\nI am writing that down. Templates for embodied mindful practices for living on earth.\n\nBeautiful.\n\nPatterns, sorry, change practice to patterns.\n\nA mindful pattern, which is a little bit more energized than a practice, no practices are key as well.\n\nYeah, practices are active, aren’t they?\n\nIt’s embodied and it’s mindful and it’s universal pattern.\n\nSo everything that you do, Aaron and I had this fabulous crossing over moment when we do a lot of biodynamic stirs on the property, occasional.\n\nAnd we have done a few together. And then we did one that we then took to Washington, D.C. as a prep and on a sacred tour with people who worked in the star house.\n\nWe kind of practiced some understanding of how to hold sacred space in the four directions.\n\nHow to be a vessel as I would call it of our higher self or as the anthropocede of the divine that we are to hold that presence.\n\nAnd then bring offering, bring prayer, bring chanting, bring a song, bring one of the four elements to the national mall in Washington, D.C.\n\nAlong with biodynamic preps, which we spread around to the trees.\n\nWe’re going to be doing this as an annual workshop in Washington, D.C. because this embodied mindful pattern for living on earth is something that we all can magnify along with much of what will come up in your three day event as well.\n\nThat we can take these practices, weave them into what we’re each here to do.\n\nSo for me, the differences between like, this is the way you do something. And here’s a little bit of a smorgasbord of sacred items.\n\nWhich ones are yours? Which tools are yours to work with, rather than this is the practice of how you do this thing?\n\nAnd I’m really excited about that because I feel our individuality right now is looking to find its place in connection to the mandala of the whole creation.\n\nAnd that when I know that you know that and you’re doing your thing and being your best, very best Aaron, and you know, representing what you do with yonearth.\n\nAnd you know, we start to then become a conscious community that can take a template, learn and synergize it and then start replicating it as patterns and practices around on the earth.\n\nNot everybody needs a star house, but one can set up 12 stones in the four compass directions, use the template if that template works for you to do a little bit more focused and simplified ritual offering next time you’re at the beach or draw a labyrinth in the sand.\n\nWe’ve done this quite a bit. We leave elaborate labyrinths that are quite large in the sand and then we come back and see how many footprints have walked it.\n\nOh, beautiful. I mean, you just made you leave a little room.\n\nThat’d be really fun to film.\n\nYeah, it’s right to have a way. Who finds it and what have they made of it?\n\nBut just fun things like that. Like how do we create the templates that are conscious and mindful?\n\nNow, of course, the phrase elaborate labyrinths may be difficult to say 10 times.\n\nBut I want to hang with that because my gosh, what a beautiful offering you’re placing maybe on a beach where random strangers may come by.\n\nPeople you may not actually interact with person to person, yet you’re leaving them the gift that’s an invitation to pause slow down and take a little more time perhaps even a little more breathing.\n\nAnd to connect in with self, with surroundings, with spirit in a way that I know in many of our very busy days we can forget to.\n\nAnd what a cool gift to offer people.\n\nMy gosh.\n\nYeah, it’s really sweet. And drawing and making a labyrinth is a little mini workshop in itself.\n\nYes, because it all it it’s sort of the great to show a pattern here.\n\nBut most people have seen this labyrinth pattern that I’m talking about.\n\nIt ends up looking a bit like a brain and that’s all very rounded.\n\nAnd there’s it’s called heptomatic because it has eight circles.\n\nBut when you draw the whole thing, you start with angles.\n\nThe whole thing it starts with a cross and then angles.\n\nSo it’s a perfect dance between flow and form.\n\nAnd then you start connecting dots to lines and pretty soon you end up with this whole walking pattern.\n\nSo even the drawing of it is this fabulous balance between flow and form, masculine feminine, you know, straight lines and rounded expression.\n\nSo I love that part of it because the to me the dance in the creation is the sacred union between the sacred masculine and the sacred feminine.\n\nAnd that that’s what I feel.\n\nSteiner in his brilliance was giving some really profound insights into growing community, growing children through the Waldorf training.\n\nRemembering that there are nature forces that biodynamic practices feed.\n\nThey need to be said, you know, and that that’s a, I mean any one of those is the lifetimes work.\n\nWaldorf education, but biodynamics is exciting to me because I feel like, you know, the dynamic of bios of the life is something that we all need to know.\n\nAnd remember, we are engaging with all the time every breath we take and part of that bios.\n\nAnd in order to capture the possibility of sustaining it, we need to re-sacralize it.\n\nWe need to remember the sacred that we are in the sacred geomethology of my body, of my land, of my community, of my planet.\n\nSo I would love to see, you know, little armies.\n\nThe big people, little people, all kinds of people, just kind of remembering how to do simple, sacred practice.\n\nIt’s authentic for whomever and whatever.\n\nWe often will say to people coming into sur house, because we think of it as a trans-denominational temple.\n\nTo bring what sacred to you into the ceremony or into the event, don’t wait for us to provide that,\n\nbecause the mandala of the unfolding right now feels like I need to honor the allies I’ve worked with,\n\nwho teach me and whom my mentors are, and to bring that, and not to feel like somebody has to agree with me.\n\nWe’ve made this a traditional location for different expressions of sacred communities,\n\nboth are famous for them anyway, one of the only western Buddhist universities in the world,\n\nand heavily practicing yoga community, strong anthroposophic and Jewish renewal,\n\nand Sufi dances happen in sur house.\n\nSo it’s Native American practice, pagan practice.\n\nSo I love that that weaving keeps happening, because I think it’s going to be diversity,\n\njust like it is in the edge places of gardens and permaculture design, those edge places,\n\nwhere we meet in our commonality and deep respect for each other’s traditions and templates.\n\nWell, I love the edge metaphor and reference that, of course, our dear friend,\n\nwho’s past Bill Morrison, who founded permaculture, he’s from Australia area.\n\nSame island.\n\nReally, yeah.\n\nHe noticed that in ecosystems when you have these edges, where a forest meets a meadow, for example,\n\nyou’re going to have increased diversity, right?\n\nAnd it seems absolutely applicable to our social groups organizations, and I am so grateful\n\nto be connected with a group called Green Faith that is doing incredible ecological and social\n\nstewardship and justice work all around the world, bringing together Muslims, Christians,\n\nProtestants and Catholics in all manner of Christians and Jews and pagans in Native American\n\npractitioners.\n\nAnd they like to say from A to Z, from agnostic to Zoroastrian, they really are doing as\n\nmuch work as they can in communities all over in a truly interfaith and trans-denominational\n\nAnd it’s so cool to be hanging with groups of people who are very devoted and steeped\n\nin their own traditions, who are not saying, no, you’re doing it differently and that’s\n\nwrong.\n\nInstead are saying, wow, you have this beautiful thing in your tradition, I’d love to hear\n\nmore about that.\n\nI’d love to understand how that might help me relate to some of these other folks in\n\nmy community or with this work I’m doing over here.\n\nAnd I think for each of us to approach diversity with that openness, that curiosity, that sense\n\nof celebration is perhaps one of the layers of healing that we’re invited to right now\n\nin these times when that kind of healing is obviously so important.\n\nSo important.\n\nI mean, in a culture where hate crimes are becoming daily events, and we, you know, parliament\n\nor over religions is doing their best as well, to just keep a post going of, you know,\n\nwe respect and welcome traditions, and they’re doing the same kind of forums.\n\nYou know, how do we keep pulsing tolerance and acceptance and communication among\n\nsawpates?\n\nBecause that is partly where it has to come from, right, the spiritual and religious leaders.\n\nAnd there’s been, you know, good efforts made in that regard, and it, you know, obviously\n\nstill want to be done.\n\nA lot of work to do.\n\nYeah, absolutely.\n\nWell, I would love to hear.\n\nI know that you all are launching SAP, which stands for Sacred Arts Program, and I love\n\nthe acronym.\n\nCan you tell us, what is SAP?\n\nWhy, why, why the acronym SAP?\n\nWell, I don’t, you love SAP.\n\nI mean, I just get so excited about it, and I don’t even know anything about it.\n\nI mean, I, I’m, it’s one of those things that’s on my literal desktop to, you know, like\n\ndo more research about it, but here’s what I know about SAP.\n\nAnd I especially love it in the form of frankincense, by the way.\n\nOh, okay.\n\nThere you go.\n\nThat’s a tree sap that we serve as an incense.\n\nAnd around here, you’ll get it as the pine sap, which is just, to me, is what Colorado smells\n\nIt’s like to find that sap.\n\nAnd sometimes it, what does it smell like, butterscotch or something?\n\nIt’s like a butterscotch vanilla.\n\nAnd that sap is similar and has relationship to our cerebral spinal fluid.\n\nSo that’s one of, like I’m, I’m most interested in how to keep finding where the templates cross\n\nSo David and I, my beloved, we’re talking about this this morning, because I said, I need,\n\nI need to just get a little closer to the SAP metaphor for why we’re with, you know,\n\nthe law wasn’t going to be right, but SAP worked and, you know, so sacred art practitioner\n\nprogram.\n\nSo SAP, actually, as the, and I know you know more about it, you know, in an academic\n\nway, perhaps, also hands on, but David was saying, think of it as, like, a conversation\n\nbetween the stars and the minerals.\n\nAnd so from the trees are drawing in all this kind of cosmic process of light and sunshine\n\nand stars through leaves and drawing it down the trunk into the root system where it’s\n\nmet in a way with the mineral kingdom that then is being drawn back up the tree and that\n\nthe intricacy of what’s happening in this apparent tree energy is nothing short of an absolute\n\nmiracle.\n\nThe levels of the communication and sensitivity of the roots, the fact that so many of these\n\ntree systems are one organism, I think more than we know, but you know, certainly Aston’s\n\nand Bamboo have been understood to be one big tree system, one organism, one being.\n\nSo it’s like to sit with a tree and to remember what the trees remind us of and then to\n\nbegin to feel, you know, sat rising and falling, like even the cerebral spinal fluid, there’s\n\nonly 150 mils of cerebral spinal fluid, right, like 100 mils is what you’re allowed on an\n\nairplane, right?\n\nSo that’s 100 mils.\n\nWell, it’s not that much, it’s a container about this big, and then, but it keeps circulating\n\nand then it gets absorbed and it’s refreshed, but if it’s not a lot of volume there and\n\nyet, it’s what, you know, keeps our brain moving, it’s a, you know, really delicate\n\naspect of how we function in our core.\n\nSo finding out what that relationship is and then giving people an opportunity to discover\n\nit as they lean up against a tree or a hug a tree or meditate on a tree, whatever their\n\nmode of communication connection will be, and to learn, what it, what’s, how to satellite\n\nto us, what does it have to teach us, how can a tree, you know, help us round at the\n\nsame time, you know, open and flower or bear fruit or, you know, be a home for eagles\n\nand songbirds.\n\nSo that’s why it’s that fun, yeah, we’re all really excited about it because for David\n\nand me, it feels like it’s a culmination of, you know, literally decades and decades\n\nof esoteric research and programs and offerings and we’ve both written a lot and we’re at that\n\nstage of life where we really want to be contributing, you know, and not just to a legacy, but\n\nto a way of offering, you know, a lifelong body of work.\n\nIt’s a fabulous faculty, you know, starting with a beautiful 30-year-old who, you know,\n\nis kind of navigating the wild and has done a lot of Native American practice and, you\n\nknow, so 30, 40, 50, 60, and 70 years are our faculty, so we cover a big life span.\n\nThat’s trans-generational.\n\nIt’s trans-generational, which I feel is an important part for sure of what we need to be\n\nlearning from, you know, his wildness and, you know, and every faculty member is bringing\n\na huge gift of their particular expertise.\n\nBeautiful, beautiful.\n\nI am so struck by the connection with the sap, the cerebral spinal fluid and thinking\n\nnow about the trees and the plants that are literally mediating between cosmos and earth\n\nthey are connecting with that soil with those trillions of organisms.\n\nThey do have this neurological communication network that utterly dwarfs our internet.\n\nAnd I know David Haskell was on the recent episode, the author who writes about trees and\n\nis a biologist and the trees are truly, truly, truly miraculous.\n\nAnd of course, who wouldn’t be alive without them?\n\nI remember when I was researching YonEarth I came across this little tidbit that\n\nblew me away and it still does, which is that the molecule that those trees are using\n\nto transform sunlight into food and energy through photosynthesis, right?\n\nChlorophyll.\n\nChlorophyll, it’s the exact same molecule as the hemoglobin in our blood with an exception\n\nat the center of the chlorophyll, there’s a one little magnesium atom where in the hemoglobin\n\nthat’s an iron atom instead and it’s my gosh, we are so related.\n\nFrom red to green too, right, I mean, that little shift is a powerful color enhancer.\n\nI think that’s an essential part of understanding that connection and when you are filled with\n\nthe awe of what a tree actually is and then we realize, okay, well that means we have\n\nto be as amazing as that as human beings and it’s almost like reflective knowing the\n\nmore we learn about the amazing thing a tree is and then start to say, well, that must\n\nme know, I’m capable of a lot more awareness and function, I mean, we all know there’s\n\na lot that goes on that we’re not conscious of, you know, amazing biology and neurology,\n\nno question about that, but how awake can we start to become?\n\nOne of the other things that we’re working with that comes out of a couple traditions,\n\nbut it definitely comes out of anthroposophy and I recently for the first time read it\n\nin an African book, about the 12 senses, that we are more than our five senses and\n\npeople have referred to that, there’s obviously more going on than just the five biggies,\n\nbut Siner has 12, so we’ve applied them not that this is true, but it gives a template,\n\nso we put a sense at each of the zi-diable posts so that we can start to use it as a way\n\nof creating pattern. So mindful patterns for living on earth, how do we cross over our\n\nsensory doorways that we all know there’s more just even using sound, say we know that\n\ndogs can hear in a much greater range than we’re capable of, but is that because we’re\n\nnot applying an ability to open that temple doorway to increase the frequencies that we\n\ncan hear, that’s just a simple example, and his way of Siner’s way of putting the 12\n\nsenses becomes another way to create conversation, like how do we come better humans, more open,\n\nmore aware of the intricacies, the same way of tree is intricately connected to everything,\n\nto the water, to the air, to the stars, to the ground, to the humans. So that’s exciting,\n\nand to feel how much we can be learning from nature, and that we need to be preserving\n\nnature so we can keep learning. Yeah, absolutely.\n\nWell, let me just pause there and share with our audience that if you’d like to find\n\nout more about SAP, and I encourage you to check it out, because it is getting started\n\nhere in just a few weeks. The best place to go is to a website sapcp.wildapplication.com\n\nand I want to also mention that in May, May 17 to 19, we are hosting a wonderful three-day\n\nsummit, massively mobilizing sustainability, deep leadership for the 21st century, right\n\nhere in the star house, and on this beautiful property, unlike a lot of other conferences\n\nyou may have been to at hotel, conference centers, and so forth. Outside of this space is\n\na whole bunch of beautiful forested wild land that you’re going to be connecting with as\n\npart of your three-day experience. So if you want to learn more about that, just go to\n\nyoners.org, there’s info right on the home page, the landing page there, and I also want\n\nto mention this is the Y on earth communities stewardship and sustainability podcast series,\n\nand want to give a quick shout out to our sponsors who are supporting the upcoming summit,\n\nas well as the podcast. And this includes the association of Waldorf schools of North America,\n\nearth coast productions, equal exchange, fabulous, farmer-owned, organic, stewardship-based\n\ncoffees, teas, and chocolates for those of you like those sorts of things, I love them.\n\nThe International Society of Sustainability Professionals, the LIDGE Family Foundation,\n\nPatagonia, Purium, and Walei Waters. So those are our sponsors, really excited about the\n\nsummit, yoners.org, and also want to mention if any of you would like to check out any of\n\nour audiobook or e-book products on the Y on earth website, just use the code Y on earth,\n\nyou’ll get a discount with that. So Lila, getting back to SAP, and to the nature as\n\nmetaphor, nature as teacher, when we’re talking about Sacred Arts program, I imagine there’s\n\nalso some human practice side to this. Is that something you could share a little more with us?\n\nYeah, there are three temples that we’re exploring through SAP.\n\nSo one is the Temple of Nature, which is wild nature, and I think it’s sort of domestic,\n\nlike where you’re gardening, so wild and more tame, cultivated nature, and then the temple of\n\nbody, soul, and spirit. So how do we navigate as soul in such a way that we are actualizing\n\nto the highest potential, the realm of spirit into matter, you know, first with\n\nourselves. So self-realization is sort of what I would say most workshops are dedicated\n\nto self-realization, how do I wake up, important work, and we need to move into earth\n\nrealization. How do we become aware network of communities that are sharing and rising\n\ninto what I think is the next level of, could be called surrendered leadership, it could\n\nbe called ecstasis, where group really starts to function with a intuitive connection,\n\nand the most relevant person takes the lead in whatever might be happening.\n\nSo it’s a different kind of an organism.\n\nI love how Shardan, the wonderful Jesuit philosopher and writer was anticipating this\n\nin what he was calling noosphere and Omega Point, and he was writing about this in the early\n\n20th century, 100 years ago.\n\nYeah, it’s the next obvious place, like trees, right? I mean they’re sharing an ecosystem\n\nand they’re, you know, one moves and they all kind of move. And then the third temple is\n\nbasically of a form and flow of, you know, the structure and how temples have patterns\n\nand codes and keys, which are universal. So it’s this fabulous mix of, like I say,\n\neverything that we’ve, as a couple, have learned together another 25-year journey.\n\nIt definitely involves this as a temple, this as a temple, you know, but all earth becomes\n\na temple. And we keep moving appropriately. So it’s not all about earth stewardship\n\nbecause we have to take care of ourselves. You know, we have to keep healthy and vibrant\n\nand alive. So it’s like becoming deliberately awake to where do I need to put my attention\n\nnow, but also to make sure that as much as we can be serving what’s happening at this remarkable\n\ntime in the developmental cycle of earth in her, in her process of being initiated,\n\nwhich is one of the ways I see it when I can be expanded enough.\n\nAnd we have to keep expanding our ability to see what’s going on because if we don’t keep\n\ngetting like potentially bigger and holding what’s happening on the planet will collapse\n\ninto the despair and the grief, which is also an essential and important part of being\n\nable to realize that’s there also. You know, we’re if we feel it, we can experience\n\nthe extinction of species. And that’s a death process that we can’t just not acknowledge\n\nbecause it has an impact. And if it keeps happening at the rate it is, it’ll have a major impact.\n\nAnd yet the further out we can expand to see what’s happening as its own natural cycle,\n\nthe more we will feel empowered to be able to be in connection with it and not only at the\n\neffect of it. So it’s a dance, isn’t it, of like the paradox of the light in the dark?\n\nYeah, and it’s so beautiful to feel the empowerment of recognizing how much this is\n\ninside out job and opportunity. And I’m struck that part of what we’re talking about\n\nis understanding the sanctity of each of us and of all the different places and spaces\n\non this huge beautiful planet. And, you know, I think it’s fair to say that much of our\n\nrecent history has included a whole lot of desecration, which is the opposite of understanding\n\nsanctity. It’s the desecification on some level. And, you know, I’m struck this word\n\nmundane is popping into my mind that for some of us we might think of trees as mundane"
}