{
  "title": "Episode 26 – Dr. Dana McGrady – Gut Health & Microbiome Stewardship",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2988/dr-dana-mcgrady-gut-health-microbiome.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/dr-dana-mcgrady-gut-health-microbiome/",
  "episode_number": "dr-dana-mcgrady-gut-health-microbiome",
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability podcast series.\n\nToday we have with us our guest Dr. Dana McGrady, high Dr. Dana.\n\nHello.\n\nWelcome to our show.\n\nI’m excited.\n\nI can’t wait.\n\nLet’s get this party started.\n\nAbsolutely.\n\nWell, I’m really excited as well and in part because we have some really special offers\n\nand giveaways for our audience today, compliments of Dr. Dana.\n\nSo thank you for that, Dr. Dana, we’ll be talking about that shortly.\n\nAnd before we get started with our conversation, I just want to let our audience know a little\n\nbit about you.\n\nDr. Dana McGrady is a doctor of Oriental Medicine and Mama to three little ones.\n\nShe specializes in nutrition, homeopathy, and electrical medicine.\n\nShe has been helping people live their best and happiest life with optimal nutrition for\n\n15 years.\n\nShe studies at the Florida College of Integrative Medicine and has two clinic locations in Florida\n\nand is also a top network marketing leader and field advisory board member for her company\n\nPeriod.\n\nShe is a powerful and magnetic coach, mentor and author.\n\nShe is madly in love with her life and in equal parts, loves helping people get physically\n\nand financially healthy.\n\nAbsolutely wonderful.\n\nIt’s so great to have this opportunity to talk with you today.\n\nI’m excited.\n\nI really jived with the mission behind your nonprofit and the education that you give with\n\nyour podcast.\n\nI would definitely write up my alley.\n\nI’m excited to be invited on.\n\nWonderful.\n\nI know there’s quite a bit we’re excited to talk about today and share with our audiences.\n\nI thought as a way to kick it off, just getting right down in dirty, why don’t we talk about\n\nleaky gut and why is leaky gut something that more and more of us in our culture is thinking\n\nabout and what is it we can be doing about issues like leaky gut and some of these other\n\nhealth issues that so many of us are facing.\n\nYeah, so 3000 years ago, Hippocrates said all disease begins in the gut and he was right.\n\nAnd so now we are living in a country that has scientifically made a lot of our food.\n\nWe spray poison on our food to kill the weeds or the bugs, but what it does is it kills\n\nour microbiome, which is our gut lining, right, our protective netting around our stomach\n\nand our intestinal wall.\n\nSo what happens is that after years of over antibiotic use, alcohol, acidic food and too\n\nmany pesticides in our food, non-organic food, right, what happens is that it wrecks that\n\ngut lining.\n\nAnd you actually get this netting that this is a healthy netting in your microbiome,\n\nbut what happens is it starts opening up and you start getting holes in that net.\n\nSo whereas a healthy gut, the holes in the netting will be two to seven microns, right?\n\nSo tiny, tiny, tiny, and it opens up and it becomes anywhere from 200 to 300 microns.\n\nThat’s how big the holes can get.\n\nSo when the holes are that big, what happens is things start leaking through, right, because\n\nit’s the name, leaky gut.\n\nSo when things start leaking through, like gluten, which is the protein that’s in wheat or\n\ndifferent chemicals that we’re ingesting alcohol again, a lot of prescription drugs,\n\nthey get into the bloodstream and they’re not supposed to be in the bloodstream, right?\n\nIt’s supposed to be protected and safely out, gone out of your body like waste and digested.\n\nAnd it’s not when, when that happens, it actually disrupts the body’s waste and methylation\n\nsystem.\n\nAnd when they get into the bloodstream, it creates this systemic blood inflammation that\n\nleaks up the spine, affects the thyroid first, so how many of you have heard of a low\n\nthyroid, right?\n\nSo it affects the thyroid first, creates an implant for response in the thyroid, and then\n\ngoes on to create joint aches and pains, inflammation of the joints, goes on to create skin conditions\n\nlike eczema psoriasis, and think about the skin as your largest organ, things are leaking\n\ninto the bloodstream that are not supposed to be there, they’re going to try to come out\n\nto skin, right?\n\nThe whole is open up in your pores and try to let toxins out.\n\nSo when your body becomes this inflammation, you know, it becomes this inflammatory response,\n\nthen that’s the beginning stages of autoimmune.\n\nAnd so we’ve got really is the root cause of autoimmune, and there is really a few simple\n\nsolutions, and I’m excited to talk about the solutions on this podcast too.\n\nWe’re not just going to gloom and doom you, we’re going to let you know if that’s been\n\nhappening to you, bloating, foods and fatalities, feeling super sensitive to chemicals, and also\n\njoint aches and pains, fatigue, low thyroid, low metabolism, gaining weight, easy, just feeling\n\ninflamed and bloated, if that’s the case, then we have an often solution for you later\n\non in the podcast.\n\nAnd we’re actually giving away that solution today, which is really exciting.\n\nIt’s super exciting, I’m so thrilled we have this opportunity to share these solutions\n\nwith folks.\n\nAnd before getting into some of that, I’m wondering, let’s talk a little more about this\n\nmicrobiome.\n\nIt’s amazing to me that in our human body, we have an estimated trillion plus cells\n\nand that the vast majority of those are not human DNA, not human cells, but other tiny,\n\ntiny critters living inside of us.\n\nAnd I know more and more folks are becoming aware of this.\n\nAnd my sense is that as most of us as a significant majority or tipping point of us in our culture\n\nreally come to understand this, it will help us transform our food system, our own health\n\nand even our stewardship of land and soil, water and atmosphere.\n\nAnd this microbiome, all these little critters, we can’t see them, but they’re there.\n\nWhat can you share with us about this reality?\n\nWell, the one thing I know, after being a holistic doctor for 15 years, it’s all about finding\n\nthe root cause, find the root cause, and turn the body’s healing right on.\n\nAnd then the body can start to reverse that disease that’s starting to form, right, because\n\nthe body knows how to heal itself.\n\nAnd we often lose sight of that.\n\nWe often lose sight of the fact that the body knows how to heal itself when given the\n\nright nutrition and when taking the toxins out.\n\nSo why on earth is a nonprofit that really is all about making sure the soil is healthy,\n\nright?\n\nSo one thing that creates a disruptive soil is when they’re spraying pesticides that\n\nare cancer causing and they seep into the soil and they stay there, right?\n\nAnd I know you know a lot about this.\n\nSo those same pesticides that interrupt the healthy atmosphere of the soil do the same\n\nthing to your microbiome in your gut length.\n\nSo one that particularly is disruptive to the microbiome is actually called glyphosate.\n\nAnd glyphosate is the number one ingredient in the weed killer roundup.\n\nAnd I know you guys have seen roundup, you know?\n\nI’m sure you’ve seen the news lately that it’s the World Health Organization labeled it\n\nas a cancer cause or glyphosate.\n\nThe state of California has glyphosate band and also has it labeled as a, that it causes\n\ncancer and it causes birth defects.\n\nAnd yet they’re spraying it at an alarming rate in all of the foods in the USA, particularly\n\non wheat.\n\nRight?\n\nSo often people say you don’t have a gluten allergy, you actually have a glyphosate allergy.\n\nYour body just is allergic to poison.\n\nSo your body knows what it’s doing by trying to reject the toxins that are in the food.\n\nAnd so the other thing is, if your body is perfectly and wonderfully made, if you could\n\nclear out the glyphosate out of your microbiome, right, cause it actually stays.\n\nIt stays in there.\n\nAnd I don’t know about other doctors that might be listening to this podcast, but me particularly\n\nin the last five years, I’ve had a crazy rise in all of the gut diseases, right?\n\nSo we know we’ve got obviously, but also all of the gut cancers, liver cancer, stomach\n\ncancer, colon cancer, pancreatic cancer, and it’s all linked to that microbiome and also\n\nlinked to the body’s ability to be able to absorb and assimilate nutrition.\n\nBecause it’s not what you eat that matters, it’s what you absorb that matters.\n\nAnd so when you have glyphosate line in your microbiome lining, it actually messes with\n\nyour ability to absorb nutrition.\n\nIf you stop absorbing essential nutrients needed for happiness, for losing weight, for\n\nsleep, for assimilating your vitamins, it just messes with the whole system, your gut,\n\nyour gut is a perfect system.\n\nAnd so it disrupts that and when that happens, disease starts to form.\n\nObviously, little things like your skin’s not as pretty and you gain weight easier and\n\nyou’re not as happy, right, because your happy brain chemicals produced in your gut are\n\ntoned in.\n\nAnd so obviously, those little things disrupt everyday happiness, but honestly, long-term\n\nis where I’m thinking, long-term, if we keep spraying our food of poison into disrupting\n\nour soil, then it turns and disrupts our microbiome, then long-term, we’re going to have even\n\nmore of a rise in all of those stomach cancers that are very aggressive.\n\nAnd so I feel like as a society, if we educate ourselves, if we recognize the need for\n\ngood nutrition, and if we recognize the need to clear out that toxin, obviously ban\n\nit from being sprayed on our food, but cleared out of our bodies on a daily basis with nutrition,\n\nthat way we can at least protect ourselves and our family and our loved ones, our besties,\n\nour neighbors, our tribe, you know, and make sure that everyone around us is safe and\n\ntaken care of, the, you know, knowledge is power in that way.\n\nAbsolutely. And it’s such a powerful message, right, in terms of taking care of ourselves,\n\nour loved ones, our communities. And one of the things many of my friends and colleagues\n\nare working with on the soil and agricultural side of the coin is that if we stop spraying\n\nthese poisons on our land, we’re not only going to stop poisoning ourselves, we’re also\n\ngoing to reverse, we’re going to stop these trends that are contributing to climate change.\n\nAnd, you know, we’re living in a reality where we’ve been spraying toxic chemicals on landscapes\n\nfor about a century. The progeny of all of this is very connected to the conditions and\n\nchemical weapons manufacturing industry that got going in World War I and World War II.\n\nAnd we’ve essentially been conducting it all out assault on land and on ourselves with\n\nthis chemical warfare that we’ve been calling agriculture. And it’s time to stop. It’s\n\nnot easy. It’s that simple. And one of the beautiful things I find having a background\n\nin the food and agriculture world is that those business models are incredibly susceptible\n\nto marginal movements and consumer demand. So as each of us, as each of our families is\n\nchoosing some more organic food, is choosing some clear healthier foods for ourselves. That\n\nis actually sending incredibly powerful signals into the marketplace, into the global economy,\n\nsaying we want more stewardship, sustainability, health and well-being in our world right now.\n\nAnd I just, I love the way in which you’re articulating this fact that we have allergies to\n\npoisons. And there’s so much we can be doing in our own lives. And I know that with your company\n\nPurium, we have some amazing offers, giveaways and information to share with folks. It is also part\n\nof our strategy to deal with this reality that we’re living with right now. So can you tell us a\n\nbit about this exciting news we have to share with our audience today? Yeah. So I love like getting\n\nfree stuff. I don’t know about you, but I love to heal my body, but even better when it’s free,\n\nright? So that’s always awesome. And then for those that don’t get it free, because one person\n\nis going to win a 40-day nutritional transformation program, which I personally am into my second\n\nweek now doing it, rocking it out for 2019, cleaning up my skin and getting my belly flat. And\n\nso if you’re feeling like you just need to clean out your insides, your insides need a shower,\n\nright? And flesh it all out. And that’s what that program for. And then we’re also giving away\n\na bottle of organic 1500 milligrams CBD oil, which is incredible for stress and anxiety. We’re\n\ngoing to talk about that. So we’re giving away that for for free to one listener and we’re giving\n\naway a 40-day organic nutritional reboot program. Everything for you in a box just add organic\n\nfruits and veggies to the program. You’re full. You’re happy. I’m drinking my green drink right now.\n\nAnd so that I’m excited about because I feel like not only is Y-Energ doing so much good for the\n\nworld at the non-profit program, you’re also going to be giving promo codes to all of your listeners\n\nto make sure that they get a discount, they get afford the nutrition for their family,\n\nand then also all proceeds are going to Y-Energ to make sure that education is readily available\n\nand that you guys can do more good on the earth. You know, thank you so much. It’s such an amazingly\n\ngenerous gift that you’re giving away these freebies and that Purium has this whole program called\n\nPurium Gives that is helping to support non-profits like Y-Energ. So I want to encourage our\n\naudience for a variety of great reasons to check all of this out. You can go to iShopPurium.com.\n\nWe’ll have spelling in the show notes for you. You can use the code Y-Energ to get\n\nspecial deals and to make sure that some of those proceeds are going to the non-profit to all the\n\nwork we’re doing throughout society. And with these two giveaways, this 40-day ultimate nutrition pack\n\nand the CBD offer, what you can do is like the podcast and connect with me through social media\n\nor email there are plenty of ways to make that happen. And we will announce the winners over the next\n\ncouple of weeks and it’ll be so exciting to be able to share that with everybody. And it’s just\n\nsuch a wonderful indication Dr. Dana of the ethics that come from of Purium with everything you\n\nall are doing. I’ve been enjoying the biomedic over the last several weeks, which is not only packed\n\nwith nutrition from organic fruits and vegetables, but also has probiotic critters,\n\nthe the basilis probiotic critters for the gut. And I have to say I notice this is enhancing\n\nmy quality of life. And I eat really well and I exercise them. I’m a deep believer in our\n\nstewardship of ourselves in terms of cultivating health and wellbeing. I see this is really\n\nenhancing my my program personally. And what you all are doing in terms of supporting nonprofits\n\nlike Why On Earth Community is just beautiful. And so thank you for that. You’re welcome. You’re\n\nwelcome. I actually can’t take any of the credit for it. I love it. I was the total supporter and\n\non board as a field advisory board member, but our owners Dave Sanneval and Amy Gunner, they have\n\nreally, really good about giving it charities and making sure that people that are really like\n\nyourself really doing good in the world that are putting yourself out there that are it’s a lot\n\nof effort. It’s not easy what you do. And so they’re making sure that you guys benefit and that\n\nyour charity can be benefit because ultimately we know that you’re just going to put it back into\n\nthe charity and be able to build bigger and help you know more people and impact more lives and get\n\nmore people healthy. And that’s all that matters honestly. Yeah, it’s really true. You know,\n\nthis past year we were able to reach over 2,000 people in communities all across the country. We\n\nended up giving about 63 talks and workshops. And this year, 2019, we’re planning to do a fewer\n\nnumber, but with each one reaching many, many more people and are deepening our ambassador program\n\nin other ways that we can not only engage with folks in communities all over, but really maintain\n\nthat ongoing connection and relationship for day by day and week by week activity and activism\n\nin our communities all over. And that has so much to do with what we’re doing with soil, what we’re\n\ndoing with our gardens, food, nutrition, and so forth. And I was really struck when I first heard\n\nabout Purium that you all have direct farmer relationships with many of the products that are\n\ngoing into these products that we can use. And can you tell us a bit about that? That to me is\n\nso important. Yeah, so it’s not necessarily what’s in the ingredients. It’s what’s not in the\n\ningredients, right? So you’re not going to ever find any preservatives. You’re never going to\n\nfind any anything bad. You’re not going to find anything you can’t pronounce. You’re going to\n\nfind wheat grass, so it grass, alfalfa, barley grass, all of the high super foods that keep our\n\nbodies running that most of us aren’t getting, right? And that’s just in one green shape, right?\n\nThat I’m drinking right now. Cheers. Cheers. So the fact of matter is what I fell in love with with\n\nPurium, not only date Santa Claus formulators minds because he really is a genius. The way he\n\nformulates his products, he formulated microbi, or the biomedic, which is probably one of our biggest\n\nteam, change your products ever because all these begins in the gut, right? But anyway, so he,\n\nI fell in love with his mind and how smart he was and everything made sense. And\n\nand everything turned the body feeling right on, right? Turns on our biggest defense.\n\nBut I also really love the integrity, the long standing relationships with organic farms.\n\nWe’ve been in business almost 26 years. They had relationships with organic farmers before\n\norganic farming was cool, right? Before, you know, they really were pioneers in the industry.\n\nSo now that all these bigger companies, like you said, people vote with their dollars,\n\nand the industries really take notice. So all the big money businesses are doing what they can\n\nlays turns to organic Doritos has organic chips now. You know, I mean, like they’re realizing that\n\npeople want that organic symbol, but they’re not going to be able to use a lot of the USA organic\n\nfarms because Purium has longest standing relationships with those farms. So they’re turning away\n\nbig companies because we’re growing so rapidly, which is really, I think, really awesome, honestly.\n\nIt’s it’s all about relationships among and between people, organizations, and of course,\n\nthe land itself. That’s incredible. Can you tell us a little more about this this 40 day\n\nultimate nutrition? How does it work? I’m not a person who’s done a lot of these in my life,\n\nand I’m struck by, you know, this we’re giving away something that has a $400 value. That’s amazing.\n\nWhat does that what does that look like for 40 days? So a little birdie told me and that you’re\n\ngoing to be doing a 40 day cramp for me. I’ll be sharing a little with folks about that. Yeah, I’m\n\nlooking for you. So that’s exciting. I can’t wait for you to document it. It’s going to be really\n\ngood. I mean, you’re just going to feel like on top of the world literally. So the way that it\n\nworks is there is a 30 day nutritional program called the core four, and that’s the the biomedic,\n\nthe green shake, the power shake. You get your vegan protein, which is your super amino that has\n\nsome in my bag. And then you, I think there’s a third, I think a pocket cherry. A pocket cherry is\n\nyour mottrancy tart cherry. So you’re getting food source, all super foods, all for all have a\n\nplace and a reason on what it does in your body. So that’s your daily nutrition. It covers your\n\nprotein fruits and veggies and your any high antioxidant and your gut health, right? Then we go into\n\na 10 day transformation reboot. And that’s what I’ve been doing for the last almost two weeks. The\n\n10 day transformation reboot is three shakes a day. Your vegan protein aminos three times a day.\n\nYou’re doing your biomedic morning and night. You’re doing your pocket cherries. Your night time\n\ndrinks because it cleans out your liver while you’re sleeping and gives you melatonin and\n\nit’s anti-inflammatory. So you just, what happens is you eat a lot of food, but you’re eating fresh\n\nfruits and veggies. You’re not eating any inflammatory foods. There’s not going to be any sugar,\n\nalcohol, dairy, gluten, anything like that. You really simplify. And that’s not to make you scared.\n\nIt actually is a refreshing break. It’s a break from processed foods, right? Because we have\n\nchemical bombardment on our food source, right? And our food supply. And so it gives your body a\n\nbreak from all the preservatives and the food source chemicals that are added to our foods.\n\nAnd you feel lighter and you feel your bloating goes away. And you suddenly are sleeping through\n\nthe night like a rock and you wake up refreshed and jumping out of bed and excited for what you\n\nhave to do. You’ve been kind of tell, I’m like an energizer body. You know what I mean? You’re basically\n\nfeeling the best you could ever, like it’s the best your body’s made to feel if that makes sense.\n\nAnd if you’re a person that’s really battling fatigue or some kind of, you know, joint aches and\n\npains or chronic pain or, you know, all these things that really get people down and then or\n\nthings like depression or anxiety. People are really dealing with a lot of mental illness\n\nnowadays because their microbiome is lost, right? And this program gets that gut lining to heal up,\n\nthicken up. And what happens in 40 days is your body does a big cleaning out. It’s not scary,\n\nit’s not like you’re running to the bathroom the whole time. You’re actually it’s a lighter feeling,\n\nno brain fog. You feel like you can conquer the whole world. That’s basically the way to explain\n\nit. And the program, if you order with why on our gift card code on iShopperium, you’re actually\n\ngoing to get access. Aaron is totally hooking you guys up with access to health coaches that are\n\ngoing to be doing a Facebook group coaching of everyone doing the 40 day program. And that’s\n\nexciting to me because the accountability and the support will be there. And when that happens,\n\nyou’re not alone doing it, you’re feeling fabulous and you have backing by, you know, professional\n\nthat are used to coaching people through this type of program. So we’re, I’m going to start this\n\nprogram early February, early mid, somewhere around that that first week or 10 days of February\n\nis when I’m going to kick it off. And look, I take pretty good care of myself. I exercise pretty\n\nwell. I’d love to get out in the woods and get my hands in the soil. I’ve shared on a previous\n\npodcast that I quit drinking in February of 2018. So don’t do a lot of dairy or sugar. That said,\n\nI’m just so excited to see how this can help me go to this next level. And I was just at my\n\ndaughter’s clinic in St. Louis. And she ran some diagnostics on me. She thought that would be\n\nfun to do. It’s a beautiful way that she shows her dad some love. And she said, Dad, you know,\n\nwe got to work on this belly fat. And I said, you know, I know. So I hope this will actually be.\n\nYeah, you’re right. Yeah, for sure. You know, that’s one thing I’ve always known is that toxins\n\nfrom when you were a baby will hold up in your tissues, your muscles, your soft tissue,\n\nyour joints, right? Candida, parasites, bacteria, long sitting viruses that aren’t really supposed\n\nto be there, but a bug in you know, those all kind of be, you know, if those get fleshed out,\n\nyou feel lighter, toxins can come out of your tissues. How about your lymphatic system? You know,\n\nit just flooding your body with tons of super food nutrition and then eating cleaner.\n\nIt does wonders because you’re cleaning out the toxins, but at the same time, you’re nourishing\n\nthat nutrition that a lot of a certificate in nutrition. So even though you are like probably\n\nhealthier than the majority of people that do this program, I still think you’re going to feel\n\non top of the world. Well, I can’t wait. I’m all about things that help us feel younger,\n\nand I remember hearing once somewhere along the way, if we can become more like children,\n\nwe’re probably on a on a right kind of trajectory as grown up. I want to just mention and\n\nremind everybody that this is the Y on Earth communities stewardship and sustainability\n\npodcast series. And today we have the great pleasure of talking with Dr. Dana McGrady from Purium.\n\nAnd we are offering some amazing giveaways. Be sure to reach out to me like the podcast,\n\nreach out to me through social media or email if you would like to be considered for this 40-day\n\nultimate nutrition pack giveaway. And also just want to mention as we always do to our podcast\n\naudience, you can use the code Y on Earth for all of the iShopperium.com offers and you can use\n\nthe code podcast on Y on earth.org to get discounts on audiobooks, ebooks, and so forth.\n\nNow, we’ve been talking some about this 40-day ultimate nutrition pack, and also additionally,\n\nDr. Dana is giving away a special CVD offer. And many of you know that we’ve got a great\n\nrelationship with waylay waters and some dear close friends make these handmade CVD bathing\n\nsalts that are really helping folks in a lot of ways deal with pain and sleeping issues and stress.\n\nAnd so we know that CVD is helping more and more folks. And PuriumCVD, PuriumCVD.com\n\nalso is one of the ways you can take advantage of this amazing plant and all of its healing and\n\nlife enhancing properties and qualities. And we’re going to be given away a CVD package to some\n\nlucky audience member as well. And Dr. Dana, can you tell us a little more about what you guys\n\nare doing with the CVD and why your guy’s CVD product is so awesome?\n\nYes, I mean, I have to just say praise God for the fact that the 2018 Farmville got past.\n\nThat was amazing because it’s going to be even easier for us to grow the CVD hemp market.\n\nBecause what do I care about? I care about the medicinal benefits. I care about the fact that\n\nthis is a nutritional supplement that does not have any side effects that you can’t overdose on\n\ncompared to pharmaceuticals. And that has, you know, 70 different benefits. You know, it’s\n\nmiracle oil basically. And I think the biggest thing that people feel is they feel a sense of\n\nbeing grounded, calm, right? They feel like if this calming go over their body,\n\nwe have CB receptor sites in our brain for pain and for anxiety. And so CBD is especially at the\n\nmilligram, 1,500 milligram that Periam offers is actually known to shut off those receptor sites\n\nfor pain and for anxiety. So when that happens, you can handle maybe what life throws at you because\n\nhow many people are bombarded with technology and stress and anxiety and mental illness. And so\n\nif you have a natural, safe way to be able to, you know, maladies, they’re using CBD and pain\n\nclinics. Like I actually have a ton of pain clinics on my team that you use Periam CBD and\n\nthey’re pain management centers because it helps people to get off their opioids, you know,\n\nif they’re addicted to them. And so this is a really awesome alternative. And we’re given away a\n\nbottle. It’s $129 value and we’re given an away free to one of your listeners. So I’m super excited\n\nabout that because I mean free CBD is even awesome. More awesome. And for those that want to try it,\n\nyou can go to Periam CBD.com. You can use promo code Yanner and you can get $50 off one bottle\n\nor over $100 off a four pack and free shipping. Wonderful. What a great offer. Thank you for that.\n\nSorry. Oh, go ahead. What you’re saying? Almost going to say, I didn’t really know much about\n\nCBD. You know, it kind of just came on the market. I don’t know if you guys really, I mean,\n\nit kind of burst out there and they’re saying the growth of it is going to be so huge. But you,\n\nthere’s so many different ways you can use it. You can put it in a massage oil. You can make\n\nput it into a tea and drink it as a CBD tea. Now I’m seeing like CBD bath bombs. But like massage\n\ntherapists will have an upcharge and put CBD into their massage lotion because topically it’s\n\nso good for people with chronic pain or sports injuries. But I just love learning about it\n\nas the fact that we have an indoor cannabinoid system built into our body and our body is made\n\nto receive CBD. We actually have CBD receptor sites. And there’s naturally occurring CBD in\n\nbreast milk, which is so cool. You know, so him, there’s a really good source of CBD that’s really\n\nsafe and totally legal and a nutritional supplement. And it’s an awesome way to get all the\n\nhealing benefits. I always say that CBD raises the love vibration because it just makes you happy.\n\nAnd so I think we need more happy in this world. Oh, no doubt about that. Yep. If we were all\n\nfocused on creating some more joy and happiness in the world, we might just end up where we’d like to.\n\nYeah. So I want to I want to ask you so you are a mother of three. You are a doctor and have so much\n\ngoing on. And you are also an author and you’ve written a book Magnetic Soulpreneur. And I’m\n\nreally excited to share this with folks and tell us a bit about this. What can folks expect if they\n\ncheck out your book? So I feel like we’re living in a social sharing economy world, right? We’re\n\nlive this is basically book about building an online nutritional business. And also healthy tips\n\nfor living your best life with, you know, for health, wellness, nutrition. And then how to build\n\na digital empire with an online nutritional business is called Magnetic Soulpreneur. How to build\n\nyour network of marketing business with heart and soul. How to lead a team. How to sell without\n\nfeeling like a salesman, right? Like feeling like you’re sharing what a passion is in your heart.\n\nAnd just like different tips that I picked up along the way, I’m really proud of this book. I know\n\nyou have a book to Aaron. It’s true. Yes. That’s how we got all this started. Yep. I can’t\n\nwait to read it. But I love it because it just gives us a voice and it gives us a way to educate\n\nand add value to this world and hopefully if we just impact one life, then it’s all worth it.\n\nAbsolutely. You know, I do quite a bit of consulting work with executives, with entrepreneurs,\n\nwith leadership teams. And when we are doing good work that is truly grounded in a\n\nethic of stewardship. And when we’re doing great work to maintain healthy lifestyles and\n\nkeep our own stress levels low, then we are absolutely in a good position to scale the goodness\n\nthat we can offer to the world. And so I just love that you’re providing insights and information\n\nto folks as to how they can scale goodness in their own ways with their own businesses and\n\nenterprises and emissions. So excited to check your book out as well. And where can people go to\n\nget your book or find out more information about it? They can actually go and get it for free,\n\njust patience, if they go to MagneticSolepreneur.com. Very cool. I’m just writing that down.\n\nPerfect.\n\nWell, this has been such a wonderful conversation. And I feel like we’ve covered so much territory.\n\nAnd I am just so overjoyed and sincerely hope that our audience has\n\ngleaned several insights and pieces of information and even wisdom they can take with them\n\ngoing forward. I just want to reiterate that we do have these giveaways. Be sure to\n\ncontact me if you want to participate in that. And be sure to check out iShopPurium.com and\n\nuse the code Y on earth to get all kinds of great deals and value there. And Dr. Dana, before we\n\nsign off, I just I want to ask, is there anything else you’d like to share with our audience before\n\nbefore we say goodbye for the moment? Yeah. I mean, one thing I would say is if you’re thinking about\n\ngetting healthy, don’t get overwhelmed with it. You know what I mean? I think a lot of people want\n\nto get healthy. They want to lose 15 pounds. They want to, you know, improve their relationship with\n\ntheir spouse or have a happier family life with their kids and taking all of that makes them\n\noverwhelmed so they do nothing, right? And so add one simple thing, add a green shape, you know,\n\nadd, so with Purium, they have the core four daily nutrition. Add just those, you know, you don’t\n\nhave to necessarily get overwhelmed with taking everything out of your diet. Sometimes just add\n\nsome good things in, get some alkaline, you know, get your body alkaline, and then you’ll start\n\ncraving better options, you know what I mean? So even if you just do one or two things, don’t\n\nget overwhelmed with it. You can do it. I promise you you can and you’re going to feel fabulous\n\nand act on it. Don’t just think about it, act on it because it’s a whole lot more healthy people.\n\nAbsolutely. Beautiful message. Yeah. It’s time to act. May we all act with more joy and health\n\nand well-being. Dr. Dana, thank you so much for being with us today. You’re welcome, Aaron. I\n\nlove this. I love the message of why on earth. I’m so blessed and honored that you invited me to come.\n\nOh wonderful. Thank you. We’ll talk soon."
}