{
  "title": "Episode 33 – RWB Kevin Townley, Alchemist, Author, Esotericist & Lecturer",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/3280/episode-33-kevin-townley.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-33-kevin-townley/",
  "episode_number": 33,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcast Series.\n\nToday I have the opportunity to visit with Kevin Townley, hi Kevin.\n\nAaron, how are you today?\n\nDoing great, all right.\n\nThank you.\n\nWe’re going to have a really interesting conversation on the alchemy of fermentation\n\nand the microbiome.\n\nWe’re going to get into some fun, philosophy, theology, mystical, esoteric topics as well.\n\nThis is going to be a really fun episode.\n\nAnd before we dive in, I want to tell you a little about Kevin’s background.\n\nHe is a student and a scholar in theology and philosophy.\n\nAnd during his formative years spent 10 years in a monastic setting with the\n\nCarmelite order.\n\nMore recently, he is very involved with the Freemason institution, specifically as the\n\nGrand Lecturer here in Colorado, where he is in charge of the esoteric work of the\n\nfraternity working with his committee, the custodians of the work.\n\nKevin has also worked as a professional alchemist and did that for many years and\n\nran an alchemy lab for a couple of years.\n\nAnd Kevin was telling me that back in 2008, in Aspen at the Aspen Institute, he encountered\n\nfather Thomas Keating, some of you may know the name, talking about alchemy in the\n\nmicrobiome and so forth.\n\nAnd father Keating from that Sustertian monastery in Snowmass indicated that that was\n\none of the best talks he had ever heard on the topic.\n\nIs that right?\n\nOn the topic of the Eucharist and why it is what it is.\n\nOn the topic of the Eucharist, and one of the things we are going to get to in this\n\ndiscussion on fermentation in the microbiome is how the plays into the tradition, the\n\nsacrament of the Eucharist and some of the other traditions from around the world.\n\nSo, Kevin, thanks for being with us today.\n\nSo great to have this opportunity to talk with you.\n\nMy pleasure, Aaron.\n\nSo, we are talking about the alchemy of fermentation in the microbiome.\n\nWhat is that?\n\nWhat are we talking about there?\n\nWell, fundamentally, you know, and it is no mystery to a lot of biologists and nutritionists,\n\nat least more of current ones, that we have within our own make up.\n\nWe have 50 trillion cells that make up our human body, but even more than that,\n\nthere is all these microbes that live within our body, particularly in the gut,\n\nand tested and stuff, making so on.\n\nAnd they present a culture, just like we have a lot of cultures of the Hebrews,\n\nor the Celts, or the Chinese, there is a culture.\n\nAnd the culture tends to multiply itself when it is left to do whatever that culture does,\n\nand the same is true with the cultures that live within our body.\n\nAnd if there are certain environments created, then we have healthy cultures in our body,\n\nand health and well-being is the consequence.\n\nAnd if we create an environment for unhealthy cultures, then usually disease,\n\nand a variety of unwholesome things happen within our body.\n\nAnd so, whether or not, you know, we can know about what to do,\n\nand then not do it, but the problem is, or the situation,\n\nis that if we create the proper environment for our internal ecology,\n\nwe can have control of that, and create a whole new system for ourselves.\n\nAnd that culture that lives within us.\n\nYeah, so interesting.\n\nSo, sometimes we talk about it as if we’re each running a farm in our own bodies\n\nwith these different microorganisms that live inside of us.\n\nAnd more and more of us are becoming aware that eating certain probiotic foods,\n\nfoods that have these living cultures in them is one of the ways we can maintain\n\nvery healthy internal microorganism cultures.\n\nNot just the probiotics, but there’s also prebiotics,\n\nand the prebiotics usually feed healthy organisms that are living sort of in a ghetto\n\nwithin our gut that are healthy, but they’ve been so overwhelmed by other cultures\n\nthat they’re sort of off to the side.\n\nAnd if you get the proper nutrients of the prebiotics for those organisms,\n\nthen they start to thrive, and the unhealthy ones start to starve.\n\nAnd then there’s a whole transformation in the culture within the body.\n\nSo, probiotics are great to get things started, but the prebiotics seem to be,\n\naccording to the literature, in a more sustainable way,\n\nbecause the probiotics tend to die off in short order.\n\nBut the prebiotics help create a healthy condition for the existing culture\n\nand make it more healthy so that it becomes dominant.\n\nSo that’s sort of the foundation, if you will.\n\nWell, this is super interesting.\n\nSo, what does that have to do with the Eucharist?\n\nAnd before getting into the topic of the Eucharist,\n\nwith our stewardship and sustainability series,\n\none of the things we do from time to time is speak with different religious\n\nand spiritual leaders, elders, et cetera.\n\nWe had Safi Kaskas on the show several months ago.\n\nHe’s from Saudi Arabia doing great interfaith work throughout the world.\n\nAnd, you know, not all of us are practicing Christians, obviously,\n\nbut worldwide, I think it’s safe to say that the influence,\n\nthe impact of the Abrahamic tradition that Jewish, the Christian,\n\nthe Islamic traditions is substantial, it’s significant.\n\nMy research for Wiener showed me that some five out of eight people\n\non the planet identify as being affiliated with one of the Abrahamic traditions.\n\nSo, I’m curious to talk about this sacrament of the Eucharist\n\nwith the microbiome in mind, Kevin, knowing that not all of our audience\n\nis necessarily Christian.\n\nSure. And one of the important things to understand about that\n\nis that, you know, a lot of people with big,\n\nhave no religious background whatsoever, make bread.\n\nAnd what are you doing, you make bread?\n\nWell, you add 11 to it.\n\nWow, there’s a yeast.\n\nAnd what happens is that the yeast begin to eat the sugars\n\nthat are within the flower and, you know,\n\nput it into warm spot and the dough rises and their creates gases and things.\n\nBut what really happens is that there’s a transformation\n\nfrom the flower into a living food.\n\nAnd then it has the different types of cultures that are put into the flower\n\nand then it eventually becomes a living bread.\n\nSame is true for the wine.\n\nAnd that the wine is grape juice, generally speaking,\n\nand, you know, there are all varieties of wine.\n\nBut let’s just take the grapes and they have their own natural sugars.\n\nAnd when you add a different strain of yeast to the grape juice,\n\nit creates a product that doesn’t exist in that form in the natural world,\n\nand that is alcohol.\n\nBut there is a living culture within that grape juice\n\nand it becomes a living drink, if you will.\n\nAnd if it goes too far, that culture dies and another culture is generated,\n\nwhich produces vinegar.\n\nAnd so the main idea behind all that is that there’s a living culture\n\nthat’s transforming something into something else.\n\nAnd so the concept of a living bread and a living wine\n\nis something that really gives us an interesting understanding\n\nthat we’re drinking something and eating something\n\nthat actually changes the internal culture of our bodies.\n\nJust our kombucha.\n\nIt’s all the same thing, or a sauerkraut, or whatever,\n\nyou were ingesting these foods that change or support cultures.\n\nIt’s interesting to me that we see living cultured foods\n\nin traditions all around the world, all around the planet.\n\nYou mentioned kombucha.\n\nThere’s living sauerkrauts, there’s kimchi, all kinds of different things.\n\nA lot of our modern industrial foods have eliminated that living component.\n\nSo you today can go and buy a shelf stable version of sauerkraut\n\non some aisle that does not have that living culture in it.\n\nRight.\n\nAnd I’m wondering if there may be a connection there.\n\nCertainly the literature is bearing this out between many of the health issues\n\nthat we’re seeing, not only physical, but even potentially mental\n\nand emotional health issues that are related to not having as much\n\nliving cultured food in our diets as we once did.\n\nI sure would agree with that.\n\nAnd I think that the modern nutritionist and biologists\n\nwould agree with that as well.\n\nIt’s a whole new way of looking at things.\n\nI say no, it’s not brand new, but it’s becoming more scientifically verified.\n\nThen say some of the theories that were presented maybe 50, 60 years ago.\n\nIt has now become scientific fact.\n\nNow there’s this interesting connection.\n\nIt is some of us who are doing work in the realm of soil stewardship\n\nand carbon sequestration through soil building, soil regeneration\n\nare working in the biodynamic tradition.\n\nAnd of course, Rudolph Steiner, a great esotericist of about 100 years ago,\n\nspoke about the connection between our guts as being analogous to the soil\n\nin the landscape on the farm.\n\nAnd we’re seeing similar research emerging now\n\nand really validating how important that living microbiome is in the soil\n\njust as it is in our own bodies.\n\nAnd Steiner was sort of all over this way ahead of his time we might say.\n\nAnd I’m curious as somebody who has studied different esoteric traditions\n\nfrom all around the world,\n\nare you seeing any insights or wisdom emerging in that connection\n\nthat we might apply in our world today?\n\nWell, I think that those who went into those types of studies\n\nsort of had the advantage of not having to demonstrate everything scientifically.\n\nBut a lot of those ideas have been around for I would say thousands of years.\n\nI met this one from Peru.\n\nIt was a Peruvian farmer.\n\nAnd I actually met him at the same conference that I met by the time I was kidding him.\n\nAnd he got his PhD in agriculture from Greeley at the University of Northern Colorado there.\n\nAnd after all the things he learned about soil and fertilizers\n\nand all the modern agricultural practices,\n\nhe said, you know, he still goes up and opens up the guinea pig\n\nand does the augury observation and interpretation.\n\nHe says he finds that much more fulfilling and the information is more valuable\n\nthan a lot of the newer types of agricultural practices\n\nthat have been going on for the last 75 years.\n\nSo the indigenous people tend to have that deep connection.\n\nAnd in the alchemical world it’s called the signatures of nature\n\nthat there are things that are connected to the earth\n\nand those who are by virtue of their background and attention\n\nare also connected to the earth and to the signatures of nature.\n\nAnd so we find that these ideas are not new,\n\nbut because of the path we’ve taken scientifically,\n\nprobably right around the close of the 18th century,\n\nwe went from an alchemical worldview to a chemical worldview.\n\nAnd there’s a great book that was written called The Dwellings of the Philosophers\n\nby a very curious individual by the name of Falkenelli\n\nwho’s even a question whether it was one person, perhaps a group.\n\nBut in that book it says that chemistry is the science of effects\n\nand alchemy is the science of causes.\n\nAnd so attentive to your comment that these things go back\n\nand our connection to the earth go back millennia,\n\nbut we have sort of severed that connection\n\nand perhaps it’s part of our process\n\nto be able to look at the minutest details and to separate things\n\nand then eventually recombine them.\n\nSo now after the close of the 18th century,\n\nscience went into that separation mode,\n\nbut now it’s coming up against itself\n\nand it is recombining its ideas with the living aspect\n\nbecause it’s kind of divorces itself from the life aspect\n\nbut more about the form aspect\n\nor the breaking things down,\n\nlook at everything in separate parts and not holes.\n\nSo now we’re looking at things more from a holistic point of view,\n\neven scientifically the more advanced sciences are now seeing that\n\ninterdependent nature of reality.\n\nBut you alluded to about the earth and our guts.\n\nIt’s such an exciting time in that regard\n\nto be alive and to have these advancing tools\n\nthat we have that allow us to see the very minute,\n\nfor example, with these microorganisms.\n\nIt’s absolutely remarkable.\n\nAnd I think too that the soil in our internal biosphere\n\nis one example of that interconnectedness,\n\nbut there are many other examples of that interconnectedness,\n\nwhether it deals with our consciousnesses\n\nor our spiritual connection to telepathy and so on.\n\nThose are two very important pieces\n\nand they allude to many other interconnected parts\n\nwithin our life and world\n\nand even in our solar system and galaxy.\n\nI mean, that’s getting out there,\n\nbut there is that interconnectedness\n\nand that first part just alludes to these other areas.\n\nWell, I’m very curious, Kevin,\n\nwith your background, your knowledge\n\nand you’ve studied many of these interconnected esoteric traditions\n\nin a depth and to a degree that not too many people\n\naccomplish in a lifetime.\n\nAnd I’m just curious, with that background,\n\nis there a specific insight or a specific piece\n\nof wisdom or recommendation you would share with our audience\n\nin general about these times that we’re leading in?\n\nWell, you know, I’ve always kept pretty quiet\n\nabout all these things and those were interested\n\nI’ll have a conversation.\n\nBut, you know, it’s really difficult\n\nbecause it’s certainly been mostly an individual journey.\n\nBut what I’ve come to understand is that we’re in a process\n\nand humanity as a whole is moving in a particular trajectory\n\nand there are resistances to moving in that direction.\n\nSo our whole species, if you will,\n\nand we won’t even include all the other kingdoms\n\nthat are involved in that same journey,\n\nis moving towards a place of unity,\n\nof familyhood and so on and so forth.\n\nAnd there are resistances to us taking care of each other.\n\nAnd we can see that in our political climates today\n\nand you have these different camps that are interested in\n\nand really making sure that we are proclaiming each other’s needs\n\nand caring for each other as a family\n\nas opposed to thinking that everybody’s on an individual path\n\nand if you don’t earn it and pull yourself up\n\nby your brute structure at a lot.\n\nSo there’s that movement.\n\nAnd the point that we eventually have to arrive\n\nis that full awareness of the familyhood of humanity.\n\nAnd that is one of the key factors\n\nthat drew me into the Masonic institution\n\nbecause one of its primary principal focuses\n\nis that very thing, the familyhood of humanity,\n\nthe cultivation of truth,\n\nand the relief of suffering in the world.\n\nAnd those are the three pieces\n\nif I could give any thoughts or wisdom or advice to anyone in the world\n\nis that if you can gauge yourself by those three principles\n\nand have those being the motivating factors in your life\n\nand ask yourself the question,\n\nis it truthful?\n\nIs it relieving suffering\n\nand is it establishing the familyhood of humanity?\n\nAnd if it doesn’t pass muster with those three points\n\nand something’s wrong,\n\nbecause the direction we’re going on\n\nis to synthesize all three of those principles.\n\nAnd that’s how I choose my political candidates.\n\nAre they truthful?\n\nAre they believing suffering or quasi-suffering?\n\nOr are they establishing their familyhood of humanity\n\nor creating division?\n\nI don’t have to talk about Democrats, Republicans,\n\njust how they follow those three principles.\n\nAnd so, I mean, I think that the study\n\nyou can go into all these great subjects\n\nof numerology, astrological, biologic, and so on and so forth,\n\nand they’ll tickle their brain cells\n\nand they’re very transforming in certain ways.\n\nBut when the rubber hits the road,\n\nthat’s where it counts right there,\n\nthose three principles.\n\nWell, my understanding, which is limited,\n\nis that the founding of this country,\n\nthe United States,\n\nwas caused in great part by some\n\nMasonic leaders,\n\nGeorge Washington, Ben Franklin, and others.\n\nAnd there were fundamental ethical foundations laid\n\nthat certainly over time take\n\neffort to realize to a greater and greater degree.\n\nBut I’m curious what your read is in terms of\n\nhow the founding of this nation occurred\n\nin the context of that evolution of humanity\n\nand where we might be going in that sense.\n\nWell, I went to Philadelphia,\n\nto the Independence Hall,\n\nand there was a great,\n\nwhat are they called, Park Ranger there,\n\nand he’s a black man.\n\nAnd one of the more interesting things that he said was\n\nthat the Constitution and the Declaration of Independence\n\nis a promise.\n\nSometimes it takes a while to fulfill the promise.\n\nAnd so while we have had tremendous scars\n\non our history relative to slavery and genocide,\n\nand the treatment of the indigenous peoples,\n\nand the repression of women,\n\nall those things,\n\nif you look at what occurred at that time,\n\nand the culture in which they unfolded,\n\nwe have made tremendous progress,\n\nbut we’re not,\n\nwe haven’t fully completed it and fulfilled the promise.\n\nAnd so in order to do that,\n\nwe have to be able to elect our leaders\n\nwho will adhere to the fundamental principles\n\nof which this country we were founded on,\n\nand that is a government by oven for the people,\n\nnot by oven for institutions\n\nthat basically rape and collage the resources\n\nof the citizenry,\n\nmoving from a democracy to a cutocracy.\n\nI mean, you can see that even happening in our own country.\n\nA cutocracy meaning leadership by the thiefs.\n\nRight, leadership by people taking the money\n\nand leaving others to suffer as a consequence\n\nof that green selfishness.\n\nSo the Masonic principles that some of the founding fathers\n\nhad still survived today,\n\nand are really the most excellent tenants\n\nby which we can operate by.\n\nThere has been a deviation.\n\nYou know, it’s like if you’re on a hike\n\nand you’re heading towards a particular goal in the mountains,\n\nyou might get into the thick timber\n\nand you don’t see the goal anymore,\n\nand you might wander a little bit,\n\nbut eventually you’ll gain sight of the goal again\n\nand then you have to reorient yourself.\n\nAnd I think that our nation is in the process of reorientation\n\ntoward those principles,\n\nand hopefully with some of the newer leaders\n\nthat are coming up,\n\nparticularly many of the women\n\nthat have just come into the Congress.\n\nI have great hope,\n\nparticularly with some of the younger individuals\n\nwho seem to be more occupied with caring for others\n\nthan seeing how they can take advantage of them.\n\nIt’s beautiful.\n\nWell, connecting a thread back\n\nto an earlier part of our conversation\n\nwhere we’re talking about microbiome,\n\nwe’re talking about some very complex living systems\n\nand aspects of this reality\n\nthat our science has been really sort of catching up\n\nto being able to observe\n\nand understand in a more nuanced manner.\n\nAnd it makes me think,\n\nmy gosh, in some respects,\n\nthe microbiome,\n\nthe neurobiochemistry going on in each of our bodies,\n\nthe complex wood wide web,\n\nI’ve heard it called the network of living organisms\n\nacross kingdoms of living species\n\nthroughout the soil,\n\nthroughout the forests are so complex,\n\nso far beyond any of the technologies that we’ve developed.\n\nAnd we’re just as a society\n\nreally kind of catching on to how amazingly complex\n\nthese systems truly are.\n\nAnd there’s a whole other realm of complexity\n\nin the esoteric and mystical studies.\n\nAnd I know you’ve written a couple of books.\n\nI brought copies with me one being the cube of space.\n\nWe’ll show this to the audience.\n\nThe other being a follow-on,\n\nmeditations on the cube of space.\n\nAnd by the way,\n\nwhere can people get these if they’re looking to get these?\n\nWell, right now I think you can get them on Amazon.\n\nYou can email me and all ginger copies,\n\nbut they’re there for sale on Amazon.\n\nGreat, okay.\n\nWe’ll contact you.\n\nOkay, great.\n\nYou’re dealing with some pretty complex\n\ninformation in these books as well.\n\nThat tie to the Hebrew tradition,\n\nthe Hebrew tradition,\n\nthe Kabbalistic tradition.\n\nSo for our general audience,\n\nthe cube of space,\n\nwhat is it?\n\nAnd how is that something that relates to our lives?\n\nWell, there are several things.\n\nOne is that it deals with an investing\n\ninto the process of creation.\n\nAnd there’s the big bang theory.\n\nI believe the big bang happens every day all over the place.\n\nAnd when someone generates a creative thought\n\nand follows through with some very positive actions and so on,\n\nit really does foster and generates a whole creative process.\n\nSo in these two books,\n\nit is really a way of understanding to some degree\n\nhow it is that we can actually bring about changes in our lives\n\nand in the world according to how it is that we hold our creative thoughts.\n\nNow there are a lot of books written on the subject of creativity,\n\nbut there’s a lot of information that’s left out.\n\nAnd so we think about limitation as being a negative thing.\n\nBut in these books, it really looks at limitation as being a tool\n\nthat so when you’re going to create something,\n\nyou impose the limits on what it is you want to accomplish\n\nso that you’re not a mile wide and a half inch deep.\n\nSo you get to have something very specific\n\nand you create the boundaries by which that thing will come forward.\n\nAnd so it investigates.\n\nThat it gets into some very intellectual aspects,\n\nparticularly from technicalities of the Kabbalah.\n\nBut if I was to give you the nuts and bolts,\n\nthe ultimate cliff version of that,\n\nit really has to do with the creative process and the power of limitation.\n\nAnd so the first book is really about the information\n\nand the second one is about practices\n\nand how one can go about generating certain,\n\nnot just creative threads of bringing something in a manifestation,\n\nbut also when we get back to the concept of fermentation,\n\nwhat is also employed in both of these books are symbol systems.\n\nSo there’s the symbol system of alchemy,\n\nof the Kabbalistic system,\n\nof masonry, of geometry, and number.\n\nAnd all of those things together when approached as a practice\n\nwill transform the way you think,\n\nhow you perceive the nature of reality.\n\nAnd we too often will observe things and take them at face value\n\njust as if you’re looking at soil.\n\nLook at all that dirt.\n\nBut it’s not.\n\nI actually had a horticulture study.\n\nIt’s not dirt, it’s soil.\n\nAnd I said, okay.\n\nBut there’s all this life that’s in there,\n\nor sometimes like there are.\n\nAnd to be able to look at the livingness of something.\n\nFor example, when I was working in a laboratory,\n\nI used to do a lot of plant work.\n\nIt’s called Spagiarics, plant alchemy.\n\nAnd I would dig up a plant and I would clean off all the roots.\n\nAnd I would notice that there’s a place on the roof\n\nthat is not plant, and it is no longer soil.\n\nBut it’s the place in between the transformation\n\nor even transmutation of the organic and inorganic compounds\n\nthat are absorbed by the plant,\n\nthat transform it into living vegetable matter.\n\nThat’s an amazing thing.\n\nAnd when you can see that slight transition,\n\nit’s not unlike dawn and dusk.\n\nIt’s not daytime, it’s not nighttime.\n\nSun hasn’t come up or sun’s gone down, it’s still light.\n\nThere’s those in between states.\n\nAnd it’s those in between states\n\nwhere we can begin to perceive the transformations that take place.\n\nNot just in the world around us, but also in ourselves.\n\nAnd so in the symbol systems, for example,\n\nI used the Taro and I used number and Hebrew letters\n\nand a variety of other symbols.\n\nWhen you work with them consistently and understand the application\n\nthat’s like having a tool and knowing how to use it,\n\nyou will change and you will transform.\n\nAnd for the better.\n\nBut you have to be able to be willing to discipline yourself\n\nto go through that process.\n\nAnd so that’s the main thrust too.\n\nIt’s not just learning how to create something intentionally,\n\nbut also how to transform your own nature,\n\nto become more aware of and identify with that inner presence\n\nthat in Christianity it’s called the soul or the Hindu tradition.\n\nIt’s called Christian consciousness or in Buddhism.\n\nIt’s the Buddha consciousness.\n\nSo those are all available to us.\n\nBut it’s not available easily if all we do is just kind of\n\nsimilarly just sort of scan over it.\n\nIt’s like making chicken soup.\n\nYou want to make chicken soup?\n\nYou got to boil the chicken.\n\nYou can’t just pass it over the boiling pot and boil it good.\n\nSo there’s a certain intensity that has to be experienced and undergone.\n\nBut you’ll be happy camper if you do.\n\nYou’ll understand the consequences of that type of meditation and study.\n\nYou know, I’m so excited to hear about this and to share this with our audience.\n\nI know in May, May 17 to 19,\n\nthe YonEarth community is hosting a three-day summit called\n\nMassively Mobilizing Sustainability\n\nand deep leadership for the 21st century is the Sun Title.\n\nAnd we’re bringing together executives, educators, entrepreneurs"
}