{
  "title": "Episode 109 – Dr. Robert Cloninger, MD, PhD, Genetics & Psychology of Stewardship, Happiness, & Hope",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12002/episode-109-dr-robert-cloninger-md-phd-psychology-of-stewardship-happiness-hope.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-109-dr-robert-cloninger-md-phd-psychology-of-stewardship-happiness-hope/",
  "episode_number": 109,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today,\n\nwe’re visiting with Dr. Robert Cloninger. Hey, Robert.\n\nHey, good to see you here.\n\nGood to see you too. I’m so excited about our conversation today and it’s one that I think\n\nis among the most important we can be having about our reaction and response to some of the great\n\nchallenges we’re going through in these times. So I appreciate you taking the time to visit with us,\n\nDr. Robert Cloninger. Dr. Robert Cloninger is director of the Anthropedia Institute and professor\n\nof meritis at Washington University in St. Louis. He was Wallace rendered professor of psychiatry,\n\nprofessor of genetics, professor of psychological and brain sciences, and director of the sandstone\n\nfamily center for well-being at Washington University School of Medicine until July 2019.\n\nThe Anthropedia Institute is the research and advisory component of the answer\n\nPDF foundation, a nonprofit organization dedicated to development of human well-being through\n\ninitiatives and health care and education. He is widely cited and honored for his innovative\n\nbio-psychosocial research that spans the genetics, neurobiology, development, psychology,\n\nbrain imaging, and assessment of personality and psychopathology. His personality inventories have\n\nbeen used in more than 6,000 peer-reviewed publications around the world and he is one of the\n\nmost highly cited scientists in the world across all fields. In fact, in the top, 1-100th of a percent.\n\nHe received his bachelor’s with high honors and special honors in philosophy, psychology,\n\nand anthropology from the University of Texas at Austin and received his MD from Washington\n\nUniversity and an honorary doctorates from the University of New Mea and the University of Gutenberg.\n\nDr. Cloninger has published 10 books and over 600 articles in psychiatry, psychology, and genetics.\n\nHis recent books include Feeling Good, The Science of Well-Being by Oxford University Press,\n\nOrigins of Altruism and Cooperation by Springer, and Personality and Psychopathology by American\n\nPsychiatric Press. And these many awards you’ve received, Dr. Cloninger, will include in the\n\nshow notes and clearly you’ve been not only well recognized by the global community for your work,\n\nbut it’s so interesting to note that of the some 17 million scientists around the world who\n\nhave received two or more citations, you’re in the top 200 or something like that around 180,\n\nwhich is, which is really extraordinary. And I’m so excited about our conversation today because\n\nwe’re going to do our best to cover your science, which really is avant-garde cutting-edge science,\n\nand translate it and boil it down to many in our audience who are not necessarily\n\nthemselves scientists, let alone neuroscientists or medical professionals. And your research and the\n\nwork you’re doing for anthropemia and elsewhere is from my perspective, one of the most important\n\nleading edges of the kind of work, the healing work, and the creative work we have to do in our\n\nworld right now, given the extraordinary challenges and crises that we’re now facing. And so I\n\nwant to open Robert first by thanking you again and secondly by asking you a very open-ended question\n\nfrom your perspective with all the research you’re doing, what is the most important insight\n\nyou’re helping to make known in the world right now?\n\nYou know, we’ve of course as you emphasize in your work, we face many challenges as a species\n\nwe’re in essentially the sixth grade extinction and human beings are largely responsible for the\n\nimpact on the environment that is causing these problems. And so the fundamental questions\n\nthat I’ve been concerned about is to understand whether what it is about our human nature\n\nthat may have led us to get to this situation, to create this situation, and more importantly,\n\nunderstanding who we really are and what it is that’s necessary for us to be healthy and happy\n\nand to be able to live sustainably. What can we do? What is it that allowed us to become so\n\nsuccessful in the first place and what is it that’s going wrong? So from that, what I’ve done\n\nis to try to first develop measures of who are we? How do we describe our personality and the way\n\nwe learn and adapt to our life? So that’s why I developed personality inventories and then tried\n\nvalidate those to show just what it is that makes up a healthy person.\n\nAnd more recently, once we had established that we had good ways to measure human health and\n\nwell-being, the physical, mental, the spiritual and social components of health and what gives\n\nus a satisfaction. Then, well, how did that come to be? And what was it that led to the evolution\n\nof our capacity to be creative, to be pro-social, to look out for our neighbors, to look out for the\n\nenvironment? And that has been the task I set for myself and it’s really been a fairly long journey\n\nbecause I started this in the mid-80s, 1980. So it’s been 36 years that I’ve been working on this\n\nset of problems. Yeah, it’s tremendous and obviously in that time, you’ve covered so much\n\ndeep and complex scientific research. And we’re going to include a handful of articles\n\nin the show notes that folks can go to if they’re interested in diving deeper.\n\nIt includes a relatively recent article of the complex genetics and biology of human temperament,\n\na review of traditional concepts and relations and new molecular findings. And I want to get to\n\nthat in a few minutes. But in preparing for our discussion, I was especially struck by a piece\n\nthat you wrote in 2013 called what makes people healthy, happy, and fulfilled in the face\n\nof current world challenges. For in this short eight-page document, you do an extraordinary job\n\nof summarizing and making very clear and easy to understand some critical aspects of ourselves\n\nas individual humans and how that has an impact and influence on our complex social interactions\n\nas well as our impacts on the planet environmentally speaking. And so I wanted to kick it right off\n\nby jumping into this discussion where you’ve identified three key attributes, self-directed\n\nmiss, cooperativeness, and self-transcendence as critical to understanding perhaps our own\n\nindividual development and then how we might go about fomenting more positive change in our world.\n\nWell, it’ll make me summarize those. Okay, I think the key notion for people to get is that\n\nhuman personality actually involves two domains. One is our temperament, which are simply\n\nour emotional drives, like to look out for danger, which I call harming winds, to be interested in\n\nthings that are unusual, new, complex, which I call novelies seeking. And also to be sensitive to\n\nwhat other people are feeling in action to our behavior, which I call sociability or reward dependence,\n\nbecause we’re very sensitive to the cues that people give us. These are traits that actually\n\ninvolve the way we learn from very in response to very simple stimuli. And it’s not a rational\n\nprocess. These are what create our habits and our attachments and our desires, which are often\n\nirrational. And so, but this is our emotional style. Now, we are different from chimpanzees and our\n\nother ancestors, because although we share temperament, we have evolved to other systems of learning\n\nmemory that give us an ability to control our emotions, to regulate them,\n\nintentionally to achieve goals. And a second system for being self-aware and being able to\n\nuse our awareness to consider the value that achieving a goal may have for our life and our\n\nsatisfaction. And one impact it might have on other people and on the planet in which we live.\n\nAnd so, what happens in life is for us to learn how to regulate our emotions and our habits and\n\nour attachments and desires to be consistent with goals that are rational. And in addition,\n\nthat have a value that’s long term for ourselves and others so that in a sense they’re good.\n\nSo, if we make our habits consistent with our goals and our values, then we can have a life that\n\nis both healthy, physically, and happy, emotionally, and also has meaning and purpose.\n\nAnd so, self-directedness and cooperatives are the two characteristics that mature humans have.\n\nWe all have a capacity for these, but not everyone because of their life circumstances or other\n\nthings develop it. But if you’re self-directed, that means that you’re\n\npurposeful and resourceful, and you’re also willing to take responsibility to get things done.\n\nIf you’re cooperative, you’re tolerant and helpful and empathic, and you’ll at least do things\n\nthat are of mutual benefit for yourself and other people. You look for win solutions.\n\nSo, that’s our system for intentional self-control. And then there’s a third system that is also\n\na part of character, and that is this creative self-awareness that I mentioned. And that is also,\n\nthat is expressed, it is expressed, we are both self-directed and cooperative, but we add to what\n\nyou see with just logical reasoning and analysis. We add to it a sense of compassion and love,\n\nand hope, and faith, when fully developed. And so, the difference between people who are\n\nsimply regulating their habits to make money and achieve goals and maybe be famous,\n\nthe difference between that self-interested way of living and developing self-awareness of\n\nyour relationship to other people and planet, the world in general, is self-transcendence.\n\nSo, the difference between being self-interested and self-transcendent is actually critical in current\n\ntime. And what I found was that people were only self-directed and cooperative, but not self-transcendent.\n\nThen they would take pretty good care of themselves and those who were close to them.\n\nBut they might just ignore the needs of the community as a whole and the planet. And so,\n\nthey wouldn’t be concerned about equity, sustainability, and basic principles of fairness.\n\nThe people who were self-transcendent, instead of simply self-interested,\n\nwere really more characteristic or younger generation who are not satisfied with materialistic values\n\nand executive control. They are more interested, they’re post-materialists,\n\nwhat are sometimes called culturally creative. They have a creative character in which they have\n\nhumanitarian interests, ecological intelligence, social intelligence, and so on, because they want\n\nto try to help us live in harmony with one another and the planet in which we share.\n\nAnd so, this actually goes back to a very long-standing debate about what is a healthy personality.\n\nAnd in the West, we’ve tended to think that a healthy personality was just being self-directed\n\nand cooperative. And that does pretty well for most of people’s lives, but by the time you get\n\nit in your 30s and by the time you get it in your 40s and 50s, most people in Western societies\n\nwho have that style of living start getting multiple diseases. And they begin to question whether\n\ntheir values are really satisfying because they thought that if they achieved money and power and\n\nso on, that they would be fulfilled and satisfied. But, you know, look around at the wealthiest\n\nexecutives and people with a lot of influence and they’re often still very unsatisfied with their\n\nlives and they feel something is missing. And that’s something that’s missing is really this need\n\nfor us to do the kinds of things in our life that will awaken us to our connections with one\n\nanother in the planet. This feeling, it’s not just wishful thinking or opinion to think that we’re\n\nan integral part of the world and inseparable from one another. It’s actually the truth that\n\nthe world operates not less with competition or with symbiosis and we’re connected. And most of us\n\nthree-fourths of people actually have these self-transcendent experiences where they feel at least\n\nbriefly at times in their life under good conditions connected to one another and they feel\n\nconnected to the universe at times. They have moments of joy like that. But it’s very difficult\n\nin modern society to sustain that from day to day. And as a result, we’re manipulated\n\nby, you know, all the signals and social media to grab our attention to looking for likes\n\nor making more money or consuming more or having the newest car and things like that that actually\n\nare leading us to deplete the ecological resources of the Earth to a point that, you know, since\n\nthe mid-70s, the Earth has not been able to restore its ecological health. And so we’re gradually\n\nstep-by-step degrading the environment that we need. So I ask myself, what can we do\n\nto have people realize that they are not currently, most of us are not living in a court with our\n\nhuman nature? But because there’s a lot of controversy in science and society about what is\n\nthe healthy personality, I had to really look for objective science to see what’s the truth here.\n\nIs it really just the people who are self-interested that are the natural human? And this other is kind\n\nof a fantasy for humanists and to people who are very spiritually or religiously oriented.\n\nAnd what I discovered here, and I think they’re not surprised you, but it surprised a lot of my\n\ncolleagues. We set out to identify all the genes for human personality. We found that there are\n\nabout a thousand of them, and they interact with each other in very complex ways. And it turns out\n\nthat what distinguishes us from chimpanzees and even from the endotholes is this capacity for\n\nself-transcendence. That’s what gave us the creativity and the ability to appreciate our need to\n\nwork effectively in cooperative communities. And that’s what let us be able to displace all the\n\nother hominids, the early humans on earth. Because if you work in social groups, you look out for\n\nyour children, your grandchildren, and even strangers in your community, it turns out that that’s\n\na very powerful force. And our capacity for being inventive and creative rather than just, you know,\n\nbeing selfish and looking for using our power to do things that will serve us, we can have a vision\n\nand imagination of the future that’s healthy for us. And it turns out that that\n\nset that character, that creative character who’s self-directed in cooperative and self-transcendence\n\nhas much more energy is physically more resilient to injury and aging and all sorts of toxicity\n\nthat, you know, abounds in the world today and that we’re happier and we’re\n\nable to be much more adaptive and innovative when faced with the kinds of challenges.\n\nAnd it turns out that, you know, despite all the things that we’re doing, wrong now that are\n\ndecreasing the sustainability of the environment which we live, it turns out that we actually evolved,\n\nbecame human, but modern humans with creativity and the sense of community and an imagination for\n\nhow to get along with each other. That happened in response to climatic changes that were\n\nthreatening our very survival. That was that started about three or four hundred thousand years ago.\n\nAnd the system for temperament and social agreement, that goes back 40 million years. The\n\ncapacity for logical analysis and just being self-directed and, you know, making good tools and so on,\n\nthat goes back about two million years. But the capacity to be creative in communal and\n\nself-transcendent goes back only a hundred thousand years. And it’s within that time that we\n\nactually became dominant on the earth. But in the last two or three hundred years, as we moved\n\ninto our industrial society, we lost track of the very thing that made us so successful.\n\nAnd we became very concerned with our power and domination over the earth until we realized\n\nit is not an inexhaustible resource. And we lost a lot of our sense of need for social equity.\n\nAnd I need to use creativity. So I’m sorry, you got me going on a lot of important issues,\n\nbut I hope I answered the question in context. Very, very much so and is appreciated and makes sense.\n\nI have a follow on question, which is we can clearly trace some of the roots of our current\n\npsychospiritual and social challenges back to the dawn of what we call civilization. A lot of\n\nwork’s been done in the area of eco psychology and elsewhere to do so. And I don’t think it’s,\n\nby any means, a stretch to say, in the 20th century in particular, there has been this\n\nhyper acceleration of this ultra-individualism. Sort of the Gordon Gecko greed is good. The\n\nEin Rand cult of individualism called positive objectivism in stories like Atlas Shrugged,\n\nwhich is one of the most red books ever. And we’ve basically made of us grown up in and only\n\nreally experienced, especially in the west, especially in the United States. A culture that is so\n\ninfused with and permeated with an ethos stemming from a super underdeveloped self-transcendence\n\nin the leadership. It strikes me that this is a really important thing for us to understand.\n\nAnd I’m also curious if you could expand on the observation you make in the paper that many,\n\nif not most, of the corporate leaders over the last several decades and political leaders and\n\nothers who are really making the major decisions in the world up to this point, generally have\n\nunderdeveloped self-transcendence attributes. And can you tell us a bit about the science,\n\nhow you go about realizing that kind of thing? And then also what you think that means in terms of\n\nstrategies and approaches, we might be taking going forward to help remedy that fact.\n\nWell, there are several very important questions. There are several parts of this. First,\n\nthe fact is that the current sort of business philosophy that emphasizes profit without a sense\n\nof social responsibility and that thinks, like Hayek said, that social justice is just an illusion\n\nand it’s a fiction, is simply not consistent with our human nature. It’s simply not true because\n\nwe can show that what made us homo sapiens wise and virtuous is the recognition of our connectedness,\n\nnot our separateness. So if you have an attitude that you’re separate, you’re going to be defensive\n\nand competitive and it tends to lead to insatiable desire for power and money and so on.\n\nAnd it turns out that that just never satisfies. And then the fact is that what makes us work\n\nto be physically, mentally and socially, healthy is to really identify as a part of something\n\nlarger than our individual self. And that’s what self-transcendence means is that you’re willing\n\nto make sacrifices for others and to work for harmony rather than competition because you really\n\nfeel you’re part of one whole. And that’s the reality. I mean, if you think about it, we never,\n\nwe don’t live in a vacuum. We are not really separate. We have so many bacteria in our microbiome\n\nthat are really a part of us. We’re in symbiosis with them. We have to share the air that each of us\n\nbreathes the land, the planet. And so we’re all a part of this larger whole. And we have to be\n\nstewards of that. Now, what’s remarkable is that there’s so many things going on now that are\n\nleading us to not use the self-awareness that will fully capable of. So, you know, having\n\nthe notification signals on your iPhone that constantly grabbing your attention actually keeps\n\nyou responding by habit. It’s an addiction. And when you get controlled by that, then you can’t\n\nenjoy silence. You can’t be aware effectively of being a participant in a larger whole. So,\n\nwe need to spend more time with our iPhones off. You know, in nature walks or gardening or in true\n\ndialogue with someone where you’re looking at each other’s eyes and you’re thinking about what’s\n\nhe feeling? Why is he thinking that? Why does he think differently than me? I mean, because we are\n\neach born with different talents, strengths and weaknesses. Nobody’s perfect. But together,\n\nif we work cooperatively, we create a very resilient community and planet.\n\nAnd so it’s getting to let ourselves have the experience so we can judge for ourselves what’s\n\nhealthy and satisfying for me. Not someone telling me how to live my life. We need freedom. We need\n\nflexibility. We don’t need to be controlled. But we’re actually letting ourselves be controlled\n\nby powerful and clever forces to get us to consume, to be distracted, to be in a state of fear,\n\nand to measure status in terms of things that are not actually very satisfied.\n\nAnd so just to be aware of that gives you, inoculate you against a lot of the things that keep us,\n\nyou know, in our rat race or slaves to money. And I think that’s the important thing. Now,\n\nthere’s really good news, though, because remember our basic nature, what does make us\n\nsatisfied is to be self-transformed. And even if most people haven’t cultivated it,\n\nthey have that within them. And it is possible. And it’s very important to realize, then,\n\nthat ultimately, step by step, the generations are making changes. All parents realize that\n\nteenagers are very difficult often, because they have their own mind about what to value,\n\nand there are types of music and so on. But adolescence has a very interesting\n\nutility for the whole population of humanity, because the teenagers stop and reflect on\n\nwhat are the parents doing wrong? And they change a little, hopefully, in the right direction.\n\nAll the parents’ generation isn’t necessarily going to agree with them. But what’s happening is that\n\nwe have, roughly speaking, there are three groups of personalities. The people who are\n\ndominated by their habit system and their desires, we call those, in terms of values,\n\ntraditional, because they tend to be easily manipulated by fear, and by people who promise to\n\ngive them what they want. But they give up a lot of their capacity for self-regulation and\n\nfreedom to people who they’ll just more or less bluntly follow. There’s another group of people\n\nthat I think are dominant in terms of executive positions and business, but now they’ll\n\nsay business principles have permeated all of our social institutions. And things are generally\n\ndriven by individual profit, and we’ve forgotten that when we gave corporations the rights of a person,\n\ninitially, they were also expected to have the duties of a person. But somehow somebody\n\nforgot about that, and it’s not being enforced. And so you get this notion that a corporation only\n\nhas responsibility to its investors, and not to the community that’s allowed it to operate.\n\nAnd so we have a lot of anti-social personalities that are, that would be the diagnosis of most\n\nbusinesses these days. Now, you know, there are good ones too that are just concerned about people\n\nand community responsibilities. But unfortunately, the neoliberal values that don’t respect the reality\n\nof social justice that don’t respect the need for sustainability and the way we care for our\n\ncommunities and our planet or not, we’re not recognizing those responsibilities very effectively.\n\nLet me just make sure I’ve got this clearly as I’m taking notes here. So you’ve identified there\n\nare three types of people. The first, you can call traditionalists. The second, the tends to be\n\ndominant at the apex of various organizations right now. What is the title here? The individual\n\nmaterialists are sometimes, they’ve been called world value studies, the moderns, or the materialists.\n\nAnd then those people are the ones who are self-directed and cooperate to the extent of working\n\nfor mutual benefit, but are not self-transparent. And they tend to be very hyper individualistic and\n\ncompetitive and so on. And they’re fairly, they’re fairly healthy until they start accumulating\n\nmultiple chronic diseases and social dissatisfaction and so on. The third group are post-materialists,\n\nare cultural creatives, the people who have well-developed self-directedness,\n\ncooperatives, and self-transcendence. If you’re only self-transcendent, you tend to be and you’re\n\nnot self-directed, you tend to be living in a fantasy world. And you have to combine facing the\n\nreality of life. You have to have realistic goals and to be able to get along with people and\n\nanalyze things, factually not just live in dreams and wishes, but you also have to have an\n\nimagination that allows you to realize that we are part of something that we subjectively feel,\n\nthat may not be able to tangibly and objectively prove to accept it. We can only encourage people\n\nto have the experiences that let them realize what makes them healthy and happy for themselves.\n\nBut now I’m going to step further because we actually know from large-scale population studies\n\nworking in multiple countries with different environments and different cultures,\n\nthat all human beings, in order to be optimally healthy and happy,\n\nto be able to create a sustainable world, have to cultivate all three of these character traits.\n\nAnd so the good news is that the post-materialists are actually increasing in the number.\n\nAnd the values of the younger generation are near a majority in many places where they’re not\n\noppressive regimes like China and so on. And so one of the things that’s going on is a cultural war\n\nnow that on the surface is primarily between materialists and people who are more emotionally\n\nreactive and traditionalists. And yet the post-materialists have been fairly quiet for a long time.\n\nThey just sort of went their way quietly. But now we’re seeing a lot more social activism.\n\nAnd that is not fully appreciated except in epidemiologic studies because that’s the younger group\n\nwho are just getting, who have been disillusioned with politics and social activism,\n\nbut now are starting to speak more. And so I think that I have hope for the future because the\n\nmaterialists of many of them are a bit scared. They want to limit voting and so on.\n\nAnd that’s the big consideration\n\nthat you try to control values by not letting the values be expressed.\n\nBut in fact, near a majority of people now have the kinds of values that lead to more humanitarianism,\n\nmore concern for ecological issues and sustainability. That’s the direction of the future.\n\nIf we’re the surround. Yeah. Yeah. It’s so beautiful and exciting. And I’m going to take that\n\nopportunity quickly, Dr. to remind our audience. This is the YonEarth Community podcast.\n\nAnd I’m your host, Aaron William Perry. Today we’re visiting with Dr. Robert Klonenger,\n\nwho is a leading global thinker and scientist and influencer on this important conversion of\n\ngenetics, psychology, well-being, health, and social evolution. And I want to give a quick shout out\n\nto our sponsors who make this podcast series possible, along with our community mobilization\n\nwork for climate action, neighborhood resilience, culture of kindness, and soil stewardship.\n\nAnd this includes Earth Coast productions, the LIDGE Family Foundation, Alpine Botanicals,\n\nPurium, Earth Hero, Liquid Trainer, Vera Herbels, Growing Spaces, Soil Works,\n\nJoyful Journey Hot Springs Spa, Earthwater Press, Dr. Bronners, 1% for the planet, and Patagonia.\n\nAnd of course, a very special thanks to individuals who have joined our stewardship circle\n\nand or our monthly giving circle. And if you haven’t yet joined and you’d like to, you can go to\n\nYonEarth.org slash support and sign up at any level that works for you each month. If you\n\nwould like to contribute at the $33 or greater amount per month, we’ll send you as a thank you gift,\n\na monthly shipment of the whey-lay waters, hemp infused aromatherapy soaking solves to enhance\n\nyour health and wellness practices at home. And also, of course, want to mention that you can find\n\nmore information about Dr. Klonenger’s work at answerofpedia. That’s answerofpedia.org.\n\nWe’ll include that link as well as a link to palmhealth.com in our show notes, along with links to\n\na few of his key articles. And that I’m going to take as a segue, Robert, into one of the things,\n\nyou know, we’re a part of it, the YonEarth community that has me extraordinarily excited and\n\nfull of gratitude, really, to be a part of this emerging movement, which is happening globally.\n\nAnd this is the movement around fair trade, around regenerative economics and business practices,\n\naround sustainable and triple bottom line business practices. We’ve got emerging third-party\n\ncertifications, such as the regenerative organic certification, the B-Corp, or benefits corporation\n\ndesignation, and many others. And folks like Dr. Bronner’s, Adagonia, and others are really\n\nhelping lead the way in a global transformation of what we’re doing in our business lives and\n\nin our work in economics, which we’re all participating in. And I’m really curious to hear from\n\nyou with all the research and insight you’ve got at your fingertips. Are you being increasingly\n\ninvited and called into corporate conversations as folks are responding to this emergent trend?\n\nAnd clearly, there’s very exciting things happening in business at all scales, as folks are seeing\n\nthis massive transformation getting underway. Is this already something that you’re able to help\n\naccelerate and define? Is it something maybe that is still kind of gestating and getting underway\n\nfor you and your colleagues? Well, first of all, it’s wonderful to see these excellent examples\n\nof corporations and groups that really recognize the need to use our basic human potential\n\nand to operate in a way that actually is consistent with our human nature,\n\nrather than just being profit driven. And I think that is a great example. And I’ve tried,\n\nI’ve focused primarily in the healthcare field, which is extremely dysfunctional,\n\nand consulted with insurance companies, health insurance companies, but also that brings me\n\nin contact with a number of executives. And so we’ve tried to interest those people in our\n\nwell-being training programs at Antipedia. And we have programs where people can take this online\n\nand go through systematically a lot of the principles so that they can communicate with one another\n\nand express that in their work. So yes, we’re doing that, but the need is tremendous.\n\nAnd in health, for example, we have almost 60% of physicians describe themselves as burned out,\n\ndemoralized, and feel that they wouldn’t want their children to follow in their footsteps\n\nin as healthcare providers. And this is because very often, we had brought in business\n\nmanagers to try to reduce healthcare costs, but they only shifted those costs to their own\n\nsalaries and to buildings and so on, but not to the patients or the providers themselves.\n\nAnd this has had a very unfortunate effect that there’s very little attention to the\n\ncommunication between the doctors and their patients now are the need for continuity of care.\n\nEverything’s becoming very procedural and algorithmic without that human touch.\n\nAnd so I’ve done a lot of work in person-centered medicine to try to\n\ndo the things that we’re doing at Palm Health in St. Louis. And to work with the World Medical\n\nAssociation to try to lead people to be aware of the need not just to make doctors more resilient\n\nto the stressful conditions in which they’re working, but to try to change the basic values\n\nof how our priorities aren’t held. A lot of forces against that because there’s so much\n\nmuch profit to be made in healthcare. And that’s the problem that we have is that there is a lot\n\nof greed and that the cost of that greed and self-interest is something that we can’t sustain.\n\nAnd so I think there are a lot of smart people who are waking up to realize that, you know,\n\nthis is actually not even for my own individual benefit anymore. This is not working for me.\n\nAnd so we want to help them to cultivate their human potential and to realize what would work\n\nand to realize that that actually is more satisfying. Really, basically, I think people want to\n\nbe healthy and happy and good, but they may not know how to do it or how to change the environment\n\nwhen it’s their working. And it’s so great that at Anthropedia, you and your colleagues have developed\n\na suite of resources for folks that can come in and engage as individuals. I see that you’ve got\n\na lot of resources for nonprofit organizations doing a variety of work in the world. And I’m\n\nthinking of many of my own cultural creative friends and folks engage in this regenerative and\n\nhealing work. And I’m so excited to share with them what you’re doing and what Anthropedia is\n\noffering. I was wondering if you could just kind of walk us through just basically what it would\n\nlook like for us when and as we engage with Anthropedia. And as we go through the curriculum and\n\nresources that you guys have developed. Okay. Well, let me explain it a little bit by giving\n\nyou a sense of my own journey and the steps where we made mistakes and had to correct them in\n\norder to be able to do something affecting. Initially, I developed videos with Anthropedia in\n\norder to I could give to my patients as an adjunct so that they got essentially more intense\n\naccess to resources to promote their health rather than just thinking about I’m a psychiatrist.\n\nSo rather than just treating illness, depression, anxiety and so on and other serious illnesses,\n\nI wanted to help them work on their health and their happiness. And health and well-being\n\nare not just the absence of disease. You can be physically well and not really be very healthy\n\nand happy socially, emotionally and so on. So we added the DVDs that gave things that we’ve\n\ndiscovered that they loved it, but somehow they couldn’t translate it in their daily life.\n\nAnd so we had to start training coaches to work with them one-on-one, personally,\n\nto help them understand what it meant to translate these ideas that sounded desirable,\n\nbut no one seemed to be able to just implement it on a day-to-day basis in a sustainable way.\n\nAnd so we developed the training program for coaches. And that’s a big part of what the\n\nAnthropedia Foundation does is it trains coaches who can help other people.\n\nAnd we’ve trained a large number of well-being coaches and they’re certified. We also began\n\nthen to offer it to people who didn’t necessarily want to be coaches themselves,\n\nbut to learn enough so that they can implement it in their business or their personal life\n\njust for their own well-being. And so many people take these courses now. And so we’ve put everything\n\ninto online modules in addition to the opportunity to get person-to-person coaching because we had\n\nto do that during the pandemic. We think it’s better if you can be face-to-face with someone\n\nbecause you feel more of that human connection, but at the same time we can scale up more\n\nand have broader, larger scale impact by doing it online too. And we have centers in the U.S.\n\nSt. Louis New York, Sweden, France, Italy. And so we’re spreading, but we can scale up a lot more\n\nquickly by doing things online. So we’ve discovered that you can’t just tell someone that this is\n\nwhat you should do and how you should live your life. People really have to discover for themselves\n\nin freedom what it is that worked for me with the resources I have, with the constraints I have.\n\nAnd so this is very personalized and everybody’s passed a little bit different than we respect that.\n\nAnd so we give people the opportunity to have experiences, they try out for themselves what works.\n\nWe also realize that we have to help them with the kinds of stresses of modern life,\n\nwith dealing with anxiety, with dealing with toxic work environments,\n\nwith pollution in the world around them, community around them, with all those sort of people who\n\nare content for the moment with acting in ways that are unsustainable in the long term.\n\nAnd so we provide spas, we call spas with a 21st century, that provide a lot of mind-body\n\nservices that are just fun, but actually are health promoted. You know, we have things where\n\npeople are doing physical exercise that stimulate both their strong or weak muscles and float tanks,\n\nbut other things that help with detoxification, relaxation, meditation,\n\neye hand coordination that stimulate neuroplasticity, because to change your habits you have to\n\nbe willing not just to accept that some of your habits are bad, but to be able to change them.\n\nAnd so we put together things that address the body, the mind and the soul simultaneously,\n\nbecause if you don’t have a sense of what you value, what’s good, what’s virtuous,\n\nand you don’t have the capacity for change, you’ll never be able to change your habits.\n\nThe only way you’re going to be healthy is that you can make your habits\n\nbe in accord with your goals and your values. And it’s got to be realistic, it’s got to be able to\n\nadd up at the end of the day and be feasible, but it’s also got to fill your heart and soul.\n\nAnd that’s the kind of environment. So we also, people will come into our centers and they\n\nspend an afternoon or a day or a week and learn to do this, and then they can bring that back and\n\nfind what is our community to do similar things.\n\nYes, it’s absolutely wonderful. And I’ve had an opportunity to experience just a little bit of\n\nthis visiting St. Louis and in full disclosure, it’s actually a list. We finally met just a few\n\nweeks ago before recording this at my daughter Oshas University graduation ceremony, and she’s been\n\non the podcast. And of course, she and my son Hunter have worked at Palm Health, which you’re\n\npart of. And the endora. Help create, I’m sorry. And the endora, which is the spa.\n\nYeah, and the end the end the agora, right? And of course, their mother, my ex, Amanda,\n\nworks at Palm and has been engaged with anthropidious work for many years. I’ve been hearing about\n\nthis for quite some time. Now, funny enough, your son, Dr. Kevin Kloninger, and Dr. Lauren\n\nMunsch del Faro, and I were all in a couple of classes together in undergraduate school here at\n\nthe University of Colorado and Boulder a couple of few decades ago. And so it’s, it’s lovely to\n\nme just to think about the sort of evolving ecosystem here among some of these very personal and\n\nfamily relationships and how it came to be that you were sitting next to me when we were eating\n\nlunch a few weeks ago. We got to talking to say, God, by golly, let’s, let’s have a podcast\n\nconversation on all of this. And it leads me to think about, you know, some of the serendipity\n\nthat can occur in our lives and end up having, you know, really significant impact in our lives\n\nover time. And I’m just wondering a two part question. When you’re thinking about how do those\n\nwho are already well on the road of a cultural creative development as an individual,\n\nhow do, how do they, how do we accelerate that work? And secondly, when we’re looking at folks\n\nwho have often resources and power and influence who maybe haven’t yet developed as much of the\n\nself-transcendence attribute, how do we help those folks as well, A, become aware, B,\n\nmotivated, and C, you know, on the road? And in their sorts of some of the question,\n\nhow do we scale and accelerate these trends that you’re already seeing, you’re already identifying\n\nin our world, generally, knowing that given many of these very near term systemic complex\n\nchallenges that we’re facing, we need to, you know, mobilize as many of us as we possibly can\n\nwith that heart-centric love-centric compassion-centric values and ethics-centric way of being\n\nand working how doctor, how do we do that? Well, I think first of all, for your own health,\n\nyou do have to be able to identify friends and like-minded people in order to be able to\n\nhelp them. So we have to first help those who are like-minded to work together as we’re doing here.\n\nBut in addition, we have to not make the mistake of lacking compassion and respect for people who\n\nhave different values and don’t demonize people who are currently maybe living in a way that\n\nwe might think is unhealthy because eventually smart people realize that that’s not working.\n\nAnd if we maintain respectful dialogue with them and try to practice being tolerant\n\nand being ready to help them when they have trouble, they’ll often see that, you know,\n\nthere’s something special there that they would like to share in. So keeping the communication\n\nbridges open to be really there to help everyone and not just, you know, your friends and people\n\nwho are like-minded because we really all do have talents and abilities that would work much better\n\nif we helped one another. And some people just haven’t seen that yet, but if we stay around\n\nand respectful and they see that we’re ready to be helpful without demonizing them and\n\nvilifying them, then I think that this can speed up because the natural evolution is that, you know,\n\na paradigm doesn’t just shift overnight because you’ve got the evidence for it. It tends that\n\ngenerations change slowly. And so we have to really look out in particular for our younger generations\n\nbecause it’s easier for them to change. And we can help them to have hope, to be active\n\nand to be ready to be the change that needs to take place. And I am concerned that there’s\n\nenormous stress on little generation and generation zero right now and they need a lot of help and\n\nsupport. And so people who recognize this need for social justice, for sustainability, for\n\nlove, hope, and faith in all of our actions will have a sense of unity, but that unity while\n\nit should look out certainly for those people who are culturally creative, but also for all the\n\nyounger generation and to remain available and accessible in as respectful as possible of everyone,\n\neven if you think that they’re wrong. You know, I mean, a little bit like the question that was asked\n\nof Gandhi that, you know, he said he would always do what’s right in his bullet and his opinion,\n\nbut he knew sometimes he was wrong. And so that made him very tolerant of the people that he opposed.\n\nAnd so what happened in South Africa and in India is that many people who found him initially as\n\ntheir his his opponent came to respect him because he was so fair and so tolerant, always driven\n\nto be non-cooperative with what he didn’t agree with, but still loving all human and wanting to\n\nhelp all of humanity. I think he’s a wonderful example. Beautiful. The beautiful. Well, Dr.\n\nKloninger, thank you so much for taking the time to visit with us today. And before we sign off,\n\nI just I just want to give you the open-ended floor. If there’s anything else you’d like to\n\nsay or mention before we conclude this discussion, please by all means.\n\nWell, I think thank you for that. I think what’s most important for us is to not be discouraged\n\nwhen we so see so many people doing things that are not good for themselves or others.\n\nBut remember, you have to have respect because we all do make mistakes. And if we can maintain\n\nfriendly, respectful dialogue, and we remember our basic nature is good. And we don’t let ourselves\n\ngive in to fear and violence. And we maintain a sense of unity and community. Then I think that\n\nthings will work out well. Thank you. Thank you. The YonEarth Community Stewardship and Sustainability\n\npodcast series is hosted by Aaron William Perry, author, thought leader, and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly, or monthly supporter, please visit YonEarth.org-support.\n\nSupport packages start at just $1 per month. The podcast series is also sponsored by\n\nseveral corporate and organization sponsors. You can get discounts on their products and services\n\nusing the code YonEarth, all one word with a Y. These sponsors are listed on the YonEarth.org\n\nBackslash support page. If you found this particular podcast episode especially insightful,\n\ninformative, or inspiring, please pass it on and share it with a friend whom you think will also\n\nenjoy it. Thank you for tuning in. Thank you for your support. And thank you for being a part\n\nof the YonEarth Community."
}