{
  "title": "Episode 41 – Addison Luck on the Global “Rights of Nature” Movement",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/3755/episode-41-addison-luck-rights-of-nature.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-41-addison-luck-rights-of-nature/",
  "episode_number": 41,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Your donations are going a very long way in making this and other podcast episodes possible as well as our monthly pulse meetups where we are building soil, working in community, planting trees, connecting with boats from all walks of life.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities stewardship and sustainability podcast series.\n\nToday I’m so happy we have the opportunity to visit with Addison Luck, A. Addison.\n\nWelcome to the show.\n\nThanks for having me.\n\nSo we’re here right by Boulder Creek, you can probably hear it and see it in the background.\n\nAnd there’s a reason we’re here, we’ll get to that in just a few moments.\n\nBefore we dive in, I want to share with you a little bit about Addison.\n\nHe grew up in Morgantown, West Virginia and is a rising senior at Yale University majoring\n\nin environmental studies and history.\n\nHe is currently an Earth Law Associate for the Earth Law Center and the Law and Policy\n\nIntern for Boulder Rights of Nature, both of which are environmental nonprofits that have\n\nthe goal of legally recognizing the intrinsic rights of nature.\n\nThe Earth Law Center has a variety of projects and campaigns centered around the rights of\n\nnature, while the Boulder Rights of Nature group is more focused on specific campaigns\n\nwithin Boulder City and County.\n\nThey’re graduating Addison hopes to attend the law school with a strong environmental\n\nlaw program to continue exploring the rights of nature and other legal tools to protect\n\nthe environment.\n\nSo it’s so great the work you’re doing Addison and I’m so excited to have this conversation\n\ntoday and to be able to share it with our audience.\n\nI guess by way of kicking off, I want to ask you what the heck are rights of nature?\n\nWhat is this?\n\nWhy do we need it?\n\nWhy do we need to be thinking about this?\n\nI guess it may sound a bit funny at first, but I guess the rights of nature generally\n\nis a new environmental law movement where nature, so that can mean specific ecosystems\n\nor specific environmental features such as the river are given legal standing in court\n\nand are able to represent themselves as represented by maybe a guardian against an incoming environmental\n\ndoom or damage.\n\nSo this movement started and well putting aside a lot of indigenous communities that\n\nhave believed and followed the rights of nature for thousands of years, this modern movement\n\nhas been introduced to Western law basically in the 70s and since then there’s been a variety\n\nof countries and probably like more than 20 communities in the U.S. that have recognized\n\nthe intrinsic rights of nature through a municipal ordinance charter, federal constitution\n\nthrough like a variety of legal forms.\n\nThis is so interesting and so you know basically of course here in the United States we take\n\na log of our legal foundation from the British system of law and we don’t have in this system\n\na mechanism really to recognize or incorporate the well-being of nature if you will.\n\nIt’s a loose use of those terms perhaps but and we’ve got some laws on the books that\n\nattempt to take care of nature but it sounds like in some ways or perhaps even in many\n\nways the laws we have such as the Endangered Species Act and others, the Clean Water Act\n\nperhaps aren’t merely robust enough to deal with what’s happening in these times.\n\nIs that is that an accurate thing to suggest?\n\nYeah that’s what I feel and I guess before I talk about that I should just mention that\n\nI’m really not an alloyer or I don’t have that much experience I’m hoping to go to law\n\nschool eventually but so I just I apologize if I offend anybody or I get some facts wrong\n\nbut basically I think it’s obvious it’s pretty evident to everyone in this world no matter\n\nif you have law experience or not that we’re kind of in facing a huge environmental crisis\n\nright now that has based it’s not been the result of our environmental laws that have\n\nbasically not been solved by environmental laws and I find it pretty interesting that at\n\nleast in the U.S. and a lot of other Western modern countries we didn’t really have very\n\nstrong environmental laws before the 1960s and 70s and so during that time there was\n\nobviously a huge environmental outcry also crazy environmental damages that were happening\n\nand it’s like specifically in the U.S. like the Kayahoga River climate fire, the sand\n\nof our royal spill, like DDT and Rachel Carson and there’s creations of the first earth\n\nday so there’s kind of like a public outcry that we need environmental laws and it’s kind\n\nof funny history actually because I think at the start of the 70s there was a push by\n\na few people to sort of incorporate the rights of nature into American law but rather than\n\ndo that we did or the government basically enacted all of our existing environmental laws\n\nthat we still have today like Clean Water Act, Clean Air Act, Nanyah Species Act, Federal\n\nSafe Water Drinking Act, all of those sorts of laws and although they were really groundbreaking\n\nat the time I think that it’s just obvious that they have not really solved the environmental\n\ncrisis that we’re affected with today and basically I think that kind of has happened\n\nbecause they have limited the amount of pollution, extraction, extinction or damage that can\n\noccur to a specific ecosystem before they really kick in and I guess that compares a little\n\nto the rights of nature because a goal of rights of nature is to find a much better balance\n\nand like outline a lot of really harmful activities that can happen to a river or do an ecosystem\n\nrather than limiting that activity.\n\nIt’s so interesting so it seems like a lot of the laws that we enacted over the last\n\ngeneration or two going back to the 70s approximately have to do with quantitative limits right\n\nlike you can pollute but only up to this level into the air or discharge heavy metals but\n\nonly up to this level into the river or we’re not going to respond on protection of species\n\nuntil they’re this close to going extinct which is quite a dangerous threshold to be dealing\n\nSo I’m just curious in terms of this being a quantitative approach and of course there’s\n\nbeen a lot of good that has come from these rules and regulations but it sounds like\n\nin a deeper sense it’s not enough.\n\nYeah I definitely think so and I guess a kind of funny analogy that maybe is a bit too\n\nextreme but kind of shows a point I think that I was thinking of earlier today was that\n\nif you look at some of these laws which are all really anthropocentric and really like\n\nvalue nature in terms of human uses or like it’s our property or it’s our resource that\n\nwe’re used.\n\nSo I was thinking about the Endangered Species Act which obviously was really revolutionary\n\ntime very forward thinking in order to protect species that are threatened but I was thinking\n\nif you sort of like apply that same logic to maybe human rights violations then it would\n\njust be like totally absurd and there would be a public out front.\n\nSo for example if there was like an ethnic minority in a really powerful country that was\n\nbeing oppressed by the federal government if you applied the Endangered Species logic\n\nto this situation it might be something like okay if the ethnic minority is basically\n\nlike clins to a fourth of the current population then the laws will start kicking in and will\n\noutlaw any sort of activity activity that we’ve been doing and obviously an absurd and\n\na horrific parallel or observation that’s occurring there right.\n\nYeah it’s definitely not the same case but I think it shows how we have not necessarily\n\ngiven nature the value that it deserves in our legal system.\n\nAnd I guess another way of kind of formulating that is basically right now I think my understanding\n\nis that all of our environment to laws sort of put nature in terms of our use as a resource\n\nor as property and because of that we can really only litigate on behalf of nature or\n\nlike represent nature in court if we are economically affected by some sort of environment\n\nto law and I just think that’s like inherently a wrong way to go about protecting nature\n\nbecause let’s say I who don’t live here in Boulder wanted to protect this river because\n\nI saw some sort of my crazy environment at the home that was happening I really wouldn’t\n\nbe able to if I didn’t have a house along the river or an economic interest on the river\n\nand the goal of rights of nature is to allow anyone basically the opportunity to protect\n\nan environmental feature based on some sort of income.\n\nThis is such an interesting approach I can sense that it is stretching perhaps for a lot\n\nof our audience the ways we’re even conceiving our human relationship to this living planet\n\nand I’m struck that you know when our founders framed the legal structures that created our\n\ncountry the United States then Franklin in particular looked to indigenous wisdom to the\n\nwisdom of the Iroquois League of Federation of Tribes in the Great Lakes of state New York area\n\nto in view some mechanisms for wisdom and balance in our three system government IE in this case\n\nthe requirement of Congress to consent before going to war the Iroquois had a mechanism that is\n\nthe grandmothers council the grandmothers had to say yes before going to war and of course\n\ngrandmothers are not probably going to say yes to unnecessary or irresponsible wars but if\n\nthere’s a real threat to the family to the tribe they’re probably going to want to have that\n\ndefended and I’m just I’m so struck that indigenous traditions all around the world have had\n\ndeep rooted mechanisms to voice to speak on behalf of river and eagle ocean mountain forest tree\n\ndeer lion whatever it might be and also have had mechanisms to voice to speak on behalf of the future\n\nthe future generations some of us are familiar with this notion of seven generations in this country\n\nright now legally speaking we don’t really have that mechanism yeah I think we definitely lost that\n\nvalue too and the legal tool to use it and that’s I think the overall goal of right of the\n\nrights of nature movement is really to have a a shift in the way people view the world in the\n\nvalues that we have when we’re addressing all sorts of issues and I think legally or by an\n\nactive rights of nature and law it’s a really unique way to sort of influence people to start\n\nshifting that way and just in terms of a lot of indigenous cultures that have believed in\n\nthis a really neat example of a way indigenous culture is believed in this as sort of combined\n\nwith modern legal tools as a New Zealand and so the New Zealand now are people the indigenous\n\npeople there have since I guess they’ve lived New Zealand since like 1300 but traditionally\n\nit’s known that they have had a really sort of like intrinsic belief that nature has its own\n\nrights and certain environmental features are really that’s it’s like a basis of their\n\ntheir societies and so within the past like nine years there have been three or four\n\nenvironmental features in New Zealand that the government is actually recognized in\n\naccordance with the Maori beliefs as a as a living person so a really a famous\n\nexample is the Wanganui River which is the first river in the world to be granted legal\n\npersonhood and they’ve also done this to Tain Uruwara which was a former national\n\npart in Mount Tarnaki which is really beautiful volcanic dome and by recognizing the rights\n\nof nature the New Zealand government has sort of acknowledged the traditional Maori\n\nbeliefs towards nature and sort of fostered a better relationship with the environment\n\nand they’ve also in doing this they’ve also appointed Maori and Crown officials to act\n\nas a guardian on behalf of the river and the former national park in the mountain and\n\nthose guardians are basically tasked with sort of monitoring the ecosystem and\n\nrepresenting it in court and representing it in decisions that the government is making\n\nand so I think it’s a really neat way to empower Indigenous communities through modern\n\ngovernments and I guess we’ve also seen that actually sorry if you could go.\n\nYeah this is pretty good.\n\nWe’ve also seen that in the US there’s been like three or four Indigenous\n\ncommunities and Indigenous tribes that have recognized the rights of nature\n\nin their tribal constitution or in a tribal law so just I think about like a\n\nweek ago the year of tribe in northern California recognized the rights of the\n\nclimate river which those through their tribe and the wider fan of the OG way\n\nof people in Minnesota I think Minnesota had recognized the rights of the\n\nNewman which is a wild rice that grows in there which they like such a stop\n\nup and the host nation of Wisconsin I believe has also recognized the rights\n\nof nature in their tribal constitution so there’s lots of examples in the US\n\nalso where this has sort of been fostered by Indigenous groups.\n\nThat’s so wonderful and I would add to the list that even within certain\n\ncorporations who have very strong dare I say enlightened leadership are\n\nenacting within their own governing bylaws mechanisms to care for the\n\nplanet and to care for people in the communities in which they’re operating.\n\nThe B Corp movement, B certification is one of the mechanisms more and\n\nmore companies are utilizing incorporating literally into their legal\n\ncorpus and of course this includes pretty good size companies like Patagonia\n\nthat does about a billion dollars of sales per year and it’s so beautiful to see\n\nthat in communities in corporations there’s leadership emerging that is saying\n\nyeah we’re going to do what we can within our domain within our area of\n\ninfluence to change the way we’re making decisions basically.\n\nSo what’s the what’s the problem like what’s the pushback what’s the what’s\n\nthe rub are you getting are you getting are you getting resistance to this idea?\n\nYeah definitely I guess it’s kind of funny though I think because every\n\nconversation that I’ve had with well almost all conversations I’ve had with\n\nyou don’t have much legal experience about rights of nature they are like\n\nthe people who are taught to are really sort of motivated and are really\n\nlike pleased by the idea and they think wow that I got the natural idea to give\n\nnature legal rights and standing is like why don’t we have that already but within\n\nthe legal world I think especially people who really know a lot and have like\n\ndevoted their lives to protecting the environment or to like studying law,\n\nteaching law I think that’s what the most distance happens because they know or\n\nthey understand the actual challenges that that occur when you do legally\n\nrecognize a new entity as having rights and having standing and I think all those\n\nchallenges are really like really important to acknowledge but I don’t think that\n\nthe challenges are necessarily strong enough to sort of stop the process of\n\ngranting of granting nature legal thing I just think there’s something that\n\nwe’ll have to sort of deal with as we do this and sort of like solid as we do this.\n\nAnd I guess some of the bigger challenges that some like law professors and\n\npeople in the legal world have sort of pointed out to me and others like\n\nthe writing is the idea of who will represent nature and like how will we\n\nknow if that person is adequately representing nature and so in a lot of\n\nplaces like in New Zealand the nature or environmental feature is given\n\na guardians represent nature and that’s appointed by the court and this is\n\nkind of similar to how courts deal with people with like an incapacitating\n\nillness or with a child who can’t represent itself in court.\n\nPeople who are not capable of speaking on their own behalf.\n\nYeah, yeah. The court won’t grant them a guarding to speak on their behalf.\n\nAnd so basically a big challenge is determining who is adequate enough to\n\nspeak for the environment basically.\n\nAnd really I think this is an answer that like every community and every\n\narea itself will have to answer and it may be appointing like a local wild\n\nby expert, a local biologist, a callologist to represent nature\n\nadequately and you’ve got to you have to assure that they’re not going to be\n\ninfluenced by third parties and it can’t be like a very strong economic\n\ninterest in anything. It really has to represent nature on its own without\n\nany other influencing opinions.\n\nAnd I think that’s the biggest.\n\nThere are definitely other challenges with frankly nature-liquid standing,\n\nbut so far that’s the one that I’ve found is like the most important.\n\nI guess.\n\nThat’s really really interesting and are you suggesting also in some\n\ncommunities that the voice is coming not just from a single individual,\n\nbut is coming from a group of individuals representing something like a river.\n\nYeah, it could be a guardianship system where there’s like six or seven people\n\nappointed from different backgrounds with different interests who probably\n\nwill not always agree on the best action.\n\nBut it just sort of influences or just shows how the conversation can really\n\naffect giving nature a voice and public opinion.\n\nSo this whole notion of voice I find to be really important and rich\n\nwith meaning and really with history and Addison, you and I were just talking\n\nbefore the camera was rolling about our mutual interest in history.\n\nAnd I’ve done quite a bit of study as some of our audience knows in the realm of\n\nGerman history and philosophy.\n\nAnd I’m struck that Emmanuel Kant, the great enlightenment philosopher,\n\nwas asked, what is this thing called enlightenment?\n\nWhat is this thing that’s happening?\n\nAnd his response was, it is our own liberation from our own self-imposed\n\nunmundish kite was the German term, our own self-imposed voicelessness.\n\nAnd it turns out our legal traditions coming from Europe have actually\n\na whole lot to do with who has a voice in a court of law and who doesn’t.\n\nAnd the truth is, just a couple hundred years ago or even more recently than that,\n\nthere are all kinds of people who did not have legal voice.\n\nWomen, many indigenous peoples, peoples of color, peoples enslaved are\n\nexamples not too long ago that literally did not have a voice in a court of law.\n\nI think we could say we’ve made some pretty good progress in the last century or two\n\nalong these lines.\n\nThat said, we also have living with us on this great spaceship we call Earth.\n\nAll sorts of other creatures and critters upon whom we depend for very existence.\n\nAnd I’ll dare say our legal system is utterly limited in the sense that\n\nwe don’t yet have a good mechanism for voices to be heard,\n\nthinking about and representing these other living entities and thinking about and\n\nrepresenting future generations.\n\nAnd these two seem to really go hand in hand from my perspective having studied a bit of the history\n\nthat’s gotten us kind of to where we are today.\n\nI think one thing that might surprise a lot of people and really surprised me when I learned it was\n\nthat in the 1890s the Supreme Court basically granted legal personhood to corporations.\n\nRight.\n\nAnd in this case, it was a railway company.\n\nAnd that was like 70 years before women were granted the right to have legal standing in court.\n\nAnd I think that just sort of highlights how much corporate influence the United States\n\nand other countries has basically had and sort of limited nature’s rights.\n\nAnd one also interesting thing about sort of like the judicial perspective towards the rights of nature is\n\nso there’s been a couple of court cases, some of which have fallen under the Endangered Species Act\n\nwhere the Supreme Court and I think maybe like a district court has both ruled that nature itself\n\nor so basically Article III of our Constitution gives basically like grain standing to a couple different groups\n\npeople and like separate requirements for what you need to have standing.\n\nAnd the Supreme Court, I’m pretty sure it was the Supreme Court but I could be getting my tax on it.\n\nAnd a couple of court cases that Article III of the Constitution does not necessarily prohibit nature having its own standing.\n\nBut it does not, but it does not like grant nature legal standing also.\n\nSo it’s not really saying one way or the other.\n\nAnd so basically the Supreme Court has said this is not like an impossible notion but they have basically called upon Congress\n\nto have some sort of like congressional act that decide this.\n\nBecause being in a judicial branch they don’t really want to like create law.\n\nNo, that makes sense.\n\nBut I want to underscore something for our audience because I know some of you out there\n\nbecause I talked about this issue with you before.\n\nI know some of you are familiar with this but I suspect some of you may not be as familiar.\n\nHere’s the deal.\n\nWe as individual people, human beings in this country have legal rights as living entities.\n\nSo do corporations codified in the 1890s.\n\nSo if we’re getting hung up on well, we shouldn’t extend legal rights to anything other than human beings.\n\nWe’ve already done that.\n\nWe did that well over a hundred years ago.\n\nAnd with universities and municipalities and ships.\n\nAnd sometimes objects and entities.\n\nSo since that’s happening and clearly I dare anybody to argue that there are no negative outcomes\n\nto the situation we face where corporations have the rights of legal entities like Darryl.\n\nThis is a dare.\n\nSo that said perhaps one of the ways we need to be creatively, proactively,\n\ncarefully thinking about how to help rebalance our situation is by extending these rights\n\nand this voice fullness to living entity-founded nature.\n\nYeah, I completely agree.\n\nAnd if we don’t like the idea at all, if we think that only humans should have legal rights.\n\nWell, let’s think about what about seven generations from now?\n\nHumans.\n\nAnd let’s think about perhaps the rights that have been extended to the corporations need to be reigned in.\n\nThat would be a whole nother take on the same set of ethical issues that we’re discussing.\n\nYeah, and really I think, I mean honestly I don’t know what will happen in the future obviously we can’t predict the future.\n\nBut I think that the rights of nature and like granting legal rights to nature, legal standing to nature could be the defining rights issue of our time.\n\nSo like in the 60s and 70s and maybe a civil rights that was a defining issue.\n\nBut I think this period could see the rights of nature being the defining issue.\n\nAnd maybe in like 70 years people will be really like shocked that nature didn’t have standing.\n\nThey’ll be like, what? They’re crazy?\n\nThat’s really interesting. I like that perspective.\n\nIt reminds me of the letter that Alex Stefan wrote that he imagines being written a hundred years from now back to us in this time when many of us basically rose to the call to be heroes and to help heal our relationship with the living world.\n\nOur relationship with each other in our communities.\n\nAnd it’s a beautiful and inspiring letter I encourage you all to check it out.\n\nYou know, I’m struck so many of us are mobilizing around the world to help take care of our living ecosystems to help heal in communities.\n\nAnd this kind of work that’s being done is so important at a sin.\n\nAnd I’m curious. You’re obviously a young man and in the midst of your formal education and what brought you into this?\n\nWhat was it that took you in this direction when you could have gone so many other directions?\n\nYeah. So I was actually, this was, I guess about a year ago and I was studying abroad through my university in New Zealand with my girlfriend and two of my friends.\n\nLike one of my best friends from high school and another friend.\n\nAnd we were all at the university there.\n\nAnd I guess when classes ended, I think we took a road trip up to the North Island of New Zealand, which is where the Wunganui River is.\n\nAnd previously, in one of our classes, we sort of, we learned about how the New Zealand government oriented legal person into the Wunganui River.\n\nAnd to be honest, when I first learned about it, I thought it was pretty cool, but I wasn’t like, I wasn’t like shocked by everything.\n\nBut then we spent five days basically canoeing and kayaking down the river in a campaign on like the hills that sort of went into the river.\n\nAnd I think during that time, I guess I sort of thought about it more, maybe talking about it with my friends more.\n\nAnd that was when it kind of struck me how cool this idea was of granting legal standing to nature and how sort of obvious it was also and how it like really should exist.\n\nAnd so after that trip, basically, I started researching more when I was back at a university in the South Island.\n\nAnd then when I got back to Yale, I started to get more involved.\n\nSo I started working or interning for the Earth Law Center, which is kind of like an international group that’s working on a month of rights of nature campaigns around the world.\n\nAnd they’re working or we’re working on a textbook right now to get to law schools in the next spring.\n\nAnd it’s like an Earth Law textbook.\n\nAnd I’m helping out a little bit with that.\n\nAnd then at Yale, I hosted like a rights of nature panel.\n\nAnd we had a few lawyers, like a lawyer from Ecuador and Hugo Estevedía, who has represented sharks in the Galapagos using rights of nature.\n\nBecause Ecuador was actually the first country in the world to recognize the rights of nature in their constitutional.\n\nAnd that was in 2008, so it was kind of like groundbreaking.\n\nSo I guess I’ve gotten a little bit involved with rights of nature at Yale.\n\nAnd later this summer, I’m actually going to Ecuador on behalf of the great insight my environmental studies major at Yale gave me to research rights of nature in Ecuador for my senior thesis project.\n\nOh, wonderful.\n\nAnd so that should be really interesting.\n\nSo I hope to sort of like learn more about the rights of nature and learn, especially more, learn more about the legal challenges and precedence that have to be beaten basically.\n\nRight.\n\nAnd it’s such an important set of structural issues that we’re dealing with.\n\nYou know, I want to, I want to make sure that we share something with the audience that is really important to understand.\n\nYes, we have the Clean Water Act.\n\nYes, we have the Clean Air Act.\n\nYes, we have the Endangered Species Act.\n\nAnd guess what has occurred in the few decades since then?\n\nWe have been conducting an all-out chemical poison warfare on the lands from coast to coast of this beautiful nation in the name of agriculture specifically among many other arenas.\n\nSpecifically in terms of agriculture, we have been dumping millions and millions of pounds and gallons of toxic chemicals on the landscape every year for decades and decades.\n\nAnd it has created a dead zone of so many square miles at the mouth of the Mississippi River where it flows into the Gulf of Mexico.\n\nI think the area of the dead zone is now larger than at least one of the states in the Union.\n\nThis is the reality. One of the things legally we have not done well in this country is incorporate the precautionary principle into our framework, one that says, hey, if we don’t really know what the negative consequences are going to be,\n\nwe need to be careful and not create a situation where we realize those negative consequences inadvertently.\n\nIn Europe, much of the law there has moved in the direction of the precautionary principle.\n\nSo before certain pharmaceutical drugs, before certain agricultural chemicals, before certain consumer goods chemicals can be introduced into the marketplace, much more testing and assurance has to be established that these are indeed safe and benign for us and the rest of the living creatures we share our environments with.\n\nIn this country, what we’ve done instead is tilted the scales way in the direction of favoring returns, financial returns to existing capital, shareholder stockholders, etc.\n\nThat has to come back into balance and we have to one way or another stop poisoning ourselves and our environments.\n\nAnd I applaud you at a young age with so many options in front of you to be choosing to do this kind of work.\n\nI imagine there are probably other things you could be doing that would allow you to make a lot more money and you’re choosing something that is a greater benefit to much more people in the world to the future and to this living planet.\n\nAnd I applaud you, you’re a hero, you’re a hero for the future and it’s important to recognize that.\n\nThanks, I appreciate that. And I think I guess that’s an important thing about rights of nature is that in terms of talking about, or what everything you’re just mentioning, is that I think rights of nature can really help find that balance between humans and our destruction of the environment and our use of the environment.\n\nAnd I think it’s really important to highlight that, that human rights coincide almost exactly with environmental rights, I think.\n\nBecause we subsist, like everyone knows that we subsist off of the environment, without the environment we would not exist.\n\nAnd so I think by combining like a human right to a healthy environment with the rights of the environment itself, you really can create like an ideal space to have a conversation where you can really like formulate what’s best for the community and the environment.\n\nAnd I guess also this is a bit of a different track, but I think it’s important to note that the rights of nature has like legal, it has like a strong history to it as well.\n\nAnd so there are like really, there are people who are like really respected in US politics and around the world that have really supported the rights of nature.\n\nSo like in 1971 or two, I think this law professor from US seeing Christopher Stone published should trees have standing.\n\nAnd that has been the seminal work that has basically sparked the rights of nature movement, which has also taken the form of other names like earth, earth, earth, earth, earth, earth.\n\nBut as soon as Christopher Stone published this Supreme Court justice, William O. Douglas, who’s the longest serving Supreme Court justice, he’s not on it more anymore, but who was the longest serving Supreme Justice of all time, he cited Stone’s work and basically called for nature to have legal standing in our courts in\n\nin Sierra Club versus Morton, which is a 1972 place where Walt Disney was trying, or Walt Disney company was trying to build a ski resort in, or is it called Mineral King Valley in California.\n\nAnd Justice Douglas basically said that Mineral King Valley should have standing on its own right to sue on its behalf.\n\nAnd so that was sort of like a similar moment, I think the rights of nature, because the Supreme Court justice, who basically argued for the rights of nature, knew it was a dissenting opinion, so it was not, I think actually the ski resort that was posed, it did not end up going through, but it was on different legal means like procedural means or something.\n\nBut it’s sort of ignited, that along with Stone’s should trees have standing work sort of ignited the modern day rights and nature movement, which is, they’re like, a lot of countries are on the world like Ecuador, Bolivia, India, New Zealand that have enacted some sort of rights and nature laws, and in the US there are low communities, like Boulder is hoping to be one of them.\n\nLong call and auto has enacted a climate bill of rights, Christopher Pennsylvania enacted a rights and nature law that basically been crafting within the city, Santa Monica has a rights and nature law within like a climate ordinance, sustainability rights ordinance.\n\nSo there’s lots of different communities in the US and in other places around the world that sort of like brought up the rights of nature and really believed in it.\n\nAnd even in like the green party of the UK in like 2015 or so, I forget the year, but they sort of adopted the rights of nature in their campaign push.\n\nSo I think it really, it just goes to show that it’s not some sort of totally alt right or alt left like extremist view towards connecting the environment, but there’s something that is really like founded in like strong beliefs.\n\nYes, that’s beautiful.\n\nI want to make sure to acknowledge our sponsors before we wrap off our discussion Addison.\n\nSo let me do this. Let me first of all thank all of the ambassadors out there and the folks who are part of our monthly giving program.\n\nYour donations are going a very long way in making this and other podcast episodes possible as well as our monthly pulse meetups where we are building soil, working in community, planting trees, connecting with boats from all walks of life.\n\nAnd if you haven’t yet joined our monthly giving program, you can do so by going to the website yhonour.org and you’ll see at the top level navigation button there for support or donate.\n\nYou go right to it. Be great to have you on board. Also as a token of gratitude for all the great work y’all are doing, including what you’re learning.\n\nYou can use the code mobilize to get free downloads of all of our ebook and audiobook resources. Check that out. That’s also at yhonour.org.\n\nAnd in addition to the individuals supporting this work, I want to thank the sponsors and partners who are making this possible and who made our recent summit possible massively mobilizing sustainability.\n\nAnd those include earth coast productions, waylay waters, the Brad and Lindsay Lidge family foundation, equal exchange, Patagonia, Purium, and the International Society of Sustainability Professionals.\n\nAnd we’ll make sure our friends at ISSP know about this episode. It’s going to be I think of particular importance to them because they, on a member, we are a worldwide body of executives and professionals doing sustainability work in all kinds of different corporations, municipal governments, university governing bodies.\n\nAnd many of them are chief sustainability officers. And my sense is that this conversation is so important is paramount and germane to the work that they’re doing in those different institutions and organizations.\n\nSo we’ll be sure to do a special share with them. And Addison, I just I want to thank you so much for taking time to be with us today.\n\nAnd I thought it would be really cool if you don’t mind me asking you to read something. This is the statement in support of the rights of the Boulder Creek watershed.\n\nIt would be really cool to share with our audience what this has to say.\n\nYeah, so I guess just a little bit of background about this is that here in Boulder, this group that I’m working for called Boulder Rights of Nature is currently campaigning to grant legal standing and legal rights to the Boulder Creek watershed, which is this, well, this river is part of the watershed.\n\nAnd recently we’ve been working on a campaign to get organizational support from environmental groups in Boulder and even like some coffee shops and some restaurants in Boulder to basically support our campaign as we are submitting to the City Council in ordinance and a resolution to grant legal standing to the Boulder Creek watershed.\n\nAnd so this is basically this is not the actual ordinance that we’re submitting, but this is the statement of support that organizations are signing in support of the campaign based fund.\n\nSo I’ll just go ahead and read some of it.\n\nWhereas governments around the world are beginning to recognize the inherent rights of nature, including the rights of specific natural systems such as rivers, mountains, and entire watersheds.\n\nWhereas recognizing the rights of nature also benefits humans who rely upon clean air, water, and soil to survive and who benefit from a healthier relationship with nature.\n\nWhereas the county of Boulder and all cities and towns therein have long embraced new approaches to protect and restore native ecosystems.\n\nNow, therefore, the undersigned organizations hereby do declare as follows.\n\nWe officially support the campaign to recognize Boulder Creek watershed as a living entity possessing legal rights who pledge to work with all governments located within Boulder County, as well as all organizations and citizens there and to create a new legal framework that recognizes and implements the rights of the Boulder Creek watershed.\n\nUpon recognition of these rights, we also pledge to work to promote the rights and interests of the Boulder Creek watershed through our organizations work.\n\nAnd we’ve got about, right now we’ve got about like 17 organizations that have been Boulder that have supported this and we’re aiming to get like 30 or 50 before we submit our actual resolution to the city council.\n\nIt’s absolutely beautiful and I’m so excited that many in our YonEarth community ambassador framework right around here are doing a lot of stewardship work in this watershed and even right along the creek all the way up to the high country.\n\nAnd what a beautiful thing we can get involved in right here in this community and our hope is that not only can we support this effort here, but we can help others in communities elsewhere to pursue similar frameworks and efforts in places all around the country and all around the world.\n\nAnd you know, Addison, I just want to make sure to give you an opportunity to mention anything that I haven’t had a chance to ask you about yet.\n\nAnd I know you’ve got a very busy schedule with everything you’re doing and appreciate you taking the time.\n\nIt’s wonderful to be able to speak with you today, but before we sign off, is there anything else you’d like to share with the audience?\n\nI guess the people are particularly interested in the rights of nature and maybe think that it’s a really cool tool or really cool strategy to protect the environment.\n\nThere are a couple of resources out there that are really particularly helpful and sort of pursuing that.\n\nIt’s a one of them is the Earth Law Center, the group that I am helping work on a textbook project with.\n\nThey’ve got a really neat website that highlights all of their campaigns and you can sign up to volunteer for them.\n\nAnd they’ve got a really good like resources page.\n\nThere’s also a website called the UN Harmony with Nature Network that has sort of highlighted the history of rights of nature as it goes through different communities and as different laws have been enacted.\n\nAnd there’s another group called the Community Environmental Legal Defense Fund that goes by Cell Def Persort, C-E-L-D-F.\n\nAnd they are really like at the forefront of American rights of nature movements and they have a really good, they’ve got a good website that highlights the work that they do and also shows ways that you can get involved through democracy, training, school and stuff like that.\n\nSo I think those three resources are really good to kind of explore more.\n\nAnd also if you’re in Boulder, the Boulder Rights and Nature Group which also has a really nice website with a lot of resources and like campaigns that are going on is a really good way to sort of get involved in the rights of nature movement.\n\nAnd that’s BoulderRightsOfNature.org. We’ll put that in the show notes as well.\n\nAnd I was really impressed by the map that you shared with me and I don’t know if that’s a public resource or not but I love maps and I love seeing where communities are taking these actions all around the world and it’d be great to be able to share that with folks.\n\nAnd with our ambassadors we’re going to be adding mapping to show where Ambassador groups are active, where we’re doing soil stewardship, where we’re planting trees.\n\nAnd it’d be really fun to figure out some sort of collaboration or at least be able to share the map that’s showing where communities are enacting rights of nature.\n\nYeah, so for part of my work this past six months I was working on a map with the Earth Law Center that basically highlighted where rights of nature has been enshrined and law and so it’s on the website of the Earth Law Center under what is Earth Law and it’s also on BoulderRightsOfNature website but it’s definitely like a public tool that is meant to be sort of like a continuing work in progress.\n\nSure, it’s meant to be always at it.\n\nIt’s absolutely beautiful. And if folks want to get a hold of you, Addison, what’s the best way? Are you social media or…\n\nYeah, but I guess the best way is the email problem.\n\nHey, look at Earth Law.org.\n\nGreat.\n\nHey, look at Earth Law.org.\n\nWell, Addison, thanks so much for visiting with us.\n\nYeah, thank you for having us.\n\nIt’s such an important work.\n\nYeah, thank you for having me. It’s a great podcast and you have to.\n\nAnd it’s a great work that you’re doing at YonEarth.\n\nThanks, Addison.\n\nThe YonEarth Community Stewardship and Sustainability podcast series is hosted by Aaron William Perry,\n\nauthor, thought leader, and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly, or monthly supporter, please visit YonEarth.org backslushsupport.\n\nSupport packages start at just $1 per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth,\n\nall one word with a Y.\n\nThese sponsors are listed on the YonEarth.org backslashsupport.page.\n\nIf you found this particular podcast episode especially insightful, informative, or inspiring,\n\nplease pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in.\n\nThank you for your support.\n\nAnd thank you for being a part of the YonEarth community."
}