{
  "title": "Episode 62 – Pastor Brian Kunkler, Permaculture and Hopeful Theology",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/8877/62-brian-kunkler.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/62-brian-kunkler/",
  "episode_number": "62-brian-kunkler",
  "subtitle": "TRANSCRIPT",
  "description": "[Start of transcription 00:00:08.0]",
  "about_sections": {},
  "full_transcript": "[Start of transcription 00:00:08.0]\n\nAaron:                        Welcome to the Y on Earth community’s stewardship and sustainability podcast series. Today, we’re in Ohio, and we have the opportunity to visit with Pastor Brian Kunkler. Hey, Brian.\n\nBrian:                          Hey, Aaron.\n\nAaron:                        How are you doing today?\n\nBrian:                          I’m doing great.\n\nAaron:                        I’m so excited to get this tour with you at your place and there’s so many amazing things we’re going to be sharing with you folks. Where we are here just outside of Akron, Ohio, is Brian’s home and he and his wife Megan have created a permaculture food forest here over the course of about seven years but really more like four or five because the first couple of years we’re cleaning up and fixing things up. And so this place is called 31 Gardens and it’s just a tremendous treasure and my hope is that many of you in our network, in our Y on Earth community and our audience will be inspired to do more in your own home and place by this podcast episode with Brian.\n\nSo, let me just tell you a little about Brian’s background. He is a pastor at Garden City church and he has a degree in elementary education as well as a master’s in religion from the Trinity Evangelical Divinity School outside of Chicago. As I mentioned he and his wife Megan are here at this beautiful forested home property where they are also accompanied by their five children who range in ages from three to 13. This is 3.7 acres and what’s happening is an absolute gem and absolute treasure and I’m so excited Brian given your background in religion, in theology and in spirituality and history there’s a very deep sense of meaning and purpose and import behind what you’re doing here and so thanks for joining us on the show. I’m so excited that we get to visit with you today.\n\nBrian:                          My pleasure to have you guys here.\n\nAaron:                        Well, let me just give one quick shout out to Marite Ball before we get rolling. She’s behind the camera. I wouldn’t say manning the camera, I guess womaning the camera for us as we do the tour and Marite, hi Marite?\n\nMarite:                        Hi! Bonjour!\n\nAaron:                        Bonjour! Marite as many of you know is one of our most active Y on Earth ambassadors and she is also a member of our recently formed global advisory board and Marite connected us with Brian so a big shout out and thanks, merci Marite.\n\nMarite:                        Yeah.\n\nAaron:                        So, Brian how did you come to be here and come to do what you’re doing here?\n\nBrian:                          Wow, yeah. So, I guess you say it all. It all starts with a seed. Everything starts with a seed so, it goes in second grade a teacher in class gave everybody a little corn kernel to go home and to plant and I did. I planted it in the side yard at my parents’ house, my house and entire summer went by of me every single day walking out to just look at it and to see it and I was amazed and awed by this thing that came out of nowhere and shot up out of the ground. And it never even became a full, mature kernel of corn but I didn’t care that was the coolest kernel of corn I have ever seen in my life and then it kind of lay dormant from there. For years and years didn’t do anything with it because I didn’t have the opportunity too, until we bought our first house in South Akron, tenth of an acre city lot. Nothing special about it but it was mine and I could do what I wanted with it and so after we bought in December.\n\nWhen spring thawed, I found myself in the backyard with a shovel and I was digging up grass and that began the journey of me starting to walk out this thing that looking back was, it was in me. I just never had the opportunity to come out and we transformed that one tenth of acre city lot into a mini food forest, garden in the back. We had rabbits that we raised and really everything that we did on that tenth of an acre is, we’re doing the same things here just a lot larger scale and so there’s more to do but there’s a lot more fun too.\n\nAaron:                        Oh, absolutely. It’s so beautiful. Well, and right behind us we have a very special type of plant here don’t we?\n\nBrian:                          We do.\n\nAaron:                        Can you tell us about this one?\n\nBrian:                          Yup. This is an African Amaranth. So, I’m a pastor and we have some African immigrants that came to our church and one day she said, pastor Brian and she presented to me a zip lock bag of seed and said, would you please plant some of this for us. We have no place plant it and it’s a reminder of home. And so, right around here I sprinkled some of these seeds two years ago and for two years they’ve keep coming back and we love it so much that we spread it all over the place.\n\n[05:00]\n\nBrian:                          So there’s African Amaranth in Akron, Ohio coming up all over.\n\nAaron:                        It’s actually beautiful and as you’ll see there are all kinds, a whole variety of fruit trees. Of other food, plants growing roots, all kinds of different food plants and even medicinal herbs and culinary herbs growing throughout this landscape. So, what we can take a tour and Brian if you would?\n\nBrian:                          Yeah.\n\nAaron:                        Show us around.\n\nBrian:                          Yep, let’s go. Let’s start walking. So, in permaculture circles things are broken down according to zones and so this is zone number one. This is the kitchen garden. This is the place where you want to walk out the back door and if you need a tomato you grab a tomato, if you need oregano, it’s all here. And it’s not a far walk away. So this, this is the kitchen garden and we grow lots of stuff here. This is obviously a really good soil. Most of our compost comes in here and lots of things. So, we send the kids out, hey go get this, go get that and dinner happens. So, kitchen garden right here. This, obviously, this is where the kids hang out. Actually the kids are everywhere. This is kid land so you probably find boots and shoes and all sorts of things.\n\nHere this is right now, this was inspired by theGreatest Showmanthe movie which was a big thing in my family. So all this stuff came as a result of that but my vision for this in the future is this is going to be an aquaponics’ location. So the water will come in here, we collected off the roof, syphon it in and then right on the other side of this wall is our garage but it’s not a garage it’s a greenhouse and so that’s where we’ll grow the plants. That we’ll filter the water and then recirculate it so that’s what’s going to be happening right here.\n\nAaron:                        So, maybe just to embellish on that a little bit. Aquaponics just to break that down a bit further it’s a system using water where you’ll basically have a pond in here right?\n\nBrian:                          Yup.\n\nAaron:                        And you’ll have all kinds of plants basically growing with roots in the water is that part of what you’ll be doing?\n\nBrian:                          Yes, we’ll pump the water up and to the grow beds and the great thing about plants is that they uptake nutrients to grow. So all the fish wastes and then we actually have ducks and geese so that wastes will get syphoned up in the water. The plants will act as a bio filter and then the water returns clean so that plants get the nutrients from the fish and the ducks and they return it, its clean water to the fish and the ducks.\n\nAaron:                        And then you’re also able to harvest the fish as you like from time to time.\n\nBrian:                          Yup, harvest the fish. Harvest the plants. Yup.\n\nAaron:                        Yup absolutely beautiful. Cool. Can’t wait to see that.\n\nBrian:                          Yup.\n\nAaron:                        I talked with the kids earlier about how excited they are to be able to swing into the water here.\n\nBrian:                          Oh, they’re pump. Yeah.\n\nAaron:                        Looks like they’re already a step ahead of you on that.\n\nBrian:                          We’re going to deeper. The kids are going to swim here too. That’s part of the deal.\n\nAaron:                        Excellent.\n\nBrian:                          Yeah. It’s not off limits to kids they want to get in.\n\nAaron:                        Well, in permaculture we talked about layering functions.\n\nBrian:                          Yep.\n\nAaron:                        When we’re thinking in the physical stories, all the way to the tallest trees down to the ground cover, everything in between. Well you’re layering functions here now for the kids to have their play, their entertainment and meanwhile they’re in a living classroom environment basically.\n\nBrian:                          Yep. Fun has to be one of our stacked functions and I’m glad just everything we do, so.\n\nAaron:                        Love it.\n\nBrian:                          Yeah.\n\nAaron:                        Fun. All right.\n\nBrian:                          Yup. So, now we’re starting to move back in to kind of the zones that are a little away from the house and so the further away you get the bigger the plants get. So, this has been our chicken pen and most recently pigs, now the geese and ducks are occupying it but obviously we have tons of wood chips, leaves. All sorts of things in here to kind of be the place where the animals would unload and we deal to capture all those nutrients so this soil in here is probably the best soil on the property. Maybe the best soil in Summit County. This is really good stuff in here. So I wanted to plant fruit trees and berry bushes in here in rows and these are just one year old. This is the first year that they’ve been planted and so this will be off limits to pigs from now on because they would obviously tear it up but this is now an extension of the food forest that’s back here.\n\nAaron:                        What kind of fruits do you have planted in here?\n\nBrian:                          Oh, we got some Asian pears, a lot of apple, peaches and pear, apple peach.\n\nAaron:                        Yup.\n\nBrian:                          Yup.\n\nAaron:                        Yup. Well let me ask something. So, you’ve mentioned the soil. Obviously, for the work we’re doing around stewardship, sustainability, soil is essential.\n\nBrian:                          Yup.\n\nAaron:                        Many in our Y on Earth community know that through soil building we have the opportunity to collaborate with the living biosphere.\n\nBrian:                          Yup.\n\nAaron:                        And sequester carbon. This is how we reverse climate change.\n\n[10:01]\n\nBrian:                          Yup.\n\nAaron:                        You know soil, carbon increase world wide of 10% is equivalent to sequestering all the fossil carbon we’ve released since the beginning of the industrial revolution. So what you are doing right here is helping reverse climate change and I know with your background that you’ve given a lot of thought to soil. And what this means for the arc of our human journey as seen through the Judeo-Christian view. I’m wondering if you might share a bit with us about that, it’s so, so beautiful. ‘\n\nBrian:                          Yeah. Genesis two, God creates humanity out of the ground “edom” Hebrew word for soil. So we have a, it’s not tangential relationship it’s a direct relationship with the ground. We were made to rule over it, to cultivate it. To steward it with wisdom and care and grace and kindness, right? Which we don’t do. Which is why so many things are out of balance in our culture but I believe and I get to experience and practice it here that part of our core vocational calling as people is tend to the earth out of which we were brought. And where that doesn’t happen it’s not good for people. It’s not good for ground. It’s not good for anything else but where it happens well make everybody wins. So yeah, soil. It all starts with soil. Here and from there either it’s going to happen or it’s not going to happen. Yup.\n\nAaron:                        Beautiful. Yeah, I know a lot of the folks you might call it a more conventional Judeo-Christian view can end up sort of thinking of the natural, the eminent, the physical world is actually sometimes even evil or associated with evil.\n\nBrian:                          Yup.\n\nAaron:                        I think that that is perhaps the most dangerous, the most painful, the most destructive element in Western culture.\n\nBrian:                          Oh, it’s terrible.\n\nAaron:                        And what you’re describing is a very different understanding. It’s a wholly different understanding.\n\nBrian:                          I tell, I tell people, church people all the time. I speak to Christian’s week, all the time I talk to Christians and I love to do that. I don’t think we understand how often our world view is not based on what God said but based on what the Greeks said. So, the Greek philosophers, what is good is the soul, is the spirit. What is evil is matter. Right? Anything that’s physical is thereby, it has to be contaminated and sometimes as Christians we take things into our thinking that we don’t even know where it came from but we assume we know where it came from, right? Matter is corrupt, that’s a Greek philosophy.\n\nThat’s a Greek philosophical construct. In the bible I just want to be so clear with people, God is the creator. He made this and he didn’t make it poorly, he made it beautifully. He made it abundant. He made it vibrant. He made, right? He could have made food to be something that we stick into our veins and just ingest nutrients. No, he made it delicious and he made it varied, right? God has an idea of creation that is beautiful and rich but we, as Christians because we don’t read Genesis one and two because we miss the formation of what God’s thoughts are about this. And then we missed that so we miss so much of the story. We miss so much of our calling. So much of our God given vocation we don’t walk in because we don’t read the beginning of the story and understand it deeply. We also don’t understand the end of the story where this what I teach Christians that God is going to come back and make all things new again. And that doesn’t happen in heaven. It’s not we’re disembodied souls on clouds of ethereal spirit something right?\n\nAaron:                        The geese are saying, Amen! Amen!\n\nBrian:                          That’s right. There, appreciate the quiet here. They get it. Right. So our destiny in the future is a restored creation.\n\nAaron:                        Ah, yes.\n\nBrian:                          Where we have new bodies and where we’re not having to walk in all the dysfunction and the nastiness that we walk in now. We believe God’s made provision in Jesus to take care of that but anyway the whole story is we were brought from the ground. We were made to steward and tend to the ground that we will live in creation forever and this is a story that Christians by and large don’t see because we more so are formed by Greek philosophy. And we read the bible through that lens, it’s not God’s lens and so that’s why apologies, right? For the evangelical Christians who are good hearted but don’t understand so many things and they don’t know why. They don’t understand that it, yeah, it’s.\n\nAaron:                        Well, you know right now. This time we’re living in as so many of us know and are engaged in.\n\n[15:03]\n\nAaron:                        We have brothers and sisters worldwide by the thousands by the millions being impacted by pollution and poison. Being impacted by our climate crisis. Being impacted by all manner of environmental systems that have gotten out whack because of our lack of care as human beings.\n\nBrian:                          Yup.\n\nAaron:                        And I love especially in many of the faith communities. The incredible, beautiful, focus and call around the social justice. The environmental justice issues and working with refugees for many parts of the world who are being, they’re on the front line of many of these situations to be frank, a lot of us in the United States. In our communities, in our neighborhoods we’re not experiencing the immediacy of a lot of these changes and challenges that so many of God’s human family is experiencing right now.\n\nBrian:                          Yeah.\n\nAaron:                        So there’s a profound ethical question that arises in all of this too and I love the great news is that we can all engage in this work. Engage in the kind of vision, world view and understanding that you’re articulating. We can do that right now today.\n\nBrian:                          Yup. Absolutely. That’s the work we’re supposed to be doing. It’s good work.\n\nAaron:                        Love it.\n\nBrian:                          Yup.\n\nAaron:                        Love it. Well, what do you say shall we continue on the journey?\n\nBrian:                          Yeah, let’s keep moving. Yeah.\n\nAaron:                        Cool.\n\nBrian:                          I think it’s interesting. So, we missed out on the present issues that so many people are facing but what we also don’t see is the future issues that we’re creating.\n\nAaron:                        Yes.\n\nBrian:                          For the people that we do see right? So, I have five kids. I’ve got invested interest in the future long after I’m gone so, there’s present issues and there’s future issues and both of which we have to start thinking about.\n\nAaron:                        Absolutely, yup.\n\nBrian:                          So, back here we move in to the food forest where we do it in rows. We got rows of fruit trees and berry bushes of varying age and in between we rotationally graze and move animals in succession. So, we don’t want to have them on there for too long because they would do damage but we want to have them there long enough to do their function. So let’s go see some pigs back here.\n\nAaron:                        As we’re walking I’m just going to mention to our audience that as you can see. If you’re viewing the video we’re moving in and out of very bright sunlight and here we are this is the reality of the gorgeous day today that we’re enjoying and so you know apologies for the quality of video being affected by the light. On the other hand, it’s such a joy to be able to share this delightful walk with you all that we’re having with Brian and with Marite. So, of course those of you who are listening to the podcast you can imagine this however you like but it’s just a beautiful opportunity to see everything you’re creating here Brian.\n\nBrian:                          Yeah, thanks. So, here this is our present tillers. These are the ones that we’re moving, once sometimes twice a day but at least once a day to a fresh piece of ground and they eat everything in their path and then stomp on the rest and incorporate it into the soil and obviously you’re seeing that we’re walking on a bed of hay here. There’s all sorts of free materials out there that are available for the picking up so it doesn’t want to be left naked. So we follow in their wake with this is, we got hay here and pretty soon we’ll have leaves.\n\nAaron:                        Yeah.\n\nBrian:                          But everything we do intentionally designed to build soil and to make it better.\n\nAaron:                        So, we got what is you could call it a pig tractor and probably a, this is a lot of different farms and projects over the years that used chicken tractors as a way to essentially have those herds rotationally graze through and work through the land.\n\nBrian:                          Yup.\n\nAaron:                        And this is the first time I’ve seen a pig tractor with this two lovely sows doing their things.\n\nBrian:                          Yup. Yup.\n\nAaron:                        Could you just describe because some of our audience may not really be familiar. Describe how you’re working this and how? Like how many people does it take to move it? How do you do that?\n\nBrian:                          Yeah. Well, so this was not designed with an ease of move in mind. I had extra materials around and I made use of it. So, I move it and I will shimmy one side about two feet and I’ll go shimmy the other side two feet.\n\nAaron:                        Okay.\n\nBrian:                          And I’ll go back and forth takes me about a minute\n\nAaron:                        Yup.\n\nBrian:                          But when we go on vacation the ladies stay where they’re at and I have people come and feed them but I would never ask anybody else to move this. So yeah.\n\nAaron:                        Oh yeah. It’s the two step shimmy huh?\n\nBrian:                          It is.\n\nAaron:                        All right. Yeah. Yeah.\n\nBrian:                          So this was originally a chicken tractor that we did probably two to three years of chickens back here and then this year its pigs.\n\nAaron:                        And so as they’re moving through the landscape they’re working, they’re eating down the foliage.\n\nBrian:                          Yup.\n\nAaron:                        And they’re also dropping they’re manure which is fertilizing the ground right?\n\n[20:03]\n\nBrian:                          Absolutely. Yup and they all love to dig. I mean it doesn’t look like it but their snout is more like a shovel than anything else. They love having their face on the ground. So they dig down and they actually uncover seeds that are dormant in the soil.\n\nAaron:                        Yeah.\n\nBrian:                          And so after them we’ll get any number of different plants to come up that we hadn’t seen before. Maybe it hadn’t been here in years but they expose it and so.\n\nAaron:                        Wonderful.\n\nBrian:                          Yeah. So what pigs will do in one day is a blessing that, where you lead pigs for a long time.\n\nAaron:                        Yeah.\n\nBrian:                          They’ll actually destroy it.\n\nAaron:                        Right.\n\nBrian:                          So it’s about managing it and knowing what their function is and then maximizing that and so, yup. One day at a time they get a fresh piece of ground.\n\nAaron:                        Or maybe we can walk around and just get a close up. It looks like one of the ladies is looking for some apples.\n\nBrian:                          Yup.\n\nAaron:                        Right underneath there.\n\nBrian:                          Yeah.\n\nAaron:                        This type of rotational grazing managing for the beneficial effects on the landscape and making sure they’re not there so long that it’s creating detriment this is one of the keys to our approach to regenerative agriculture and particularly with animal husbandry as key to the soil building that we’re doing all over the place. So it’s beautiful to see this in action.\n\nBrian:                          It looks like the yellow jackets have moved in.\n\nAaron:                        Oh yeah.\n\nBrian:                          Cause the apples. Look at that.\n\nMarite:                        Hello!\n\nBrian:                          Aaron I was telling you before. So, we don’t buy any food in for the animals. What we have found is in the industrial food system there is so much waste that’s thrown out into landfills and it’s just a little bit of intentionality. We’re intercepting that waste stream and turning it in to soil and animals. So we’re building soil fertility, essentially they’re composting it for us and they get a great life and then as Mark Shepard constantly likes to say, they have one bad day.\n\nAaron:                        Right.\n\nBrian:                          It is not even one bad day it’s the lights go out, right?\n\nAaron:                        Yeah.\n\nBrian:                          It’s very humane and ethical but without animals I don’t know how we deal with all of that waste.\n\nAaron:                        Right.\n\nBrian:                          And actually convert it into nourishing human products. So.\n\nAaron:                        You know what you’re doing here on this landscape with these creatures is a pattern we can all do every day. The composting of food waste is so critical and when we let food waste go to landfill, right? It’s decomposing in a contained environment that’s creating anaerobic decomposition. Meaning that there’s not sufficient oxygen. What that does is release methane back through the landfills and back into the atmosphere. Methane is a greenhouse gas 23x as potent as carbon dioxide CH4 is the chemical composition of the methane molecule.\n\nOn the other hand when we instead our compost in the food waste, just picture when you’re making a salad chopping the ends of carrots off or whatever it is. If you instead are putting that in your compost pile not only are you not exacerbating the climate crises instead you’re contributing to the virtuous cycle of soil generation. Which we know is one of the keys to sequestering carbon from the atmosphere. So, this is you know thinking about Y on Earth a Y fork in road. This is perhaps one of the most potent examples of that daily choice we have in front of us. However meals a day or do and three whatever it is there’s so many times every day we can make that choice.\n\nBrian:                          Absolutely.\n\nAaron:                        And it’s a really important one.\n\nBrian:                          Yup. Yup. It’s like throwing dollar bills out the window when you throw food away.\n\nAaron:                        Yup.\n\nBrian:                          So we move on?\n\nAaron:                        Yeah. Let’s do it.\n\nBrian:                          I see our beehive over here is at frenzy of activity. We’ll go look at them real quick.\n\nAaron:                        All right.\n\nBrian:                          So that obviously, that was the pigs last week. This is the week before and then this is the two weeks ago. You can see in the pig food there are a couple of kernels of corn that didn’t get eaten. So here they come, they come up behind them.\n\nAaron:                        Nice.\n\n[25:00]\n\nBrian:                          This are their top boxes removed so they might not be happy about that.\n\nAaron:                        How long ago?\n\nBrian:                          About three days ago.\n\nAaron:                        Yeah. Yeah.\n\nBrian:                          So here’s our pollinators. They’re all kinds of pollinators around here but these are the ones that gives us honeys so we like these guys the most.\n\nAaron:                        Yey, honeybees.\n\nBrian:                          Yes. Love honeybees. So we think there’s enough there that were probably going to have to split it in the spring.\n\nAaron:                        Yup.\n\nBrian:                          And then up to keep going from there.\n\nAaron:                        We’re going to be leaving the Brian and Megan a copy of ourCelebrating Honeybeeschildren’s book for the kids and copy ofCelebrating Soilas well so just great to see them. The busy bees.\n\nBrian:                          Yup. Yup. They’re happy. All right. Keep going.\n\nAaron:                        Beautiful.\n\nBrian:                          So we’re moving further and further away from the house which means we spend less and less time out here. This is obviously a south sloping hill and we have terraced this with trees. Lots of pine trees that we’re back here. Nothing wrong with pine trees it’s just we decided to use them as berms for a terrace to hold soil in place and we planted fruit trees, berry bushes. All sorts of plants in the terraces and so these trees are established and they’re probably about four years old right now and we got some nursed trees. We’ve got locust, black locust trees that were native back here and we continue to manage them and chop them down bits and pieces of them every single year and so they provide nitrogen into the soil for the, to feed the fruit trees. And at some point this will be a canopy of fruit, the fruit trees will be the largest thing and everything else will be a serving that purpose.\n\nAaron:                        So there, so the locust they’re a nitrogen fixer?\n\nBrian:                          They’re a nitrogen fixer yup.\n\nAaron:                        And in the permaculture’s strategy or framework we put nitrogen fixing trees throughout the landscape because they’re literally putting nitrogen into the ground from the atmosphere.\n\nBrian:                          Feeding everything else.\n\nAaron:                        Yup.\n\nBrian:                          Yup.\n\nAaron:                        Now, this almost looks like the way you’ve got the terraces using logs. It almost looks like a form of Hügelkultur right?\n\nBrian:                          Yup, it is. Yes, part terrace part Hügelkultur.\n\nAaron:                        Love it.\n\nBrian:                          Yup.\n\nAaron:                        So, Hügelkultur is basically burying logs, twigs, branches and creating very rich environments of decomposition so you’re basically feeding all kinds of fungus, bacteria, etc. that is super charging that soil generation process providing nutrients to whatever is growing around there.\n\nBrian:                          Yup. Absolutely.\n\nAaron:                        Yeah.\n\nBrian:                          And these logs will hold water for a long time. So if it doesn’t rain for a while these trees will send their roots in and they’ll get nourished. They’ll get moisture out of it even when the soils depleted. So, yeah.\n\nAaron:                        Beautiful.\n\nBrian:                          Yeah.\n\nAaron:                        Got a little black berry growing here Marite. I’ll let you go ahead.\n\nBrian:                          So one of the things that we want to do here. I just want a productive landscape and so we have fruit trees all over the place and we’ve learned how to graft fruit trees which is a great way to propagate them cheaply but I quoted him earlier Mark Shepard his a farmer in Wisconsin just a brilliant guy but typically. So, apple trees are the kind of thing that if you want to know what you’re getting from the tree you have to plant that kind of apple tree. You have to graft on to it and so typically when you plant an apple seed in the ground it’s not going to come up through the type. It’s not going to give you the same kind of apple that you planted in the ground. It’s going to be often times lesser or it’s not going to be as good of an apple as you want it to be. And so Mark Shepard says you know if you play the percentages, if you plant an apple seed on the ground and it’s going to be a lesser variety then don’t plant those at all.\n\n[30:00]\n\nBrian:                          Right? Don’t waste your time. Well, he turns it on its head and he says, well no, don’t plant less of them just plant more of them because we want more varieties of apples. We want to have different kinds that we’ve never seen before so one of things that we do here is we plant all kinds of grafted fruit trees. What we also plant all kinds of seedlings because we’re experimenting. We want to see what new things there might be that we haven’t seen before that might actually come up in the genetic lottery. So, a lot of these trees right around here they’re seedling that we planted and we don’t know what kind of fruit they’re going to give us. It’s kind of roll on the dice but we want to plant more of those and not less and so while we’re planting these seedling trees we’ll also be planting because now I know how to graft trees and we’ll plant grafted ones next to them so that we don’t have to wait eight years to know that’s not a good apple so we got to cut it down. Now, let’s plant a grafted one let’s, that’s a lot of years wasted. So we’re going to put the grafted ones next to the seedlings. Let them all grow and then make our decisions on which ones we want to keep and which ones we’re going to get rid of.\n\nAaron:                        Do you have a favorite resource you’ve learned from in terms of how to graft?\n\nBrian:                          There’s a video by a guy on YouTube and I think 200 people have seen it.\n\nAaron:                        200?\n\nBrian:              He’s an older guy and it doesn’t have, he’s not putting his, pushing his material out.\n\nAaron:                        Yeah, but it’s good?\n\nBrian:                          I randomly found it and that was the gateway for me.\n\nAaron:                        Yeah.\n\nBrian:                          To learn how to graft.\n\nAaron:                        So?\n\nBrian:                          I read a ton of books.\n\nAaron:                         Yeah.\n\nBrian:                          Ton of videos some, it didn’t click until I saw those guys video.\n\nAaron:                        Yeah. So, you got that everybody? There’s a guy on YouTube, no just kidding. What we’ll do when we publish this is.\n\nBrian:                          Yeah.\n\nAaron:                         If we can we’ll try to track down the link for that particular video and include that in the show notes.\n\nBrian:                          Yup. And if you find the guy thank him for me.\n\nAaron:                        Yeah.\n\nBrian:                          Yeah.\n\nAaron:                        Excellent. I love it.\n\nBrian:                          Okay.\n\nAaron:                        Great.\n\nBrian:                          Are we going?\n\nAaron:                        Yup.\n\nBrian:                          There’s a log here.\n\nAaron:                        Okay. So, Marite there’s a log right here that I’m stepping up on.\n\nMarite:                        Okay.\n\nBrian:                          One of the things that we love to do is we buy our food in the grocery store and there’s a certain variety or amount of kinds of food in the grocery store. Which is probably like five percent of what is available for us to it probably actually even less but, like this plant right here. Is called the sea berry and you talked about stacking functions so this is a. It’s called a nutraceutical meaning there’s so many nutrients in there that it’s like medicine and it grows anywhere on poor soils, in drought and it fixes nitrogen.\n\nAaron:                        Oh my gosh.\n\nBrian:                          So it actually supports the soil structure. It supports the plants that are around it. So and that’s a winner right there, right? So there’s all sorts of things we’ve never heard of that are available to us that do multiple levels of good things. So we try to bring in as many of those as possible.\n\nAaron:                        So, with sea berry how are you? Are you? You’re harvesting the berries? Are you eating the berries? Is that how you’re getting that? You just like, eating them by the handful or put them on a salad or making a preserve or what would you do with those?\n\nBrian:                          Well, so sea berries takes a male and a female and it takes a handful of years actually to get fruit.\n\nAaron:                        Yeah.\n\nBrian:                          This is the one berry plant that I planted I haven’t seen fruit yet on it.\n\nAaron:                        Okay.\n\nBrian:                          So we’ve got some in various places around.\n\nAaron:                        Right.\n\nBrian:                          But with most of the fruits like currants, goose berries, aronia berries, blue berries we freeze.\n\nAaron:                        Yes.\n\nBrian:                          Yeah. We’ve tried canning. It is just a lot of work.\n\nAaron:                        Yeah.\n\nBrian:                          And thinking we’re losing a lot of nutrients in it.\n\nAaron:                        Right. Yeah.\n\nBrian:                          But when you freeze and then we put in the smoothies.\n\nAaron:                        Oh, wonderful.\n\nBrian:                          Yeah.\n\nAaron:                        Nice that sounds great.\n\nBrian:                          And the kids will eat anything in a form of a smoothie.\n\nAaron:                        Right. Parent’s secret knowledge right there.\n\nBrian:                          That’s right. All the neighbors dump their yard waste here which is good. They bring their organic material to us.\n\nMarite:                        Oh, that’s nice.\n\nBrian:                          We’ll take it. Just one side note while I’m thinking about it. So right here is a drainage ditch that the local municipal built. There’s a wet land just uphill from here. About a five acre wet land and they didn’t want the water so they decided to dig the drainage ditch and get it out.\n\n[35:00]\n\nBrian:              Typically, what we do culturally with water is we want to move it through as quickly as possible. It’s the absolute wrong thing to do. So like part of the reason why we do the terraces is because we want capture that water. We want to slow it down and let it permeate deeper into the soil so we can keep it. Right? So we’re building soil increasing the organic content of it which then allows it to hold more water so when we slow the water down we can actually keep it on site for way longer. So if we do experience a drought or a period of no rain. What, we’ve held the rain in the soil. So don’t get rid of water slow it down and keep it but figure out ways to keep it.\n\nAaron:            You know this is so important and whether we’re talking with friends in the arid west or other friends anywhere. Places that are accustomed to quite a bit of rainfall. We were talking earlier before recording that you don’t have to supplement with irrigation here generally.\n\nBrian:              Not at all.\n\nAaron:            You get a lot of rain for, however with climate disruption we’re going to potentially very likely be seeing more and more drought events in different parts of the world who are accustomed to the rainfall. So this is an essential strategy.\n\nBrian:              Absolutely essential. Yup. Yup.\n\nAaron:            Lovely day for a stroll.\n\nBrian:              It is a beautiful day in Ohio.\n\nAaron:            Yeah. Now, have you seen different species of butterfly or bird show up as you’ve been increasing the biodiversity here?\n\nBrian:              Yeah, so tons of birds. Lots of insects. What we? The interesting thing is we find a lot of frogs, toads and snakes.\n\nAaron:            Cool.\n\nBrian:              Yeah.\n\nAaron:                        So the invertebrates, or not invertebrates but the, these are the reptiles and amphibian species. Right?\n\nBrian:                          Yeah. So things that most times you don’t see in your yard will just be walking down. There’s snakes kind of working their way through the grass and yeah,\n\nAaron:                        Beautiful.\n\nBrian:                          The bird population is increased significantly.\n\nAaron:                        You know. Yeah, yeah. A lot of the reptiles and amphibians have highly porous skin so they’re really susceptible to environmental pollution.\n\nBrian:                          Yup.\n\nAaron:                        You’re creating for them a safe haven here right?\n\nBrian:                          Yup.\n\nAaron:                        That’s it. That’s so wonderful.\n\nBrian:                          So, life wants structure to come around. It needs structure. When you look at a city there’s buildings, there’s houses right there. We inhabit structures and it’s the same way with life. So, we bring in logs just because they’re good.\n\nAaron:                        Yeah.\n\nBrian:                          Because it’s a structure. Right? We plant perennial plants not annuals because below the soil they create structure. Right? We’re building buildings that nobody can see below soil, below the soil line so that life can proliferate there.\n\nAaron:                        Yeah.\n\nBrian:                          So that we can have more life and not less. Life is like a pyramid. The more structure you have the wider the base is going to be and the more life that they can support on top of that. So that’s why one of the reasons why we focus on perennials is because it allows life to thrive because life will surround structures. If you’re always cutting and tilling and breaking the structure up you’re cutting off the succession of life.\n\nAaron:                        And that’s exactly what we’re seeing with our conventional chemical based mono-cropping of the main commodity crops, right?\n\nBrian:                          Yup. It’s horrible.\n\nAaron:                        Yeah. Yeah.\n\nBrian:                          So yeah. The way forward. I’m talking about sustainability in the planet all of these things. I think the cheap way that most people interact with the created order is through food and what we eat.\n\nAaron:                        Yes.\n\nBrian:                          And so any way forward has to address how we’re getting the food that we’re getting.\n\nAaron:                        Yes.\n\nBrian:                          And there’s better ways to do it.\n\nAaron:                        Amen to that.\n\nBrian:                          It’s not as efficient. It’s not as efficient. It’s not as easy, right? But efficiency and easy are not always the path forward.\n\nAaron:                        Right.\n\nBrian:                          All right. If efficiency and easy are destroying the thing you have to find a new model. And so what we found is. Let’s say 10 years from now when our fruit trees are fully mature and we’ve got chickens and all sorts of things running around self-feeding. I’m not going to have to hop on a tractor and plant things and till things and herbicide things and fungicide. I’m not going to have to any of those things because it’s going to do it on its own. So what we have found here is that it’s a lot of work in the beginning getting it set up but as time goes on it’s less and less and less. And at one point I don’t have to bring in wood chips and leaves and soil building things because this will all be doing it onto itself. Right? So, sometimes we shy away from work. We shy away from a challenge but it’s just the initial period that’s hard.\n\n[40:00]\n\nBrian:                          Once it gets established this is made to work on its own with just a little bit of massaging and tweaking. Right? So a lot of work now but it’s going to pay for itself in a lot of years to come.\n\nAaron:                        I love this. It’s like an ultimate conspiracy right? And I love conspiracy because you’re breathing with, it’s the spirit is breathing with all these creatures and this landscape.\n\nBrian:                          Yup.\n\nAaron:                        Absolutely beautiful and I also, on the comment about efficiency you know if we were to ask engineers. Conventional engineers whether trees are efficient or not we might get the response, trees are not very efficient but they’re highly effective and they’re doing so many things at once through their beingness. Right?\n\nBrian:                          Yeah. Yup.\n\nAaron:                        And I love what the farmer philosopher Joel Salatin says, he says and his doing all kinds of organic and regenerative agriculture. He says, you know if you think establishing these kinds of systems if you think organic agriculture is expensive have you priced cancer lately? And it’s so important that we’re making these connections.\n\nBrian:                          Yup.\n\nAaron:                        We know doctor oh gosh. Blankly on the name, farmer footprint is the movie. 20 minute documentary we’ll have on the website soon and this is essential connecting the dots between glyphosate agriculture in particular organic chemicals and the proliferation of cancer right? Particularly in the farming community and in the downstream communities because these are water soluble poisons all the way through the Mississippi watershed and elsewhere around the world. And it’s just essential that we stop the poisoning. Everyday we’re making decisions about what we’re growing in our landscapes and the foods that we’re buying and the beverages that we’re buying, right?\n\nBrian:                          Absolutely.\n\nAaron:                        So we’re either sending signals to do more of the poisons?\n\nBrian:                          Yup.\n\nAaron:                        Or more of what we can be doing that is not poisonous.\n\nBrian:                          So any bit water that will come off this property and we want it to come off as slowly as possible is going to be filtered through deep soil and abundant of plants that are at varying levels of roots depths. Like the water is going to come clean but we’re not contributing to hypoxic zone in the Gulf of Mexico.\n\nAaron:                        Right.\n\nBrian:                          Right and that, but we’re also producing food.\n\nAaron:                        Yup.\n\nBrian:                          And you can do both. We love for people to kind of catch this. You can do both.\n\nAaron:                        So you had this urban yard also. A much smaller piece of property where you’ve done this kind of work and I just I want to emphasize for folks regardless of the size of the lot or place, the property or even if you’re in high rise and you’re connected to a community garden a block or two away we can be doing this at every scale right?\n\nBrian:                          Absolutely. Yeah and so we like in Akron, Ohio. Akron, Ohio just spent a billion dollars actually we didn’t just spent, we will be spending for years of billion dollars to fix our sewers system because inundated with too much water and EPA came in and said you know can’t do this anymore, right? So this city is trying to figure out ways forward with water and what we do with it. So we spend a billion dollars on sewers but in my yard it was in South Akron I had a bunch of fruit trees and berry bushes that would in a rain event would soak up a whole lot more of water than the yards right next to me that were just grass. Two and a half inch high grass doesn’t soak up a ton water right? So even in city environments, some of the solutions to some of our run-off water. Sewer problems is just putting perennials in the ground.\n\nAaron:                        Yes.\n\nBrian:                          And letting them do what they do and they’ll do it for us.\n\nAaron:                        I love it.\n\nBrian:                          Yeah and there’s other solutions that need to be done in conjunction with that but don’t forsake the easy ones.\n\nAaron:                        Right.\n\nBrian:                          Plant trees and if you’re going to plant trees make them bear fruit because fruits good and everybody likes that. Right? So.\n\nAaron:                        Excellent.\n\nBrian:                          Yeah.\n\nAaron:                        While we’re walking I’ll just mention I did remember the doctor’s name is Zach Bush I had a moment there many days on the road. I apologize but yeah. Zach Bush did a beautiful and very powerful 20-minute documentary calledFarmers Footprintand my sense is by the time this episode’s published we’ll probably have that video available on the Y on Earth platform as well. But if not you can just look upFarmers Footprintreally important on the glyphosate agriculture cancer connection.\n\nBrian:              So we’re down the hill here. Lots of young trees again all sorts of fruits trees. Actually we have some chestnut trees, Chinese chestnuts or resistant to chestnut blages and produce incredible carbohydrate nuts. So, yeah this again in 10 years this will be a food canopy.\n\n[45:00]\n\nBrian:                          But just getting going right now.\n\nAaron:                        So you’re telling us earlier that chestnut, it’s like having cereal crops growing on a tree and you don’t have to fuss with any of the planting, tilling, harvesting and they’re just dropping right off the tree and there you go.\n\nBrian:                          Absolutely yeah. Science have shown that the composition of the chestnut is similar to brown rice which means that you can plant a tree and actually the yields are comparable to brown rice.\n\nAaron:                        Wow.\n\nBrian:                          So, instead of doing all the year in and year out work that it would take someone to cultivate constantly a field of brown rice you plant a tree and that tree gets bigger and you don’t have to do anything to it other than harvest.\n\nAaron:                        Love it.\n\nBrian:                          That’s why I like that. Yeah. I just want to harvest and leave the work to somebody else if they want to do it but yeah we love, our kids love chestnuts. Yup.\n\nAaron:                        Beautiful. Where are we headed now?\n\nBrian:                          These are hazelnuts. Hazel nut bushes. Haven’t seen any yield on that yet but we’re hopeful that next year will be the year.\n\nAaron:                        Hazelnut nice.\n\nBrian:                          So one of my favorite farmers is a guy by the name of Sepp Holzer he’s in Austria and he farms, it’s like a 120 acre farm that’s on the side of a mountain. One of his things is he says, he says, animals were created to do work and you just have to figure out what variety of work they were made to do. He says, so you can either have the animals do that work or you can do the work yourself, so right in here we got a bunch of black berries that have just kind of taken over and from varying different points in time in the last three to four years I have to get my machete and come in here and tear them down and I can’t keep up with it. It’s just too crazy. So what we’re going to do is we’re going to bring our pigs in here in the spring and we’re going to release them to do what they love to do and that is to clear black berries and all other kinds of vegetation.\n\nSo they will love doing it where I hate doing it and they will do it nonstop and I can do it in short spurs. Right? They will do the work because they were made to that work and there’s obviously some incredible yields that this will all be, all these underbrush will be taken care of and then we can go in and plant fruit trees that won’t be out competed with weeds after the pigs have left. All right and then in different stages in the future we’ll bring them back, bring the pigs back in to the same thing and then the fruit trees will then bear fruit that the pigs will be able to eat right? So there’s a whole bunch of good things that animals do that we’re thankful that we’ve learned that they do and eager to put them to work.\n\nAaron:                        Love it. Love it.\n\nBrian:                          We just cleared the ground. Our ground hog was snacking on apples here and we interrupted him.\n\nAaron:                        Is that a big old oak tree you got up there?\n\nBrian:                          That is an oak tree.\n\nAaron:                        Oh it’s a beauty. Wow.\n\nBrian:                          Yeah. The other big one is a big hickory tree.\n\nAaron:                        Okay.\n\nBrian:                          We got an apple here. So we got a huge old apple tree that was, this was on the property obviously long before we came here and some of these apples let’s say, let’s just break it down by percentage. Let’s say 20% of these apples we’re not tending to this at all. 20% will be perfect. They’ll be store quality fruit that you can just eat. You don’t even have to wash it. 20% will be rotten and wormy and nothing that you would ever want to buy in a store right but and then in between they’ll have varying quality of apples. So the good ones we eat because we want to eat them because they’re delicious but everything else is still used here. Right? So the pigs are eating tons of apples right now. Feasting on five gallon bucket every single day they just love it.\n\nAaron:                        Wow.\n\nBrian:                          And so we’re putting those nutrients into a place where they’re enjoyed, they’re greatly enjoyed. Pigs love to eat them but so.\n\n[50:04]\n\nBrian:                          Here’s the economics of it. So you go to a commercial orchard. 100% of their apples are store quality right, and so if you look at that from an efficiency stand point you would say, well why wouldn’t you want all of your apples to be perfect? Why would you waste that potential income? Well, but nobody talks about is the cost that go in to making a 100% of those apples perfect. So, there’s a lot that you have to do. Pesticides, herbicides there’s a lot of inputs that have to come in that are not great for the environment that’s why the high toxic zone exist. That’s why our water quality is going down. That’s why cancer, right? There’s on the way up.\n\nAaron:                        Yeah.\n\nBrian:                          Nobody talks about that very much but the economic said and then again Mark Shepard in Wisconsin has been huge for me. He says, that he financially because he doesn’t bring inputs in with what his able in terms of a perfect apple and then what he’s able to do with the less than perfect apple he can turn into cider. He can make them into apple sauce, right? There’s a market for them he finds out that they actually comes out ahead of the commercial orchards.\n\nAaron:                        Yeah.\n\nBrian:                          Simply because his not funding inputs to get a 100% perfect apples. We don’t need a 100% perfect apples.\n\nAaron:                        Right.\n\nBrian:                          We just, we need to make money as a farm and we want our product to go where it’s enjoyed and will be used.\n\nAaron:                        Yeah.\n\nBrian:                          Right, so.\n\nAaron:                        Wonderful message.\n\nBrian:                          Yeah.\n\nAaron:                        Wonderful message. Well, let me take a moment just to remind our audience this is the Y on Earth community’s stewardship and sustainability podcast series. And today we are visiting on his farm with Pastor Brian Kunkler. This is 31 Gardens just outside of Akron, Ohio and we have off camera one of our wonderful ambassadors and on our global advisory board Marite Ball. I want to take a moment to thank our sponsors who are making all of this possible. And that includes Patagonia, Wiley Waters, The Lidge Family Foundation, Beauty counter, Madera Outdoor, The International Society of Sustainability Professionals, The Association of Waldorf Schools of North America and Equal Exchange. A huge thanks to all of you for supporting this work and a very special thank you to everybody who has joined our monthly giving program. You are helping to help this podcast series possible. You’re also helping to make all of our community mobilization work possible all around the country and worldwide.\n\nAnd if you haven’t yet joined the monthly giving program and you would like to you can just go to Y on Earth, yonearth.org click on the donate button or it’s yonearth.org/support and you can sign up at any level you like. Whatever works best for you? When you sign up I will send you an email with a very special code that allows you to unlock unlimited copies of our eBook and audiobook resources. You can share it with friends and family, colleagues, etc. So huge thanks to all of our monthly supporters and look forward to seeing you join if you haven’t yet. That’s very helpful to everything that we’re doing.\n\nNow, I want to under the wonderful shade of the tree here. I want to mention one of the things that we’re talking about earlier. The history with Johnny Appleseed it’s quite possible. We don’t know exactly how old this tree is but this could have been one of the trees that he planted many, many decades ago well over a century ago.\n\nBrian:                          Yup.\n\nAaron:                        And tell us a bit about that story. Like what is all of that? Why are we planting apple trees?\n\nBrian:                          Yeah. Well, so Johnny Appleseed he was an interesting character. I love to hang out with him, really cool guy he seem like but, he had a passion for apples. Yeah, I mean coming into the pioneer lands where there wasn’t a whole lot of food available yet. I mean there was, in terms of wild life but he wanted to start cultivating and establishing human settlements and so he was just so faithful to serve humanity by planting apple trees everywhere he went. Like what a selfless guy that he would and what a future oriented individual. Right? Because he wasn’t going to benefit from those trees most of them, I mean.\n\nAaron:                        Right.\n\nBrian:                          But he was planting for the future. Blessing people that he would never even meet or interact with and yeah. So, he’s a legend in these parts in Ohio and Indiana in terms of those of us that grow fruit. He’s an icon and we love him. Now, one thing that Johnny Appleseed would not be excited about is that I do graft fruit trees and to Johnny that was a no, no.\n\n[55:01]\n\nBrian:                          It was tampering with the natural God made order, so Johnny I apologize. I agree with you but I also want to graft a little bit too.\n\nAaron:                        I love it.\n\nBrian:                          Sometimes you got to.\n\nAaron:                        I love it. You know and if anybody’s interested there’s a beautiful essay on Johnny Appleseed and the apple in Michael Pollan’s bookThe Botany of Desirejust an exquisite piece. So I wanted to mention that. Now, I also wanted to ask you about why the name 31 Gardens?\n\nBrian:                          Yup.\n\nAaron:                        What’s with the number 31?\n\nBrian:                          Yeah. So Aaron you know I’m a pastor and I spend my time shepherding a group of people and one of the things that I continue to talk with. Talk about with them is this idea. In the book of Proverbs it’s 31 chapters of what wisdom is. It’s God telling us, right, there’s a wise way to live and there’s a foolish way to live and then the third category is actually the violent. Right? But there’s wise, there’s the fool, there’s the violent and God wants us to be wise, right? And so there’s 31 chapters of wisdom and it’s interesting in the book of Proverbs that early on in the book foolishness is personified as a harlot. We would say a prostitute, right? And so foolishness looks like a prostitute. In the end of the book Proverbs chapter 31 is the picture of wisdom incarnate in the form of a virtuous woman, right? And you read about this woman she’s awesome, right? But it’s the sum total of this wisdom qualities that are personified in this person.\n\nSo we call this 31 Gardens because we want to create wisdom incarnate. Wisdom is not just something that runs around in people’s heads. It’s supposed to be brought in to real, right? We talked about the Greeks and matter and how they thought it was evil. No! We believe matter is what’s created by God he just wants us to order it well, right? So we want this to be a demonstration of wisdom that people will be able to walk around and see a different way and they would say wow. Right? Wow, there’s something about this and they wouldn’t be able to use this word but they would see wisdom enacted all around them. And we are hoping, we want to see other people, not that this is the only way to enact wisdom but it is a way and we love to see a whole bunch of people doing this. So we call this 31 Gardens and we believe that our task, our call here is to grow people who grow food.\n\nMy ultimate calling here is not just to grow food although I have five kids so I need to, right? I need to grow food for the sake of sustaining them but we want to grow people who grow food because it’s a joy to so. When you’re doing it the right way. It’s work but there is good and there is bad work. There is life giving work and there is life depleting work, right? And so we want to show people what life giving work can be like and what it can produce for you. It’s good.\n\nAaron:                        Absolutely. Love this and just to cut the Greeks a little slack you know.\n\nBrian:                          They did say some good things.\n\nAaron:                        The term Sophia right means the female personification of wisdom.\n\nBrian:                          Yes.\n\nAaron:                        Right, so that’s something we find there and also, abstract that Socrates said that wisdom necessarily leads to action.\n\nBrian:                          Love it.\n\nAaron:                        Which is what I hear you and see you embodying here.\n\nBrian:                          Yup love it.\n\nAaron:                        Yeah.\n\nBrian:                          Yeah. That’s good.\n\nAaron:                        Let me ask a little about your congregation at the Garden City Church. You were telling us a bit about it earlier. I love to hear a little more about who’s there? What kind of people are you working with?\n\nBrian:                          Yeah. So Garden City Church in the near West side of Akron, Ohio. One of the things that, one of the unique things. This is a unique property. Our church is a unique church and one of the things that we believe is that we are better, we’re better when diverse peoples come together. So at our church we’re old-young, we’re rich-poor, we’re black-white and everything in between young-old. Left leaning politically, right leaning politically like we want to be diverse as a unified body of people right? In permaculture talks about this, that life happens at the edge, right? So there’s different ecosystems, right? There’s forest, there’s grassland, there’s water but what we see in the natural world is that when the forest and the grassland meet that’s where life is the richest. It’s where the water meets the grass, right? And where you have many ecosystems coming together life just explodes, right? So, I say to our people at church that we want to experience the edge effect that when old-young, rich-poor, black-white, left leaning, middle leaning, and right leaning, right? We get out of our monocultures and we come together that’s where there’s an explosion of new good things that couldn’t happen otherwise.\n\n[01:00:01]\n\nBrian:                          And so we believe that God created creation to be diversity and unity because it’s magical in the same way that we want to see human beings come together, diversity and unity because when it happens it’s magical. So, that’s what we’re going for. What we’re doing here on this property is what we’re trying to do at our church on the near West side.\n\nAaron:                        Absolutely beautiful.\n\nBrian:                          Yup.\n\nAaron:                        I’d love to visit sometime.\n\nBrian:                          Love to have you.\n\nAaron:                        Yeah. That will be great. So, hey can we go grab some Jerusalem artichokes?\n\nBrian:                          Yes.\n\nAaron:                        We might have some.\n\nBrian:                          Yes.\n\nAaron:                        I’ll stop along the way but.\n\nBrian:                          Let’s head up here we’ll grab them.\n\nAaron:                        Glorious. The big[inaudible 01:00:54]there.\n\nBrian:                          Yeah. Yup. That’s the first in high terrace. So we’re going to go up. We’re going to check out some Jerusalem artichokes. So. part of my evolution as a land owner is when I first got here I only wanted to plant edibles, that’s it. I didn’t care about flowers. I didn’t care about things being beautiful outside of the aesthetic of just the well order-ness of it but as I’ve been here longer and as I had two girls I’ve come to see that beauty is a core requirement here too. So we began planting flowers of all kinds around and one of the cool things I’ll show you. Jerusalem artichokes is that it’s a flower. It’s beautiful and edible, right? So, we’re going to go check out one of the things that. It’s beautiful and it’s edible so everybody’s happy with it.\n\nAaron:                        Say? Did we talk yet about the Nora apple?\n\nBrian:                          No, I can show. You want me to show you?\n\nAaron:                        That will be great. Yeah. Yeah. That will be great.\n\nBrian:                          And it might have some, still be some fruit on that. I don’t know if we harvested all of it.\n\nAaron:                        Some willow here?\n\nBrian:                          Yeah. So, I have some willow trees down in the lower parts that I use these terraces.\n\nAaron:                        Yeah.\n\nBrian:                          And willow wants to grow so we lay down. Let me get it. This is just the branch of the willow tree that I laid down as a terrace and this tree grows out of it.\n\nAaron:                        Oh, beautiful.\n\nBrian:                          Yeah. So this is great because it’s obviously a capturing sunlight turning it into carbon and then when it gets too tall for the fruit trees I just cut it down and it will keep doing the same thing.\n\nAaron:                        Living crystals of atmosphere.\n\nBrian:                          Yeah.\n\nAaron:                        Carbon in particular.\n\nBrian:                          Yeah. Okay. So this is the Jerusalem artichoke here. This is, I just planted this guy in the fall and as is all of these but they get to be five to eight feet tall. Beautiful daisy like flowers and then Marite if you want to come on over here we’ll just. Aaron you want to go pull on some of those roots and you can just see what comes up.\n\nAaron:                        You want me to yank down in here?\n\nBrian:                          Yup yank on whatever you want to yank on.\n\nAaron:[inaudible 01:03:02]in there. Yes so we’ve got. Look at these guys. So these are the edible roots right?\n\nBrian:                          Yeah.\n\nAaron:                        Jerusalem artichokes.\n\nBrian:                          Jerusalem artichokes yeah. They’re not nearly as big as the ones in the garden.\n\nAaron:                        Yeah. The garden ones are quite big huh.\n\nBrian:                          There’s a couple that are decent size. Yeah the best soil is in the garden.\n\nAaron:                        And so how do you prepare these?\n\nBrian:                          You can roast them. You can boil them. You can give them to the pigs.\n\nAaron:                        Like any tuber right?\n\nBrian:                          Like any tuber. Yup.\n\nAaron:                        Yeah. Uh huh nice. How beautiful. Oh yeah. So we just leave these here for now?\n\nBrian:                          If you want to take some with you, you can take them. If you want to leave you can leave them.\n\nAaron:                        Well, I’d grab a handful and share with my mother and Bruce back, getting back to Colorado after a few weeks on the road.\n\nBrian:                          Yeah. I bought about a pound of those mail order and now I don’t know how to speculate how many pounds of them I have on the property.\n\nAaron:                        Yeah.\n\nBrian:                          but.\n\nAaron:                        Abundant huh?\n\nBrian:                          It was a wise purchase. Taking a pound of those.\n\nAaron:                        So that’s another thing.\n\nBrian:                          All over the place.\n\nAaron:                        Folks could do in their yard of any size. Just get some Jerusalem artichokes.\n\nBrian:                          Absolutely. Yup. Got some asparagus here.\n\nAaron:                        Oh yeah. Beautiful. Oh look at that.\n\nBrian:                          Talk about this half of a perfect apple. You can try if you want to.\n\nAaron:                        Thank you. Look at that.\n\nBrian:                          That’s a golden delicious right there.\n\nAaron:                        It’s a beauty. There’s a hawk flying overhead. Is that a hawk?\n\nBrian:                          Yeah. Lots of little creatures here[inaudible 01:04:56]\n\nAaron:                        Oh yeah.\n\n[01:05:03]\n\nBrian:                          Okay. This is the Nora apple. You see the little garden here.\n\nAaron:                        Oh.\n\nBrian:                          I love my daughters to have a garden and told they could put it anywhere they wanted. So they hadn’t learned permaculture principles yet so they wanted, pretty far away from the house here but this was Nora’s garden and one year Nora put an apple seed in there and it grew up and I didn’t expect it to have any quality fruit on it. Let alone to bear, this is probably a four year old tree.\n\nAaron:                        Wow.\n\nBrian:                          So this is a genetic anomaly. It obviously is thriving here because plants on their own roots planted where they’re planted do well than any kind of plant. So it’s a big healthy tree it fruits at a young age. The fruit is of large size and typically the older the tree gets the fruit will get a little bit bigger and it actually tastes good.\n\nAaron:                        Yeah.\n\nBrian:                          So, yeah this is a genetic slot machine that Nora had a, she had a winner here. So, if you ever see the Nora apple advertise you’ll know this is where it came from.\n\nAaron:                        Yeah. So your daughter Nora has that special touch huh.\n\nBrian:                          She does have the special touch.\n\nAaron:                        That’s great.\n\nBrian:                          So I need to get here some more seeds.\n\nAaron:                        I see you’ve got a lot of comfrey here too.\n\nBrian:                          Yeah. I get comfrey up. I bought a pound of it.\n\nAaron:                        Yep.\n\nBrian:                          And I have it all over the place.\n\nAaron:                        Yeah.\n\nBrian:                          And we love it.\n\nAaron:                        Comfrey is one the best faster crops for essential carbon sequestration and soil building in their landscape so. You can typically tell a permaculture property by noticing a lot of comfrey growing. That’s kind of one of the core practices it’s so wonderful to see that.\n\nBrian:                          Yup.\n\nAaron:                        Yeah.\n\nBrian:                          Toby Hemingway I think in Guy is Garden, Jerusalem artichokes and comfrey are two of his big heavy hitters and I found that both are, he’s right.\n\nAaron:                        He’s right?\n\nBrian:                          They’re both great. Yup. We’ve got a, Marite you might appreciate this. We got some figs here in Ohio. These guys got a late start but we’re hopeful that we’ll get some of these guys right before it gets too cold.\n\nAaron:                        Beautiful.\n\nBrian:                          These guys will die back every year above ground but the roots below ground will stay alive and they send out new shoots every single year. This is our annual garden that obviously is, we’re not grass farmers all though we kind of are. The pigs were in here the last up until about May and what I found was I left them there too long and so this beautiful soil that I had built. They, because I left them in there too long really kind of matted it down. So we planted a bunch of fruit trees in here on the north side because obviously, they want shade. Let the grass grow up just to start fluffing the dirt up again. So the next year will resume vegetable production here.\n\nAaron:                        Nice.\n\nBrian:                          Oh, we’re talking about sea berries, these are goumi berries. Beautiful dark fruit that in it fixes nitrogen.\n\nAaron:                        Beautiful.\n\nBrian:                          And so propagating more, can’t find goumi’s for anything less than like $35 online and so I’m propagating. This one I got a couple more here that I’m propagating. We love goumi berries here.\n\nAaron:                        So these are goumi nit gummi? Very healthy.\n\nBrian:                          Yeah. Very healthy. Grape vines growing on the fence here.\n\nAaron:                        Oh yeah.\n\nBrian:                          This is the aquaponics’ thing that we’re building. This is where all the dirt goes and then I’ll probably actually plant these goumi’s right here and the nitrogen that wouldn’t reach out just go down to the other plants on the terraces.\n\nAaron:                        Beautiful.\n\nBrian:                          And then volunteer tomatoes all up in the fence line here, so help yourself to.\n\nAaron:                        I’m going to try one of these.\n\nBrian:                          You missed grapes. This are concord grapes and they’re delicious.\n\nAaron:                        That’s some Concord grape seed in [01:09:20] yard.\n\nBrian:                          Oh yeah. I love Concord grape.\n\nAaron:                        Okay where are we headed?\n\nBrian:                          Where we did the Jerusalem artichokes.\n\nAaron:                        Yeah.\n\nBrian:                          Yeah.\n\nAaron:                        Yeah, maybe let’s just return to the [01:09:34] there.\n\nBrian:                          Yeah.\n\nAaron:                        You’ve got porch here. Absolutely wonderful. Thanks so much for the tour.\n\nBrian:                          Oh my pleasure. If you want to do a pool let’s see some real Jerusalem artichokes.\n\nAaron:                        So these are the?\n\nBrian:                          Yeah. This actually fell over because they’re so heavy.\n\nAaron:                        You can see examples some of the larger Jerusalem artichokes. Beautiful. Yeah.\n\nBrian:                          Yeah. Get it together.\n\nAaron:                        Yup.\n\nBrian:                          Wow.\n\n[01:10:01]\n\nAaron:                        Massive huh? Oh nice.\n\nBrian:                          This one you’re thinking all of them out. They’ll creep back up because there’s always some that you missed.\n\nAaron:                        Oh, look at that. Just abundant.\n\nBrian:                          Yeah.\n\nAaron:                        Abundant fruit. Beautiful. Well, Brian thanks so much for sharing all this with us and.\n\nBrian:                          My pleasure to do so.\n\nAaron:                        What a joy. What a joy and absolutely beautiful and folks wherever you are as our friend and board member Brad Lidge likes to say, whatever your lot, whatever your plot plant something. Get growing and get that compost going to.\n\nBrian:                          That’s right.\n\nAaron:                        As far as any calls to action you might have for our audience Brian what would you like to leave us with?\n\nBrian:                          Yeah. Maybe two things. One is I think sometimes, there goes Emmanuel Kant that said any moral act in order to be moral you can’t derive any benefit from it. Which I think is a lie. Right. Sometimes in conservation circles there’s the sense that we’re doing the right thing and it’s got to be hard. We’re doing the right thing and so it’s got to be hard. I think again sometimes we listen to the wrong philosophers. I have found that often times to do the right thing it’s a blessing and it’s a joy to do it, right?\n\nAaron:                        Yes.\n\nBrian:                          So, one just, yeah. Engage in good and redemptive activity with joy, right? And the second thing is do what you love to do. Right? I’m doing this because I love to do it not because of any other reason. So I, start small. This is 3.7 acres which in the grand scope of things is nothing but it’s making a big difference for me and for my family. I think it’s making some small difference but if a whole bunch of people would begin to do things that they love to do that were in some way like this then I think some things will start to change that, the needle would begin to move because we need the needle to move.\n\nAaron:                        Love this. So, what I’m hearing is we get to choose to conspire in our various places and help create God’s garden.\n\nBrian:                          Absolutely. He made us his co-creators, he said go do and have fun. Have fun and go do it.\n\nAaron:                        Absolutely beautiful. Well, thank you so much Brian.\n\nBrian:                          Yeah. Thanks Aaron.\n\nAaron:                        We enjoy visiting with you.\n\nBrian:                          Need to be with you.\n\nAaron:                        All right."
}