{
  "title": "Episode 44 – Pat Frazier, NP, Biodynamic Educator & Earth Steward Par Excellence",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/5026/episode-44-pat-frazier-np-biodynamic-educator-earth-steward-par-excellence.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-44-pat-frazier-np-biodynamic-educator-earth-steward-par-excellence/",
  "episode_number": 44,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcast Series.\n\nToday we have the opportunity to visit with Farmer and Expert Educator Pat Frazier,\n\nHi Pat.\n\nIt’s great to visit with you today.\n\nYeah, because you made it over.\n\nWe did.\n\nWe had a beautiful drive through the mountains to get here.\n\nPat Frazier has been a biodynamic farmer for over 20 years.\n\nShe and her family have a small biodynamic homestead diversified farm and family dairy\n\nin western Colorado where all of the preparation herbs are grown and utilized in making the\n\nindigenous biodynamic preparations for her farm organism and western Colorado regional\n\nbiodynamic group.\n\nPermaculture design is another of her passions and its marriage with biodynamics is included\n\nin her two week residential permaculture certification in the summers.\n\nPat is a passionate cultivator of the biodynamic agriculture movement speaking nationally\n\nand regionally at major biodynamic conferences and advising on three national organizations.\n\nShe is the president of the Board of Directors of Josephine Porter Institute for Applied\n\nBiodynamics, the largest non-profit distributor of biodynamic preparations in North America.\n\nPat, I have been looking forward to this conversation for quite a while now and I’m so thrilled\n\nwe have the opportunity to share with our audience a direct conversation with you about\n\nbiodynamics and permaculture and all of this amazing work we can be doing more of in\n\nour lives and in our homes regardless of our particular setting so thanks for taking\n\nthe time to visit with us.\n\nYou’re welcome.\n\nYou’re welcome.\n\nSo we have a lot to talk about, what do you feel like would be a nice place to start?\n\nI think today the best place to start is one of the real main principles of either permaculture\n\nor biodynamics which is rhythm.\n\nSo as you know we just passed before the July, today is July 6th and we had a very auspicious\n\nday on the 3rd of July which was a day where the calendar indicated that in the cosmos there\n\nwas an opposition happening and opposition is where the moon is here, the earth is here\n\nand on the other side is a planet and so the moon actually emphasizes and really brings\n\nforth all of the qualities of whatever planet is over here on the other side of the earth.\n\nAnd on July 3rd that happened to be moon opposed Saturn.\n\nNow Saturn when Rudolph Steiner spoke to us about biodynamics, at that time Saturn was\n\nthe furthest planet out and so it was the planet where all evolution began was regards\n\nto what we now know as the earth evolution and when it began evolving the only quality\n\nthat Saturn had was warmth.\n\nIt was the quality of warmth that generated all life.\n\nWhen biodynamics we have an association with certain plants on earth with certain planets\n\nand those associations are what create some of the herbs and the fermented preparations\n\nthat we use for fertility in biodynamics.\n\nIn July, usually at about this time in July one of the plants that is associated with Saturn\n\nis in full bloom and so on July 3rd not only was that plant in full bloom but that plant\n\nassociated planet Saturn was emphasized by the moon.\n\nSo what we did on that day was a very rhythmic exercise where we harvested just the flowers\n\nof the plant called the laryon and that particular plant and its flowers that are fermented into\n\na very potent fertility agent for us that we can use on a small as a backyard garden\n\nto its largest thousand acre farms and the quality of that particular preparation that we\n\nmake is to bring about warmth.\n\nSo for instance it’s really practical use is for someone who may be growing fruit trees.\n\nWhen we have laid frosts in the spring we can use this particular preparation to present\n\nthem from having frost.\n\nSimilarly if we want to extend our season so that we are growing earlier in the season\n\nor later in the season we can treat our seeds with laryon and then that laryon can assist\n\nthose seeds in understanding, creating their own wisdom about how to be able to withstand\n\na larger range of temperature.\n\nSo it’s a very very practical preparation and I love making it because it’s a craft.\n\nIt’s like making fine wine and there are several steps to it and the first step is to harvest\n\njust the flowers and then we put them in water so this is just the laryon flower and it’s\n\non a stem we would probably take the stem off eventually and we let it steep in water\n\nto get the flowers nice and juicy.\n\nAfter it’s steeped in this water for a little while we grind it up, we can use anything\n\nto grind it up like a food mill or whatever then we press it and when we press it it turns\n\ninto this really gorgeous brown liquid and this brown liquid if you had a smeller on this\n\ncamera you’d understand that it smells like a very strangely fragrant wine after it’s\n\nfermented.\n\nIt reminds me of a little bit of some of those really beautiful, unique balsamic vinegars\n\nwe can get from a different place.\n\nExactly.\n\nIt is a very resembling balsamic vinegar, particularly when it’s fermented for a long period\n\nof time.\n\nSo where I keep all of my potions in my root cell I have various years of the laryon.\n\nThis is my favorite, this was 2013 and this is actually how it’s made.\n\nSo once the juice is pressed out it goes into one of these little fermenting chambers\n\nwhich has just a bit of water in here so that it can anaerobicly ferment.\n\nSo this is last year’s laryon and so the rhythm in biodynamics is extremely important\n\nand it keeps us grounded on the earth, it keeps us grounded on the earth and its relationship\n\nto the cosmos.\n\nSo in the summertime when things are out and blooming and growing there are many many\n\nrhythms that have little pulsations in time.\n\nIn the course of the year there are also many rhythms but they sometimes stretch out\n\nthat of course we know as the seasons.\n\nBut during the summertime certain plants that we’re using for our fertility here in biodynamics\n\nare in bloom and it’s the day to harvest them and that’s what you do on that particular\n\nAnd it keeps you in touch, it keeps you grounded so that you understand your relationship\n\nto the cosmos and it keeps you in a sense of relationship that keeps you mindful of\n\nwhat it is that we’re doing here on earth.\n\nSo that was just a little aside that I wanted to share with you, the laryon.\n\nOne of the principles that’s really important about dynamics is on farm fertility or in\n\nyour garden fertility.\n\nIn other words it’s really not necessary for us to supply our gardens with things that\n\ncome from a bag.\n\nWe can actually make our own fertility in our gardens and make our own fertility within\n\nthe organism that is our garden or our farm and it’s very simple to do and that’s what\n\nI really love about teaching about dynamics is teaching that self-sufficiency that we can\n\nhave as gardeners and farmers.\n\nYou know one of the things that I know you and I have talked about a few times together\n\nthat excites me almost beyond words is the potency and the empowerment that gives us as\n\npeople and this doesn’t require of us to go back to the land necessarily doesn’t mean\n\nwe have to every one of us become a farmer in our own perhaps suburban neighborhood even\n\nif we’re in an urban setting and we have a shared community gardens down the street there\n\nis so much we can be doing to empower ourselves with this fertility, with soil building and\n\nI’m just struck that we have read at our fingertips an extraordinarily potent tool when\n\nit comes to the biodynamic work and I know this is a big part of your teaching and the\n\nwork you’re doing you’re by your getting more and more folks engaged in that practice.\n\nRight and I think the other piece that’s starting to be coined more and more and more about\n\nour work on the land is that you know we’re regenerating we’re not just sustaining we’re\n\nregenerating and there’s a regenerative there are many regenerative practices that\n\nwhose aim is to build soil the plants are secondary the soil is really what we’re doing and\n\nwhat we’re working with and that’s why I really feel strongly about some of the new sought\n\nthings that are coming out in regenerative agriculture around combining disciplines so we’ve\n\nstarted to coin a term for the dynamics and have taught our work first workshop in that particular\n\ndiscipline just this spring in Virginia and a lot of people are starting to understand that\n\nthere’s no dogma here about these disciplines if they work and they marry together we should\n\nbe using them together. I love it everybody one of my favorite bumper stickers that says my\n\nkarma ran over my dogma and what maybe some of our audience is familiar with permaculture and\n\nfamiliar with biodynamics but I imagine you know some of our audience may not be familiar with those\n\ntwo terms concepts and practices and I’m wondering in a nutshell how would you describe\n\npermaculture on the one hand and and biodynamics on the other you’re you’ve already given us a\n\nflavor of what biodynamics is but in a nutshell how would you explain those two?\n\nWell permaculture to me permaculture is best described as something that man institutes on\n\na particular piece of ground be it a garden be it a farm what what ever scale such that we’re\n\nmimicking nature we’re coming into a piece of ground and we’re saying what is here what is crossing\n\nthis land be it sun wind water etc that we can observe as human beings and how is it that it’s\n\naffecting what’s going on in the soil and what’s going on in the plants that are there already\n\nonce we discover that kind of really deep observation on any piece of land from a backyard garden\n\nto a rooftop garden to about two thousands of acres of farmland we then become way more educated\n\nstewards about how to manage that land and its best its best form how can it manage itself in\n\nits best form with our guidance such that we’re just we’re just lightly stewarding it we’re not\n\nimposing we’re just lightly stewarding it there are many many techniques and I actually think\n\nthat permaculture is best described in in the flesh so I think we’ll probably go outside and\n\nstart taking a few of those little demonstrations start that’s beautiful and then before we go outside\n\nI’m really excited to get out there but before we go outside what with with the practice of\n\nbiodynamics how would you describe that concisely to a person who wasn’t familiar with it so biodynamics\n\nis really taking the practice of agriculture one step forward to spiritualize in the earth and what\n\nwe do in in in having that come forth in our stewardship practices is to understand that\n\nland can be viewed as an organism just like we can so land can be viewed as an organism that breathes\n\nthat digest that has a little force that moves the changes that is in livined and we can create\n\nthat in a vision for a piece of land so a farm as an organism is one of the primary principles\n\nof biodynamics and creating that organism is our task to do that we understand also the more of a\n\nof viewpoint of geosentrism so that means that if you’re a plant and you’re growing on earth you\n\nhave a certain perspective growing on earth that’s different than us humans who understand that\n\nthe earth is orbiting the sun from a plant’s perspective a plant understands the whole of its\n\nconnection as it’s growing on earth with the cosmos with all of the planets with the stars with\n\nthe Milky Way and with the all of the constellations that comprise our solar system so that viewpoint\n\nis how we actually approach working with plants in biodynamics and allowing them to best express\n\nthese cells there are many many ways that plants tell us that they’re influenced by the cosmos\n\nboth in the way that they grow in their rhythms even in the face of their flowers so that’s\n\nanother really strong tenant of of biodynamics the third one is that we utilize the plants in a\n\ncertain way that expresses their archetype to make homeopathic medicines for the earth and that\n\nis our fertility in biodynamics along with just basic good organic practices so these three principles\n\nreally marry one another to create the environment where we bring spirit into into agriculture utilizing\n\nthis organismic approach utilizing the the connection that we have with the rest of the cosmos\n\nand understanding the archetypical archetypical energies of certain plants that we use as fertility\n\nAnthroposophy is the underlying spiritual form of biodynamics and Anthroposophy means\n\nAnthropos which is the man Anthroposophia which is the wisdom so the wisdom of man is Anthroposophy\n\nand that was coined by Rudolph Steiner back in 1924 it’s it’s not a complicated\n\nway of approaching agriculture it’s it’s easy to learn it makes you feel very self-sufficient\n\nand connected grounded thank you so much Pat you know one of the things that really strikes me\n\nI don’t think I mentioned in the introduction of you and your background that you are also a\n\nnurse practitioner and you have a very solid western medicine scientific background and more\n\nand more of my friends colleagues and mentors are helping me understand that a couple centuries ago\n\nwe had this profound transition from an alchemical worldview to a chemical worldview and perhaps\n\nsomething was lost along that transition certainly we we’ve made many gains and many arenas\n\nto be celebrated for sure at the same time we’ve had a lot of negative consequences as well\n\nin this age of chemistry and it strikes me that there’s something going on with biodynamics\n\nthat is helping us reconnect to a perhaps deeper or wiser understanding of what it means to be\n\nliving on planet earth that in many respects we’ve we’ve lost in modern culture we’re seeking that\n\nconnection so the the idea that a plant living on earth has has a body and has a wise\n\nperson in that body is something that is attainable by all of us it’s it’s it’s easy for us to\n\nunderstand that when we connect with plants and connecting with the idea that their wisdom\n\ncan be accessed by us and can be promoted by us is another way of us connecting with everything\n\nthat really is us it really is us there is really no separation there we’re all the same and so\n\num part of that is a principle called homeopathy which is where you take a small essence of what\n\nmay be something that the plant needs for its wisdom to develop and you give that plant that space\n\nof wisdom to take in what it needs through the compost pile through the biodynamic preparations\n\nto perform at its very highest best self then when we eat that plant we’re performing at our very\n\nbest highest self so it’s it’s um it’s a connected way of looking at things instead of a\n\nmechanistic way of looking at there’s something wrong that’s corrected yeah um it’s more there’s\n\nsomething why is let’s access it making notes as says rapidly as I can with on this well this is\n\nso wonderful what do you think should should we head outside thank you should yes sounds great okay so\n\njust to orient you where we are here in the landscape um this is a a permaculture gilded orchard\n\nthat’s about 16 years old and what you’ll notice here is if you pan this way and just look behind us\n\nyou’ll notice that this does not look like any normal orchard what you’ll see in here is a very\n\ndiverse mixture of plants that are living in kind of a tribal nature together that complement one\n\nanother so it consists of a canopy which is all of the trees back here and there are apples\n\npeaches um cherries both sour and sweet plums and then there are also little bushberries\n\nover here which you can see that are nanking cherries that are actually grown mostly for the birds\n\num there are several medicinal herbs in here one is comfrey which is a dynamic we call this a dynamic\n\naccumulator of nutrients and we planted everywhere in permaculture landscapes specifically to accumulate\n\nnutrients another one is this little plant which is alfalfa again a dynamic accumulator\n\nnitrogen fixer which helps to build soil beneath what we’re standing on further down in the orchard\n\nthere are some other plants that are also nitrogen fixers both shrubs as well as ground cover\n\nwhat we’re standing in right here is what’s called a swale this is how we capture and store water\n\nwhich is one of the principles of permaculture capturing and storing energy in the form of water\n\nis extremely important in this particular landscape because we only get 13 inches of grain a year\n\nso one way of capturing water is to make just a simple ditch instead of a straight ditch where most\n\npeople here in the western slope irrigate their um fruit trees this ditch actually follows the\n\ncontour of the land and therefore the water moves very slowly and sinks very deeply and nourishes\n\nthese fruit trees and all of the foods that are on the floor all at once so this acts like a huge\n\nlens underground capturing and storing water and nutrients for the trees um further down the\n\nme orchard there is a whole bank of nitrogen fixing shrubs and the way that those release nitrogen\n\nis to just be chopped off in the springtime then their nodules on their root feed into the soil and\n\nrelease nitrogen for the fruit tree so this is just a very graphic example of how permaculture works\n\nto build soil um it works by not disturbing the soil as much as possible and by keeping things\n\npermanent and as much as permanent as possible so as many perennials as possible and when we\n\nmove down into the cultivation beds you’ll see some permanent culture that is um food that keeps\n\ncoming up here after you’re up here what one of the things i love about a system like this pat is\n\nit really makes explicit the super abundance of the conditions on earth for example there is a whole\n\nlot of nitrogen in the atmosphere right it’s a very abundant element in our atmosphere and to have\n\nplants right here in this place pulling it down and getting it into the soil you don’t need to\n\nbring in an artificial nitrogen based fertilizer right which is of course a multi-billion dollar\n\nindustry and you know we’ve we’ve made certain decisions over the course of the last several\n\ndecades for a variety of reasons but we have an opportunity to uh return our agriculture back to\n\nsomething that’s in in closer rhythm with nature cycles and is taking you could say better\n\nadvantage of the natural abundance of this place right and you can imagine how much how much carbon\n\nis being sequestered here we never we never turn this over we might graze it just so that it\n\nwould regenerate a little bit but that’s about the only turnover that happens here um might mow it\n\ndown a little bit true but mostly i spend time in my hammock watching it grow uh-huh i love it\n\nokay all right we’ll walk through the orchard this way okay take you on a little tour by the camera\n\nand end up in my 20th batch excellent So free to smack on me, that cherry.\n\nMost of them are getting pretty light.\n\nGive a quick shout out to my son Hunter,\n\nwho’s manning the camera today.\n\nHi everybody.\n\nOh, those are delicious tacos.\n\nSo here we have an example of the diversity of a cultivation field.\n\nWhat we’re standing on here is a cover crop of rye,\n\nwhich was about this tall, about a week ago,\n\nand we mowed it off, and we just are leaving it like this\n\nto decompose a little bit into the soil.\n\nAfter it decomposes a little bit,\n\nwe’ll rough up the soil just a teeny bit,\n\nand then we’ll grow another cover crop in it,\n\nand then this soil will be prepared for food next year.\n\nOther than that, it really doesn’t get any other treatment.\n\nSo instead of having us planted fence post-defense posts,\n\nwe strategically improve certain strips of soil in this field\n\nso that they’re primed for food production,\n\nand we get the very best food production we can.\n\nWe also have a really diverse strip in here of different perennials\n\nthat provide several different things.\n\nNumber one, they provide medicinal herbs.\n\nThis is St. John’s work here, almost coming into bloom.\n\nThis is the Valerian we spoke about for the roles of here is Yarrow,\n\nwhich is a very diverse medicinal herb.\n\nThere’s a bunch done in here too.\n\nAnd they’re all growing together,\n\nand you’ll notice that there aren’t any spaces on the soil.\n\nWe want to keep the soil covered like a blanket.\n\nYou know, to keep it protective.\n\nAnd if you continually agitate the soil with tillers\n\nand machines and things like that,\n\nthen it never has a chance to make the bloom\n\nthat pulls everything together that nourishes the roots of the plants.\n\nSo you keep everything covered as much as possible.\n\nIn this particular bed,\n\nyou will walk through and find butterflies,\n\nladybug, parasitic wasps, honeybees,\n\nfragrant flowers, things that you can enjoy all the time.\n\nThe other thing that’s growing in here that’s a little known benefit is\n\nthis is a perennial nitrogen-fixing\n\nwith you, who calls sandplains.\n\nIt’s an amazing forage for animals\n\nbecause it doesn’t cause bloat.\n\nAnd it’s also a very valuable seed crop.\n\nSo in this particular bed,\n\nI have two of the eight biodynamic herbs that I need to make fertility.\n\nI have a seed crop that provides me with an income.\n\nI have other medicinal herbs that provide me with medicine.\n\nThere are fruit trees growing in amongst all of these\n\nthat provide me fruit.\n\nIn the ground cover further up this bed,\n\nwe have strawberries and rhubarb.\n\nMost everything that’s growing here is either edible,\n\nhas a medicinal value,\n\nor has a nutritional value for animals and the soil and us.\n\nAbsolutely beautiful.\n\nEven though it looks very wild,\n\nwe want it to look wild.\n\nThis is nature.\n\nThis is nature reconstructed in a permaculture-esque manner\n\nso that we want it to stay wild like this.\n\nWe don’t want it to be disturbed all the time.\n\nNow come with me.\n\nNow this side of the production bed\n\nis where we actually are growing food for production this year.\n\nAgain, you don’t see any bare ground.\n\nI don’t mind if the weeds are here.\n\nThey don’t take up too much nutrients.\n\nIn fact, they actually mine up nutrients for the plant.\n\nIn the midst of it, you see this long, long hedgerow.\n\nThis long hedgerow has all berries, cherries,\n\ncurrants, raspberries, all kinds of things in here for us to eat.\n\nAnd so it also pulls in diversity.\n\nIt pulls in birds, it pulls in insects.\n\nIt’s after the water loans, captures water.\n\nAll through and here, this is cover crop\n\nthat will also then be turned over.\n\nAs potatoes, peas, garlic, onions, greens, etc., etc.,\n\nand then another hedgerow.\n\nSo these hedgerows are really important in permaculture\n\nbecause they do something in the landscape\n\nto create a block for the wind, which we can feel right now.\n\nAnd these hedgerows have diversity in them,\n\nas well as the wind breaks that allows the landscape\n\nto settle a little bit.\n\nInstead of being hushed across it, it’s settled.\n\nIt’s just a little bit gentler, sweeter, nicer.\n\nThen it would be if this were just the meadow\n\nthat it was when we first came here.\n\nAnd then right below your feet where you’re standing,\n\nthis is a trial in here that I’m doing\n\nfor Rocky Mountain Seed Alliance,\n\nwhere I’m growing several different kinds of heritage wheat,\n\nsorghum, corn, sunflowers, beans,\n\nall to see how well they do here.\n\nSo that if they do well, then we know that\n\nthis will be a good thing to breed seeds\n\nthat are adapted to this particular climate here.\n\nAnd the only treatment that this field receives\n\nis about mimic preparations for fertility.\n\nThere’s a theme running through all of this\n\nof the local knowledge and relationships\n\nthat emerge even in the plants themselves.\n\nIt’s not a one-size-fits-all kind of solution\n\nacross an entire state or continent or even region.\n\nSo we’re really trying to breed seeds here\n\nin this climate for this climate that are adapted\n\nthat understand what it’s like to grow at 6,800 feet\n\nand 13 inches of rain.\n\nNot that know what it’s like to grow in Oregon\n\nwith no sunshine, acid soils, all those kinds of things.\n\nThis is specific to us.\n\nThis is an indigenous wisdom in the plant.\n\nThe same thing happens out here in this pasture behind us.\n\nThis pasture has an indigenous wisdom\n\nthat feeds the animals at this point, only one,\n\nwho reside here.\n\nAnd the wisdom that comes through the manure\n\nwith this animal that resides here, my dairy cow,\n\nthat wisdom in that manure is what makes the fertility\n\non this farm.\n\nSo what she eats, the plants that she eats,\n\ncreate a much better, much more well-adapted manure\n\nfor this farm, only for this farm.\n\nAnd so that’s the permaculture in action\n\nthat I love to talk about because when we first moved here,\n\nthis whole entire landscape that you’re panning around seeing\n\nlooks just like that pasture.\n\nThis is all 16 years old.\n\nBeautiful.\n\nOn 13 inches of rain.\n\nAbsolutely beautiful.\n\nSo that’s what we can do with regenerative agriculture practices.\n\nAnd we can do that fairly simply.\n\nAnd there’s been no importation of fertility here,\n\nexcept what’s here on this farm for many, many years now.\n\nProbably a decade.\n\nAbsolutely remarkable.\n\nPat, I’d love to ask you, thinking again about our friends\n\nand our audience who are perhaps living in a suburban setting\n\nor an urban setting, what can we encourage our millions\n\nupon millions of urban dwelling friends to do\n\nto help this restoration and regeneration process?\n\nI think the main thing that is important around urban landscapes\n\nis to take one small corner of that urban landscape\n\nand let it be wild.\n\nLet it be wild.\n\nDon’t do anything to it.\n\nDon’t make it be lawn, don’t make it be bushes,\n\ndon’t make it be weed, not mulch.\n\nJust let it do what it’s going to do.\n\nAnd here on this farm, the majority of what we have here is wild.\n\nAnd so it’s fairly easy to import that concept in.\n\nBut in urban landscapes, it’s very manicured and managed.\n\nAnd that’s okay for what it is.\n\nBut there’s always got to be at least a little corner\n\nof any landscape that can be left wild.\n\nLet the weeds grow, let the shrubby weedy trees grow in there\n\nand the bushes see what happens.\n\nAnd that place is where all of the magic happens.\n\nThat place is where all of the elemental beings\n\nwhich are behind all this work that we’re doing in the spiritual world\n\ncoalesce and make themselves known.\n\nI think that’s the main thing that people can do in urban landscapes.\n\nIt’s just to let a little bit of it be wild.\n\nAnd really cultivate that.\n\nReally say that’s as special as this vegetable garden that I’m growing.\n\nEasily.\n\nEasily.\n\nOne of the things I gather from my exposure to biodynamics\n\nand even permaculture over the years is that it ultimately\n\nis giving us humans a beautiful invitation\n\nand a big wide door to walk through for our own spiritual nourishment.\n\nAnd it just brings me great joy thinking that more and more\n\nof us will be able to experience this directly\n\nas we transform our culture in the coming years.\n\nAnd we are, we have the opportunity and we have the gift as a steward\n\nto be able to create these spaces and maintain these spaces\n\nand say that this is what’s valuable.\n\nThis is what’s valuable.\n\nI’m reminded of this quote that President Franklin Roosevelt\n\nsaid almost a hundred years ago, not quite.\n\nAnd he said, a nation that destroys its soil destroys itself.\n\nAnd it strikes me.\n\nThere’s probably a corollary to that statement.\n\nAnd it’s a nation that heals its soil heals itself.\n\nAnd I think we are experiencing this as we see more and more\n\nand more friends and students and who become teachers\n\nhelp to proliferate this understanding,\n\nthis humble wisdom into communities all over.\n\nQuite something.\n\nAnd of course Pat, you’ve taught so many folks.\n\nIt’s just remarkable to think about that the ecological impacts\n\nyou’re having through those networks of teachers now\n\nand folks who are stewards and places all over.\n\nThis place is my recipe, it’s my food, it’s my soil,\n\nit feeds me like no other.\n\nAnd I give back to it.\n\nIt’s a reciprocal relationship that I’m having here\n\nthat is such an incredible gift.\n\nAnd every day I have a prayer for this place\n\nthat I say to it very often on a pretty regular basis\n\nthat is, you know, I will always love you.\n\nI will never hurt you and I will never leave you.\n\nOh, that’s so beautiful.\n\nNo, that’s kind of how we live together here.\n\nWell, let me take the opportunity to just remind our audience\n\nthat this is the Why On Earth Communities Stewardship\n\nand Sustainability Podcast Series.\n\nAnd right now we are visiting with Pat Frazier at her\n\npiece and plenty farm on the West Slope of Colorado.\n\nAnd I want to make sure to give a shout out to some of the sponsors\n\nwho are making this podcast series possible.\n\nThat includes Wailay Waters, Patagonia, Earth Coast Productions,\n\nthe Association of Walters Schools of North America,\n\nthe Lidge Family Foundation, Purium, and Equal Exchange.\n\nAnd I want to also invite our audience to get involved\n\nand help support this effort yourselves.\n\nWe now have a monthly giving program\n\nand are inviting folks to make a contribution\n\nat any level that works well for you.\n\nAlso, one of the benefits of being a listener\n\nis that you can get free downloads\n\nof all of our electronic products, eBooks and audiobooks.\n\nGo to whyonearth.org and use the code EarthDay,\n\nwhich works every day, to get your free downloads.\n\nAnd you can also at whyonearth.org, go to the support section\n\nif you’d like to join the monthly giving program.\n\nAnd I want to be sure to mention too that for those of you\n\nwho would like to learn more about biodynamics\n\nand about the work Pat is doing,\n\nyou can get more information at jpiviodynamics.org.\n\nAnd that’s the letter j letter p letter i biodynamics.org.\n\nAnd we’ll put that in the show notes for you as well.\n\nPat, my notes are full up here.\n\nAnd it’s just, it’s so wonderful knowing that\n\nbecause of your experience and expertise as a teacher,\n\nyou’re able to convey so much information\n\nin a relatively short period of time.\n\nAnd to be able to not only go into biodynamics,\n\nbut also permaculture,\n\nand how these two really work together\n\nand become an incredible synergy together,\n\nlike goodness, what a gift.\n\nThanks for sharing that with us today.\n\nYou’re welcome. You’re very welcome.\n\nMy pleasure.\n\nOf course.\n\nWell, and I’m wondering before we sign off,\n\nis there anything else you’d like to share with our audience\n\nin general?\n\nWell, I think the thing that I alluded to\n\nwhen we first started the podcast was to not be afraid\n\nto marry these concepts together.\n\nTo be able to understand when something feels right\n\naround agriculture, gardening,\n\nit usually feels right because we’re doing no harm.\n\nIt usually feels right because something\n\nis drawing you into the garden that catches your eye,\n\nit’s a smell, it’s a feeling,\n\nit’s just an ambiance that says something’s different here.\n\nAnd I think that that marriage of these regenerative practices\n\nwhere we’re truly creating something\n\nbecause we know it’s right for the soil\n\nand truly making fertility because we know we can do that\n\nourselves.\n\nThat marriage together is something that just feels right.\n\nI tell my kids every now and then, you know,\n\nif I check out here in a little while,\n\nit’s okay because I’ve done right with her.\n\nI’ve done right with her.\n\nI’ve done all I can to take care of her.\n\nAnd I think keeping that still small voice\n\nin the back of our head of not doing\n\nharm can just possibly turn us over\n\nto the next evolutionary step that we have here on the planet"
}