{
  "title": "Episode 100 – Aaron William Perry Interviewed by Artem Nikulkov",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11845/episode-100-aaron-william-perry-interviewed-by-artem-nikulkov.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-100-aaron-william-perry-interviewed-by-artem-nikulkov/",
  "episode_number": 100,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "In this special episode, Aaron William Perry, founder of the Y on Earth Community and host of the Y on Earth Community Podcast is interviewed by Artem Nikulkov, founder ofEarth Coast Productionsand member of theY on Earth board of Directors.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today,\n\nwe have a very special episode for you as we’re visiting here with Artem Nikolkov.\n\nHi, Artem. Hello, Aaron. How are you doing? Doing great. And I’m visiting with you here\n\nat your location. It’s an honor to be here. Thank you. Yeah, I’m just thrilled to have you here.\n\nAnd this is the the writers cottage here at Elk Run Farm and also the headquarters for our\n\nwork at the YonEarth Community. And today in celebration of our 100th podcast episode,\n\nArtem and I were talking and thought it would be great for him actually to interview me.\n\nAnd so without further ado, I’ll hand the reins to you, Artem, and take it away. Yeah, thank you,\n\nAaron. It’s truly an honor being here. And congratulations on the 100th episode. That has\n\nmust have been quite a journey. I know it has been a journey because I’ve been part of it editing\n\nthe various episodes and the number of interviews that you have held with so many amazing individuals.\n\nSo I’m really curious to hear where you personally feel right now with the Why Honors\n\npodcast and what your vision is for the future for the podcast itself and maybe in the larger sense\n\nfor YonEarth Community. Yeah, it’s exciting to sort of be at this milestone and both\n\nreflecting back on the last 99 episodes and also thinking ahead to what’s next. And this time\n\nof year being kind of the depths of winter is really seasonally speaking a perfect time to be doing\n\nthat kind of reflection. But I got to say one thing which is this that Artem, a huge thank you\n\nand sincere gratitude to you and your company Earth Coast Productions and your team,\n\nJordan, Josh, everybody over there. And for those who don’t know, Artem is on the board of directors\n\nof the YonEarth Community and has been tremendously integral to everything we’ve been doing the\n\nlast few years. And with Earth Coast Productions has been incredibly generous with his time and\n\nexpertise helping us do all the stuff that we’re doing with digital media and web resources and\n\nall that kind of stuff. So there’s a certain rhyme and reason behind the fact that we chose to\n\ndo this together. And of course you’re also through Earth Coast Productions. You’re doing video\n\nwork with all kinds of different great organizations and thought leaders engaged in these questions\n\nof stewardship and regeneration and sustainability and health and wellness and community and culture and\n\nart. And so it’s just really fun to be a part of your growing body of citizen journalism\n\nyou know as you’re doing your work out in the community. So thank you.\n\nYeah, you’re welcome. And it has been fun being a part of that journey and supporting\n\nWhy an Earth through the website and making the iterative changes there, seeing how you are really\n\ndeveloping the vision for Why an Earth and continuing to build out the community and\n\ncommunicating, connecting with so many diverse individuals. It’s incredible listening to the\n\nnumber of topics that you bring up from biodynamics to sustainable farming to\n\ngetting into energy and economics. And I mean it really seems like there’s a topic that you\n\nhaven’t touched or won’t touch and that’s incredible because what the world needs right now is\n\nfor people to understand that this is truly a holistic approach. This change that we’re all\n\ntalking about and bringing and stepping into a livelihood that we can all be proud of\n\nof the way that we step on this Earth, it takes that holistic approach where we’re looking at\n\nevery facet of our lives from a new perspective through a new lens, you know using media terminology.\n\nAnd you do that really well and I’m really excited to see where you go next with it.\n\nAnd as we are coming out of this COVID moment culturally, you know the vaccine is out there,\n\npeople are getting vaccinated and people, however you may feel about that, I think the world is\n\nopening up and it will still take a few more months but we will be gathering in person soon\n\nenough it seems and I look forward to seeing why on Earth on the road and visiting conferences\n\nand engaging with folks in that way as you’ve continued to do so digitally through visual means\n\nas much as possible. So I’m curious what you see what’s around the corner there.\n\nYeah it’s an interesting question for me to think about and partly I think provides the\n\nopportunity to talk about how this whole podcast thing got started in the first place, right?\n\nBecause it’s not like we sat down with our other board members that’s Brad Lidge and Katie Garcis\n\nand said oh we should launch a podcast like that strategically makes a ton of sense. That wasn’t\n\nactually how that happened. Instead it emerged and evolved very organically and I know you and I\n\nwere up visiting sustainable settings, one of the sort of mothership biodynamic farms here in\n\nColorado for a workshop and an interviewed Brook and interviewed Brook Levan and interviewed Stephanie\n\nSeisen and suddenly we had a couple episodes and then you know through Zoom I interviewed Nancy\n\nTuckman from the University of Loyola at Chicago and she has gone on to found an entire college\n\nthere now the sustainability school and you know Reverend Fletcher Harper and Judas Schwartz those\n\nwere the first five episodes we did and thought gosh huh this is actually a really interesting way\n\nfor us to compliment our on the ground community mobilization work where we’re doing things with\n\npermaculture and biodynamics and soil and fermentation of fruits and vegetables and\n\nand this digital communication allows us in a very succinct format to help share and amplify\n\nthe voices the wisdom the knowledge of so many different educators thought leaders scientists\n\nfarmers herbalists authors and it just kind of kept rolling and it’s been so much fun\n\nuh connecting with all of these different folks that we’ve had on the podcast thus far and with\n\nwith an eye to how important community is especially in these times it’s actually a very potent way\n\nalmost like Macylia in a forest to network with a variety of different thought leaders organizational\n\nleaders and folks who are are also committing substantial parts of themselves and their lives and\n\ntheir professions to this regenerative and stewardship work and so the community building aspect of\n\nall of this is really what I think has surprised me most about the podcast series and so now thinking\n\nabout the next 100 episodes it’s like boy this is this is going to be absolutely tremendous because\n\nI think we’re going to continue to network and link up with folks not only for the purpose of\n\nthe episode but also to figure out how can we best collaborate going forward and that those kinds\n\nof conversations have been emerging more and more as we’ve been doing different different episodes\n\nwith folks I think about John Lew the founder of ecosystem restoration camps and now we’re in\n\nconversations about collaborating with that global network to help launch restoration camps right\n\nhere in Colorado right here at Elk Run Farm with our friends Nick and Marissa with drylands agro\n\necology research and others in the region similarly you know our 99th episode was with David\n\nBeasley the executive director of the United Nations World Food Program which was awarded the 2020\n\nNobel Peace Prize and we’re beginning conversations with them about how do we help their efforts how\n\ndo we collaborate with them around regenerative work in these communities all around the world\n\nthat absolutely need to do soil regeneration work absolutely need to do water stewardship work\n\nabsolutely need to create more food security in their communities and so there are very real\n\nreasons to take action flowing from the conversations that we’re having in these episodes and\n\nthat’s really what I think I’m probably most excited about and of course we’re cooking up a handful\n\nof exciting developments in the why on earth community that we’ll be sharing through the course\n\nof this year and you know we can talk about that a little later on in our conversation but I’m\n\nreally just feeling a lot of gratitude and enthusiasm Artem about what’s what’s coming next with\n\nthe podcast yeah definitely exciting times ahead so you mentioned regenerative camps\n\nwhat is that all about what’s the concept behind it yeah the ecosystem restoration camps movement\n\nis now in many countries around the world the count may be around 30 and they are experiencing\n\nexplosive growth right now which is absolutely wonderful and needed and also you know create some\n\nchallenges but the basic idea is that communities come together for direct action to restore\n\nlandscapes working with permaculture techniques by and large some are incorporating bio dynamic\n\npractices silver past year holistic management creating Eden’s essentially in different spots\n\naround the world many of which are our our deserts or have been desertified or our severely what’s\n\ncalled brittle in an ecological sense which means are on the front lines of expanding desertification\n\naround the world which is one of the severe challenges and risks we face as a global society\n\nright now and so these camps are hundreds and thousands of people mobilizing on the ground with\n\nthe soil with plants planting millions of trees and restoring landscapes and in many cases bringing\n\nback greater rainfall and precipitation and helping restore balance to the water systems in places\n\nthat thousands of years ago or even hundreds of years ago were known to be more lush and fertile\n\nand so it’s a great honor and I think very important for us to collaborate with ecosystem restoration\n\ncamps here in our region and I think part of what we’ll be doing through our ambassador network\n\nis encouraging others in Colorado around the United States and globally to engage and get involved\n\nand help create even more of these camps as we go forward hmm yeah um and what is the\n\nwineryth ambassador ship program for those but that might not be aware of what what that’s about yeah\n\nyeah this has been another one of these really fun sort of organic uh things that have evolved over\n\nthe last couple of years we now have something like three to 400 people engaged as ambassadors\n\nof the wider community many many are in the United States but many are um all around the globe\n\nand as we’ve been growing as a small nonprofit organization we’ve been developing more tools\n\nand framework and infrastructure uh to help support our ambassador’s work in their respective\n\ncommunities to do this community mobilization work for climate action soil regeneration\n\nculture of kindness health and wellness neighborhood resilience and so we’re having a lot of fun\n\nnow at that point of critical mass where we’ve got um our ambassador badge system where ambassadors\n\ncan get you know acknowledged for different accomplishments if you’ve taken a permaculture design\n\ncourse that’s a badge for example um we’ve got a lot of ambassadors publishing their own videos\n\nin some cases even podcast episodes even art and in papers that are all available for the public\n\non the wider.org website uh that’s the ambassador publications page and then we also have ambassador\n\nresources where we’re sharing some very special behind the scenes resources with ambassadors\n\nthat are fully activated to get to those you have to become a fully activated ambassador and there\n\nare a few requirements to get to that level but essentially we’re we’re now engaged with you know\n\na few hundred folks and not only are we going to deepen what that means for that uh initial\n\nnetwork in our community but we’re also going to be expanding bringing in more and more new\n\nambassadors to our ecosystem and this is where partnerships and collaboration with organizations like\n\nthe ecosystem restoration camps becomes even more potent uh essentially amplifying our efficacy\n\nas an as an organization we don’t want to reinvent every wheel we want to collaborate it’s time\n\nto mobilize on a planetary scale and you know we’re we’re living in a moment right now where\n\nthese next few months and few years literally these next three years are are critical in terms of\n\nwhat we’re choosing as individuals as communities and as society yeah i know observing the\n\nambassador ship profiles and network grow has been really exciting for me seeing some of the\n\nnames and faces pop up on on the site and knowing that there are people all over the world that are\n\ncontributing and uh really getting turned into what you’re doing uh it’s spreading that message\n\nmore importantly um activating their own networks in locations where you’re you’re not so that’s\n\nthe wonderful thing about technologies we can use it for good and continue to network and really\n\nconnect with people do with them otherwise we would just not really be able to connect and yeah um\n\nit’s so true and i want to give a shout out to our couple of our interns and uh one is Jake\n\nMatias who’s studying um environmental studies at the University of Oregon preparing to go into\n\nenvironmental law and the other is my son hunter chestnut parent these two young men are doing so\n\nmuch to develop our ambassador resources and we’ve already gotten a number of these profiles\n\nlaunched in live that folks can go through the website to see what individuals are doing in\n\ndifferent locations um and see some of their videos and so on and uh so yeah we we’ve got i think\n\nat this point artim a really solid foundation that we’ve developed uh with you primarily these\n\nlast few years and now are at a point where we can really uh help to cultivate the growth\n\nand the expansion and the amplification of all of our efforts uh within the ecosystem yeah and\n\nwhat what are some of the other uh parts of the ecosystem uh i know you’re also very focused on\n\nwhy aren’t the proved uh what is that all about so within all of this regenerative work\n\nthere there really are two categories i think that we can think about broadly and this is sort of\n\ntrying to distill it down to very sort of simple frameworks and and so it’s naturally oversimplifying\n\nsomething that’s actually rather uh complex and nuanced in reality however i think it’s helpful\n\nto understand that part of what we’re doing with our regenerative work is with living systems\n\nthis is soil and plants and food and of course the living systems of our own bodies and physiology\n\nthe other part of our regenerative work is with human constructed systems like economics\n\nand like uh psychospiritual frameworks and this is where we get into realms like\n\npsychology and uh the the deeper uh reaches of of economic science and theory and you know for\n\nsome of us that might sound horrible uh but for others there’s actually a lot of really important\n\ninnovative work happening right now in these fields and we you know for instance recently had\n\nJohn Fullerton on from the capital institute talking about regenerative economics and he has put\n\nfourth eight principles that he sees as uh identifying and properly describing what it means to do\n\nregenerative economics and uh i’m actually deep in a lot of writing on this topic being presented in\n\nthe uh the form of a novel and screenplay and i know we’ll talk about that a little later but\n\nthe the economics piece is so important in our word economics comes from this Greek word\n\necho smidge which means home and has implied in it the concept of community and relationships\n\nright and it’s also where we get our word ecology so we have to figure out as a global society\n\ncan we do regenerative economics can we do economics without exploitation of humans can we do\n\neconomics without exploitation of the living biosphere and we’ve got to answer those two questions\n\nin the affirmative as quickly as possible to get where we want to go and if we don’t answer those\n\ntwo questions in the affirmative as a global society we’re probably not going to like at all\n\nwhat the consequences are associated with the alternative paths so we’ve got a lot of work to do\n\ntimes of the essence and uh the realm of economics is absolutely critical right now now\n\nto for us it probably do the work in the economics sphere comes back to our human psychology and to\n\nour heart and as cliche or cheesy as that may sound as some i i implore you to consider that it’s\n\nactually literally the most important factor at this stage and without the heart and without the\n\ncultivation of compassion and without the opening of our willingness to feel and to heal\n\nthe the technical aspects of the economic questions may not by themselves give us where we want to be\n\nhmm yeah and taking that into account i know for some folks out there they are very inspired by\n\nthe notion you’re describing and we obviously don’t have a whole lot of time time is of the essence\n\nyou know all that and how would you recommend or what would you typically say to individuals who\n\nmight be thinking that their efforts might not go as far or it might be a drop in the bucket or\n\njust what what is that one action that some might do to keep steering the ship towards regenerative\n\nand ecologically sound if you want to try to boil it down to one that’s a so so and i noticed\n\nas the person who’s ordinarily sitting in the other seat doing the interview i actually didn’t\n\nanswer the question you asked previously about why on earth improved um which is funny and\n\nyou know sometimes when they’re interviewing folks it’s kind of hilarious the way the conversation\n\nweaves and flows like a river mate right but uh you know just getting to the why on earth a\n\nproof question for a moment because i think it does uh provide a segue into the question you just\n\nasked um one of the ways we’re experimenting with regenerative economics within the context of the\n\nwhy on earth community is through a number of uh financial and economic partnerships right so this\n\nis where we’re working with why on earth approved uh companies and organizations like earth hero and\n\nearth hero has thousands of products that are fair trade environmentally friendly non-toxic that\n\nwe can purchase for our home our kitchen our our bathroom uh as opposed to all of these other\n\nproducts out there that don’t have the same social and environmental stewardship uh guaranteed\n\nin in the companies making them and uh earth hero you can click through from the why on earth\n\ndot org website on the sponsor partner page click through the icon to them get a discount when\n\nyou shop with them and a portion of the proceeds comes back to the why on earth community right and\n\nwe’ve got liquid trainer with a really fun home exercise um set up that deals with water um we’ve\n\ngot growing spaces the geodesic uh grotum greenhouses that are really wonderful purium uh organic\n\nsupplements and uh uh uh other products that are helpful to your your physiology and zeal of course\n\ndoing sunglasses and goggles from plant-based plastics and recycled plastics and are very\n\nexcited to announce now that uh we’re officially connected with Patagonia in this way and uh we\n\nhaven’t made this public yet i guess the podcast will be part of the the announcement but uh we’re\n\nthrilled to have this partnership uh with Patagonia as an affiliate so similarly you can click through\n\nthe Patagonia logo on our website on our sponsors and partnership page and uh shop with Patagonia\n\nand a portion of those proceeds will come back to us if you spend a certain amount you’ll get free\n\nshipping as as a benefit in a bonus and this is all part of our uh nonprofit regenerative economic\n\necosystem those of us in the nonprofit world know that uh the ongoing financing of our efforts\n\nis one of the great challenges we face as organizations in a lot of our support comes from\n\nthe generous and ongoing donations from folks like the Brad and Lindsey Lidge foundation and of\n\ncourse earth coast productions is tremendously generous as well artim and and others and uh through our\n\nexpanding wider to approved ecosystem of partnerships this basically means you can go in and do\n\nyour shopping and a portion of those proceeds comes right back to help fund our community mobilization\n\nwork and our podcast series along with our other uh resources um and and so it’s a it’s a segue\n\nto talking about that there is so much we can do as individuals not only in terms of how we’re\n\nspending our dollars as conscious consumers but also about what we can be doing in our own\n\ncommunities and i think most importantly cultivating that relationship with the living biosphere\n\nwith soil and trees and water and engaging in the practices of stewardship and regeneration at\n\nwhatever scale uh is easy for us to do and if we’re already at a certain scale to think about\n\nhelping to scale beyond that a little bit and it seems to me artim that we have so much power each\n\none of us to do that regenerative work in the biosphere and in the economic system and to help\n\ntransform how we’re doing humanity here on the planet as rapidly as we can and it’s so great to\n\nbe connected to so many different organizations and leaders who are helping this whole thing\n\nto emerge and develop and it’s truly a movement with thousands and thousands and thousands and\n\nmillions of people all around the world already and i think these next few years literally\n\nthese next three years are where many more of us are going to choose to lean in and engage and\n\nbe a part of this regenerative and healing work that is underway yeah thank you and it’s\n\ndefinitely important for people to consider that no space is too small to grow your own food and\n\nif you have an apartment you know getting a window planter and getting some tornadoes going\n\nit’s also hugely beneficial to have your hands in the soil for so many reasons uh and to have\n\nthat meditative practice and just that closer connection to to nature to be able to grow your own\n\nfood and if it’s you know enough for a salad but of course if you have a backyard and kind of\n\nyour standard American household scenario there’s so much that is possible there including transforming\n\nlawns into edible food gardens and working with every type of organization to help encourage\n\nthat and to continue to let people know that we all need this to desire this and it’s honestly\n\nthe only path forward we can’t afford to you know water lawns and these green spaces without\n\nactually also receiving nourishment from that and and also continuing to foster a really diverse\n\nbio system in the place where we live to really be part of our home I hear that encouragement to\n\ndrop into the oicos and stand in one place and that means rooting down literally growing roots\n\nand helping nature to take root where you live and how important that is to the restoration\n\nto the environmental movement and to encourage others I think that’s one one way that it really\n\nis taking shape in that way is because of those thousands of people who are\n\nliving examples of how it’s possible yeah absolutely right yeah and I would say that like in\n\nmany of our communities you know this this thing the environmental movement so-called\n\nenvironmental movement has been so politicized our our entire lifetime that that politicization\n\nyou know goes back probably to the 50s and 60s back to when Rachel Carson wrote silent spring\n\nand certainly in the late 60s and the 70s got highly politicized and so it’s the human movement\n\nright it’s not just the environmental movement it’s the human movement this is about the\n\nfuture in the near term quality of life health and wellness of our families our loved ones our\n\nchildren are offspring our neighbors our pets right and so there’s so much we can be doing just\n\nto stop putting toxic chemicals into the home or into the yard you know we don’t need more cancer\n\nin our pets or our loved ones we just don’t and you know interestingly we think about growing\n\noutdoors a lot but we can do a lot growing indoors this little simple little bider plant I don’t\n\nremember the Latin name off the top of my head is wanted to show some of the most drastic\n\nuptakes of toxic airborne chemicals of any plants studied it’s like the superstar really of\n\nindoor air quality so we can put a lot of these inside to help improve our our health and wellness\n\nand also these are relationships right here’s a plant like to introduce my friend Maxwell\n\nI’ve had this plant since I was a high school student I know it might be hard to believe but that\n\nwas some 30 plus years ago and so you know this plant and I have a real relationship and when I’m\n\nin here writing and working and corresponding with folks this is a relationship that is that is\n\nmeaningful and I care for this plant of course I give Maxwell water and some biodynamic\n\njuju here and there and but Maxwell gives me so much in companionship and clean oxygen\n\nand in in sharing that subtle biophotonic life force energy that hildegarde fun being in\n\ncalled VeridiTos a thousand years ago right and my buddy David Giswoldo recently made this VeridiTos\n\nplacard on a piece of wood with this beautiful capillary mycelial lightning-looking\n\neffect he etched into it I’m assuming with electricity somehow and you know these are all\n\nabout relationships and here’s the thing this isn’t just about like we should do this for other\n\npeople somewhere else in the world or we should do this for the climate 150 years from now this\n\nis about our own personal quality of life and if you want a lousy quality of life like keep doing\n\nthe mainstream stuff and don’t be surprised by the outcomes if you want a great quality of life\n\nconnect with soil grow things eat things you grow and grow with your friends and community\n\nand you’ll have an improved quality of life as a result of some of these simple steps now we went\n\nahead and created this guidebook called the soil stewardship handbook as a real simple set of\n\nopportunities and actions and you know you can go and buy this on the website you can buy the\n\ne-book version if you want to get the e-book version for free use the code free the word free\n\nf-r-e-e and you can access all our digital resources free of charge but if if you can’t afford and\n\nwant to pay that helps support all the work that we’re doing and one of the things we’re putting\n\ntogether this year is another handbook for homeowners associations right and it turns out that\n\nthere are over 50 million households in the United States of America living in HOAs homeowners\n\nassociations and that over 50% of owner occupied single-family houses in the us are in HOAs and HOAs\n\nof course are primarily concerned with quality of life and property value and what that has meant\n\nfor the second half of the 20th century is lots of poison lots of lawn no dandelions got for\n\nbid right and and spending money on essentially poisoning our pets and our children that’s the\n\nreality so we’re putting together a resource to help folks in their HOAs to to encourage a cleaner\n\nhappier healthier way of doing these things to to loosen the per the false narrative that having\n\ncompost is somehow bad for your property value right or that having dandelions which is really\n\nimportant food for the pollinators early in the spring is somehow bad for your property value\n\nso we’re really excited we’ll be collaborating with the uh people and pollinators action network\n\npeepan uh Joyce Kennedy the executive director over there and a number of organizations just on\n\nthat resource alone and um you know these are some of the ways we can help to still down a lot of\n\nknowledge and expertise and scientific research into very approachable easy to understand and\n\nand take action uh resources for folks so you just wanted to reiterate soil stewardship handbook\n\nright and uh this will help i promise that’s a guarantee yeah so it’s really building the\n\nregenerative communities throughout our entire landscape um especially in places where we live\n\nyeah um the yeah the the importance of people understanding in HOAs the people who\n\nare responsible um for building those communities uh understanding that property value is\n\nhuman value and we’re coming to a place where we have to be growing our own food and be connected\n\nto the soil in that way um and so i’m curious uh how that’s going to be rolled out um once that\n\npublication launches then the new handbook yeah yeah no it’s it’s really exciting to be\n\nuh doing the early planning work of what will amount to a significant campaign that that we do as\n\nan organization um of course there’s the the writing of the book bringing together the images\n\nand a couple few graphs maybe just to help convey information as concisely as possible\n\nthen we’ll probably be doing some short videos to go along with it and probably a handful of\n\npodcast episodes with folks who have subject matter expertise in that arena to to further enhance\n\nour our communications around these these needs and opportunities so it’s going to be a lot of fun\n\nand we’ll put it out as a digital resources resource and a print book and uh of course however we’ve\n\ngot a massive writing project underway that needs to get to a certain milestone before i can\n\nturn to um drafting another handbook and i’m just thrilled that we’re recording this episode right\n\nin the small writers cottage where i live and literally a foot behind these cameras is the\n\ncomputer where i sit for hours and hours most days um working on this epic novel and screenplay\n\nhas been bubbling through and it deals with these themes that we’re talking about it deals with\n\nthese times that we’re living in in a narrative um with with a female character who has to go on\n\na hero’s or heroine’s journey and there’s a lot of action twists and turns some of it’s in\n\nNew York City some of it’s in Colorado you know some of our good friends and colleagues are\n\ngiven little cameos here and there is a way to celebrate community and i’m just i’m thrilled to\n\nbe in the kind of late stages wrapping that card gans you in effort up and um really excited\n\nthat once that’s wrapped up we can put even more time effort and energy into things like the\n\nHOA resilience and uh stewardship handbook and uh some of our other um resources that we’re\n\nworking on and i got to give a shout out also to ivan coslina who is the artist who does our children’s\n\nbooks of course uh i think some of our audiences are where we’ve published so far two of these\n\nbeautiful uh creations one is called celebrating soil probably not a surprise uh that we choose\n\nsuch a title and then celebrating honeybees is our second lovely and by the way that’s a painting of\n\nhoneycomb behind us and uh the third celebrating water uh should be out in the next month or two\n\nand this is the original artwork i’m holding ivan’s paintings that basically become the book\n\nand in this uh in this one brother and sister are african-american um their Caucasian in\n\ncelebrating soil they’re Hispanic and celebrating honeybees and uh they go on a great adventure\n\nlearning about water and uh uh how it is so important to our health and wellness um here’s them\n\ndriving you know from brooklyn upstate and uh so we’re just thrilled to get this out there and\n\ni wanted to give a quick shout out and just share that um you know behind the scenes this is this is\n\nsome of what it takes to put something like a simple little children’s book out there.\n\nOf course, in the back of that children’s book, like we’ve done with the other two,\n\nthere will be resources and calls to action for parents and grandparents and educators that they can do with the kids,\n\nregarding the water and the soil and the honey bees and other pollinators.\n\nSo that’s also part of the community piece, Artam, and it’s so fun collaborating, right?\n\nAnd I like to make art, but I don’t do paintings nearly as beautifully as Yvanda,\n\nso it’s so fun to be able to collaborate with her and help feature some of her amazing creativity and talent\n\nthrough these children’s books.\n\nAnd it’s a joy when interacting with families when they’re getting the books\n\nand the kids are looking for the little honey beyond every page, so fias on every page.\n\nYeah, it’s just a joy. And I think Artam, that’s another key aspect of all this work we’re doing.\n\nYes, we’re facing extreme risks right now.\n\nYes, a whole lot of humanity is going through a terrible hardship right now.\n\nRight, not just in places like the desertifying regions of North Africa and the Middle East,\n\nbut also in places like Texas, whose infrastructure, because of, let’s just say,\n\nlack of foresight by leadership, was not properly equipped to deal with the extremes and weather\n\nthat are unfortunately likely to become the norm going forward until we can restabilize the climate,\n\nwhich is going to take a lot of doing. We can do it, but it’s going to take some time.\n\nIn the meanwhile, we absolutely have to take care of the resilience of our communities\n\nand this means bolstering infrastructure.\n\nSo even just a few hours drive from here, folks are suffering just because we got a severe cold snap\n\nthrough some of the disruptions in the way that jet streams are moving right now\n\nbecause of the energy loading of the atmosphere.\n\nAnd so it’s not just somewhere else in the world.\n\nThis is right here with us, right in our own communities.\n\nAnd while we’re facing these challenges, it’s really important we keep our eyes open\n\nbut that we also cultivate the joy, the gratitude, and the celebration of art and beauty and community.\n\nThat’s what we want to create more of.\n\nAnd I would say particularly in the American culture, that’s one of the things we’ve really done a lot\n\nto undermine in the last few generations.\n\nRight. Yeah, it is in our backyard.\n\nThis is so much in our backyard now and has been for years, it seems like,\n\nwithout maybe as potent of signs as they’re now appearing with increasing storms and wildfires\n\nand all kinds of very strange, quote unquote, weather patterns, of course.\n\nWe all know how that all is connected.\n\nAnd hearing you talk about the children’s books, it’s truly phenomenal and inspiring\n\nthat you’ve taken, again, this holistic approach from that perspective of the education piece of all of this,\n\nthat it’s not, you’re focusing not only on educating the public and the masses\n\nand connecting with the communities and with the HOAs, understanding the importance of teaching kids\n\nand teaching families around what is really important being alive in this planet,\n\nthat water is essential, that soil, really good soil, healthy soil,\n\nis important that the health and wellness of bees and the flowers and the pollinators\n\nin a larger sense is so critical.\n\nAnd connecting the dots, truly connecting the dots, between how all of this is one ecosystem.\n\nYes. It’s all one planet, right?\n\nAnd I know you mentioned there the novel that you’re working on.\n\nI don’t know if we can call it by name yet, but…\n\nWell, we can use the name we’re probably not going to actually publish it under.\n\nOh, okay.\n\nThe book that shall not be named at this point.\n\nI can refer to it as Auto, OTTO, which is the name of the super computer that is part of the story.\n\nAnd the story tackles artificial intelligence as a trope.\n\nIt’s really not about AI, it’s just using that as a way to tell a story.\n\nBecause the main character, she’s this super smart computer scientist\n\nwho goes through a profound transformation in the course of the story.\n\nSo yeah, we can call it Auto.\n\nBut there is another name.\n\nI know you know it, but we can’t say it.\n\nOkay. And I know that that’s something that has been a very large focus for you.\n\nAnd I mean, it’s just incredible to hear how much you’ve been working on truly prolific\n\nin terms of writing the novel and working on the children’s book and working on the HUA manual.\n\nAnd all of these other efforts that are very much part of why on Earth day-to-day operations.\n\nAnd so I’m truly excited to see when the novel gets launched.\n\nI know you’ve been working on it for quite some time.\n\nAnd that’s something that you are wonderful audience, have something to look forward to.\n\nAnd I await it with patients having read just a tiny little bit about what that’s all about.\n\nAnd I’m curious how I know for why on Earth by dynamics is very central theme\n\nto all of this.\n\nWhy is that so central?\n\nI’m sure that is a big part of the story of Auto as well.\n\nIt is.\n\nBiodynamics is a very interesting, advanced form of organic agriculture and land stewardship.\n\nAnd it works with different plant medicines and different cycles,\n\nlike seasonal cycles and lunar cycles.\n\nThings that our ancestors, by definition, were themselves very attuned to\n\nand that helped them cultivate health and wellness in their lives.\n\nSo we’re working in this very rich framework of practices that were set forth by Rudolf Steiner about 100 years ago.\n\nIn fact, the 100-year anniversary is right around the corner on his agriculture lectures.\n\nAnd he lays out a system of organic agriculture, land stewardship, detoxification and regeneration that is truly powerful.\n\nWe would use the word potent.\n\nPart of why it’s so powerful is that it focuses on the relationship between the human,\n\nthe individual and the community and the landscape, the soil, the food and the water.\n\nAnd that is a sacred relationship.\n\nI think one of the most interesting challenges we face in our society right now\n\nis that among our technocratic, scientific communities who are often doing very important work,\n\nthere can be a narrative that the spiritual aspect of human experience is either a like not measurable\n\nand therefore not discussable or be not relevant.\n\nAnd I think that’s a huge mistake.\n\nAnd I think that great writers and thinkers like Steiner and Gertav before him,\n\nwho was a huge influence on Steiner, speak to this.\n\nAnd I think it’s imperative in these times that we’re digging up more of the history of the spiritual traditions of our species\n\nand re-incorporating that into our modern life ways.\n\nI actually believe that our survival depends on this.\n\nThat’s one of the themes there are many in the book Ahto.\n\nIt’s going to be a big epic sweeping adventure, right?\n\nSo if you’d like to read, I think you’ll like it.\n\nWe’ll probably eventually do an audiobook too, so we can listen to it.\n\nBut this phytonamic piece is really starting to grow around the world.\n\nHas been global for a few generations, but is now starting to get more mainstream awareness recognition and understanding.\n\nCuriously, the wine industry in California has adopted biodynamics in a very significant way\n\nbecause they’ve been dealing with blight and other challenges in their vineyards.\n\nThat conventional approaches hadn’t been effective in dealing with,\n\nand the biodynamics have actually been quite effective, relatively speaking.\n\nSo we have an opportunity to incorporate more biodynamics into our own lives, our own yards,\n\nour own gardens, our own neighborhoods, and part of the all-in-the-ground community mobilization work\n\nthat we do at the Y-Earth community that I absolutely love,\n\nis we do biodynamic soil activation stir ceremonies,\n\nand it’s a wonderful way for us to get together in relatively small groups,\n\n3, 4, 5 people, 20, 30, 40, 50 people, a couple hundred sometimes.\n\nAnd we literally stir up this beautiful plant and soil medicine\n\nand then spread it around the landscape where we’re gathering,\n\nand also usually everyone gets to take some home to their own house plants and gardens and yards and neighborhoods.\n\nAnd we will continue to help share in that way.\n\nWe’ve done over a hundred of these already around the United States,\n\nand we’ll do a lot more of this, and one of the things I’m most excited about\n\nare ambassadors doing a lot more of with the biodynamics.\n\nWhat’s really cool is it’s super potent, similar to how homeopathics and probiotics are super potent.\n\nA little goes a very long way, and that is getting out the nature of nature.\n\nAnd there’s so much exciting science happening right now around the quantum and sub-quantum realms,\n\nand what’s really going on with life and life force and photosynthesis and these things that have frankly mystified us,\n\nsure we might have neat little models in these books we look at in 5th grade.\n\nBut the truth of the matter is that these most precious functions,\n\nlike how the chlorophyll molecule here is converting sunlight and other photons into sugars to feed the soil micro-organisms,\n\nthese are mechanisms, it’s not even the right word, these are relationships that our science is just starting to\n\ndetect the awesome magic and mystery of.\n\nAnd it’s some of those forces that are being worked within biodynamics that allows us to be potent stewards\n\nwith our hearts and our minds and our intention and our will,\n\nsomething that Steiner spoke quite a bit about.\n\nIn fact, I thought it would be fun to quote Steiner just while we’re on this.\n\nHere’s a little set of notes for the book that I’m working on.\n\nAnd Rudolph Steiner said something in 1924, right? So what is that 97 years ago?\n\nHe said the most important thing is to make the benefits of our agricultural preparations,\n\nthe land medicine we work with are called preparations,\n\nto make the benefits of our agricultural preparations available to the largest possible areas over the entire earth,\n\nso that the earth may be healed and the nutritive quality of its produce improved in every respect.\n\nThis is a problem of nutrition.\n\nNutrition as it is today does not supply the strength necessary for manifesting the spirit and physical life.\n\nA bridge can no longer be built from thinking to will and action.\n\nFood plants no longer contain the forces people need for this.\n\nNow some of us might be scratching our heads and thinking what a bunch of rubbish.\n\nClearly it’s a mechanistic system you only need so much vitamin C and so much protein and you’re good to go.\n\nPerhaps that view is not sufficient and perhaps that view is actually inaccurate in certain profound and essential ways.\n\nSo I would encourage and invite any of our audience who are not yet familiar with biodynamics to connect and engage\n\nand probably you’ve got a biodynamic farm not too far from you, hopefully, that you can visit and check out.\n\nCertainly through the internet you can get to resources.\n\nWe’ve got a number here at the Weiner community website, Weiner.org.\n\nAnd one of the things we’re excited about having moved our headquarters to Elk Run farm is that with Elk Run and their nonprofit\n\ndrylands agroecology research we’ll be putting together a series of short videos this coming year on things like biodynamics so that you can get a nice introduction that way as well.\n\nSo yeah, biodynamics and it’s a big theme in the story I’m writing.\n\nSo in the course of a story it’s really fun to be able to share certain knowledge coming from the biodynamic tradition and literally\n\nkind of recreate these workshops at places like sustainable settings that you and I have been to.\n\nAnd I know when one of my dear editors Mora Stiles was reading some of the early chapters she responded by saying,\n\noh my gosh, is this real? Like I want to go to this place and I was like, oh not only is it real, I used to work there and it’s like three and a half hours drive from your home.\n\nAnd it’s called sustainable settings.\n\n6107 highway 133 outside of Carbondale, like you can go there.\n\nI mean with COVID you might have to call ahead or something but the point is there’s so much in our world right now that is absolutely real.\n\nAnd most of us aren’t aware of it.\n\nGrowing numbers of us are becoming aware of what’s most essential right now in these times.\n\nOne of the most extraordinary moments in the entire human journey and experience.\n\nAnd as more of us engage in what’s real and become agents of positive, regenerative change,\n\nwe absolutely will transform our world, our economy.\n\nWe will heal our environments and our bodies and relationships.\n\nAnd that’s already underway.\n\nAnd that’s what we get to participate in more and more as we go forward.\n\nRight.\n\nYeah, something you just mentioned the way that you phrased it was right on point with the truth of the matter and the truth of the matter is that matter is alive.\n\nAnd we’re all surrounded by a living organism.\n\nAnd being in relationship with that is how we honor ourselves.\n\nThis is how we bring out our true human form that we are to be the best versions of ourselves that we can be.\n\nBe healthy in that way.\n\nAnd the way that that relates to plants and the food that we eat, you know, as you were mentioning that when something may contain vitamin C and all of those things,\n\nbut, you know, is it by available and those are types of things that we can all understand and research.\n\nAnd that’s something that everyday science does research and understand very well how our bodies are actually able to access or not access the nutrients in it.\n\nAnd restoring that relationship is so vital to how we commune with nature and with the food that we eat."
}