{
  "title": "Episode 83 – Ryan Lewis, CEO, EarthHero – Shop Like You Give a SH*T!",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11304/episode-83-ryan-lewis-ceo-earth-hero.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-83-ryan-lewis-ceo-earth-hero/",
  "episode_number": 83,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the Y Honors Community Podcast. I’m your host, Aaron Perry. And today, we’re\n\nvisiting with Ryan Lewis, the founder and CEO of Earth Hero. Hey, Ryan. How you doing?\n\nGreat. How you doing? I’m doing great. No complaints. Love it.\n\nRight. Yeah. Excellent. Really good to have this opportunity to visit with you and to share\n\nwith our audience what you’re up to here at Earth Hero. You’ve got a lot of good things cooking.\n\nYeah. Well, I love sharing, so thanks for coming by.\n\nPleasure. And for those of you who are checking out the video, you can see that between Ryan and me\n\nhere are several of their sustainability and health wellness products. And we’ll give a little\n\ntour of that in a bit. But let me tell you first that Ryan Lewis is a thought leader and innovator\n\nin the conscious commerce movement. As founder and CEO of the Sustainable Equal Commerce\n\nPlatform Earth Hero, Ryan is committed to creating a more harmonious planet that works for all\n\nby adding awareness to our everyday purchasing decisions. Earth Hero is a curated online marketplace\n\nthat uses its strict five-stage sourcing methodology to ensure only the most sustainable products\n\nare selected. This includes vetting the materials and ingredients of each product,\n\nhow the labor component of each brand is treated, product and shipping packaging,\n\nall philanthropic activities, and of course, how each product helps people live a more sustainable\n\nlifestyle. Ryan combines his two decades of e-commerce experience with his passion for sustainability\n\nto deliver awareness, education and conscious purchasing solutions to consumers that benefit the\n\nplanet and society as a whole. So this is right up our alley at the YonEarth community. And I’m\n\nreally excited that we’ll be able to share a bit about the affiliate relationship we’ve\n\nestablished with the YonEarth community and folks. You can get special discounts using the\n\ncode YonEarth when you purchase products at Earth Hero. Just to get that right out of the way,\n\nwe’ll mention it more than once, but earthhero.com is where you go to find all of this amazing\n\nstuff for your day-to-day sustainability needs. So let me just dive right in here, Ryan, and ask you,\n\nyou know, here we are in the headquarters of the office and things have been going gangbusters,\n\nI understand, since COVID hit. So I want to ask a two-part question. Number one is,\n\nwhat prompted you to create Earth Hero? And number two is, now that it’s September 2020 at the time\n\nof this recording, what are your thoughts about how e-commerce and sales patterns have changed\n\nthis year in particular given the context of a global pandemic? Yeah. Well, I started Earth Hero.\n\nI mean, the short answer is because I wanted to place like this for myself and my family to shop.\n\nAnd, you know, after doing some research about, you know, where to find sustainable products,\n\nyou know, holistically sustainable, not just solving, you know, one particular, you know,\n\npart of the environment, you know, environmental sustainability. But like you said, you know,\n\nwe’re looking at a wide variety, you know, a big umbrella about in terms of what sustainability\n\nmeans. And there was amazing products out there, but it was really confusing in terms of where to\n\nfind them, who to trust, what really matters, you know, is too expensive. All this stuff led to sort\n\nof, I think, indecision for a lot of people because it’s just too much work in our culture these days.\n\nEveryone’s living a very busy life. And I’ve gotten used to really convenient shopping. So\n\nthe concept of sort of bringing all these products together under one platform seemed like an\n\ninteresting experiment. And actually, in terms of the business model itself, it was very similar\n\nto what I had done in my previous company. So, you know, a lot of ways that gave me some\n\nvisibility and confidence around a lot of that aspect of the business. And just, you know, put a\n\nlot of the effort into, is there enough products out there, you know, and this was back in 2015,\n\nyou know, as I was like, I getting on that concept, is there enough products out there to be a go-to\n\nplatform and think that it was going to work if we had, you know, a lot of what you’re looking for\n\nor some what you’re looking for, but really, you know, we’re going to go to shop. And that’s,\n\nand we can talk more about that, but that’s sort of, you know, we’re just getting started relative\n\nto what the vision ends for Ethereum. But, you know, we’re, you know, in our fourth year now, and\n\nit’s really just a matter of sourcing and bringing in enough products for people to, you know,\n\ncomfortably and conveniently shop for what they need and find it. You know, in terms of how e-commerce\n\nhas changed, you know, it’s a great question. I think there was a surge in e-commerce, you know,\n\na decade or more ago, and there’s, it sort of had become normalized. It was growing, you know,\n\na little bit, but the massive surge in the e-commerce certainly has, you know,\n\nslowed since its initial surge. And I mean, clearly, once COVID hit and every, you know, a lot\n\nof retailers, Brick and Mort had to, you know, shut down. People needed to buy stuff still. So,\n\nwe certainly felt that, you know, there’s a big question is to once this passes, will people\n\nrevert that to the way they, you know, normally pre-COVID were shopping or is this sort of the new\n\nnormal? You know, and I think it’s feeling so bad because, you know, we’re, you know, I would\n\nconsider us a local business even though we’re e-commerce, you know, we’re part of the Boulder\n\ncommunity and we certainly love to find local suppliers and, you know, really promote,\n\nand I personally, you know, promote that, you know, shop local support your local community.\n\ne-commerce can be a little bit of a threat to that. So, I don’t, you know,\n\nthere’s a mixed feelings about, you know, working in commerce model, it certainly\n\nis to be able to support people in this time and, you know, reliably have the products they\n\nneed and shift on the same day, you know, so they, you know, it’s like a little piece of comfort\n\nand certainty and it’s crazy on certain time. But on the other hand, you know, I want to see\n\nmy brothers and sisters, you know, that have local brick and more businesses thrive once again as\n\nwell. So, you know, we’re always looking for ways to, you know, help support some of that movement as\n\nwell. Yeah, it’s so interesting thinking about the sustainability of local regional national and\n\neven international or global supply chains and footprints and business models. And one of the\n\nthings I’m really excited about that you guys are doing is digging deep into the social and\n\nenvironmental impacts. And of course, Earth Hero is be certified. You guys are a part of the\n\n1% for the planet network. And these are some of the behaviors and, you know, credentials,\n\nreally that can be shared with consumers to provide them with greater confidence that the impacts\n\nthat are resulting from shopping at Earth Hero are positive in a number of different ways and\n\na number of different communities and sectors. And yeah, it’s wild, right? Because virtually every\n\nlocal business these days has some sort of digital footprint. And many of the local retailers\n\nbrick and mortar retailers are also selling products online, right? I’m thinking of a friend’s\n\napothecary alpine botanicals up in Netherlands. And I always love going in there and I’m happy to\n\nknow they’re selling some of their products to folks online right now. So yeah, it’s my perspective\n\nis that, you know, after having been in the local movement for 10 or more years, that there’s a\n\nwhole lot of good we can be doing with these sort of non-local or hybridized business models.\n\nBut fundamentally paying attention to the impacts is so important. Yeah. Yeah, I love helping,\n\nyou know, anyone that, you know, tracks me down in terms of, you know, how can I get online?\n\nYou know, how can I take my business and, you know, be accessible online? And it’s so much easier\n\nthan it used to be. I mean, it really is possible to do a quick pivot, you know, with, you know,\n\nsome of the platforms out there and, and, and I love to see that, that, that sort of, you know,\n\nopen mindedness to be able to pivot, you know, in this environment. So I do see a lot of that,\n\nand I think it’s great. And just going back to, you know, be core up in 1%. You know, when we,\n\nwhen I started the business, it was, there was really three things that,\n\nthree nonprofit partners that came to mind that would be sort of the backbone to, like you say,\n\ncommunicate to customers. This is the kind of business we are, but also inspire us to do even more\n\nthan we could come up with on our own and hold us accountable. I mean, there’s just a reality that,\n\nas you could go and get busy and things start humming, like, are we donating enough this year?\n\nWell, now we contractually, you know, we have to give our money away as we grow. I mean, that’s,\n\nthat’s the whole beauty of 1% is, as we scale and grow, we do more good. It’s baked into the model,\n\nit’s baked into the growth. You know, be core, I think that’s sort of becoming, maybe has already\n\nbecome sort of the stamp of approval for people that want to live these kind of, you know, this kind of\n\nlifestyle, you know, being, you know, conscious consumer or, you know, someone that, you know,\n\nshops with a client in mind, you know, cares about this. If they see that, that decorbed logo,\n\nand if you don’t know about it yet, you’re certainly well, they’re, they’re growing quickly,\n\nbut that’s sort of like, from an organizational standpoint, makes us do all the, you know,\n\nthe right things. And again, like, just taking the assessment in that, it’s like, wow, I didn’t even,\n\nlike, I thought about this, this, this, and that, but this whole section, like, I haven’t even thought\n\nabout it yet, right? You know, um, very comprehensive test. And then the third one is, um, where,\n\nwe partnered with carbon fund.org, and they allow us to be completely carbon neutral. So all of our\n\ninbound shipments from vendors and all of our outbound shipments and customers are completely offset,\n\nyou know, through purchasing carbon credits and replanting, you know, trees and, um, you know,\n\nthey have a lot of tactics to do that, but, uh, we report on our operations. They tell us, you know,\n\nhow that works. And, uh, until drones are, you know, widely available, we still have to ship stuff,\n\nand, you know, through, um, through the mail and through EPS and all that. So, I think between those\n\nthree, um, and we, we, we partner with many more, but that, that’s sort of like, an operational\n\nstandpoint. Those are kind of, um, the trifecta of nonprofits that we partner with, uh, um,\n\nyou know, it’d be the best stewards we can. Yeah, that’s, that’s really wonderful to hear. And,\n\nyou know, I’m, I’m a big fan of the, uh, the B-Corp certification. And I took a business through\n\nthat process about 10 years ago, I want to say, in, in your right, it is a robust, uh, and rigorous,\n\nmodel. And to come out the other side with ranking that allows one to claim the certification for\n\nthe company, uh, mean something. It’s, it’s substantial. And, uh, they’re not only looking at supply\n\nchain impacts and sourcing. They’re also looking at governance and how employees and team members\n\nare, uh, treated and all, you know, soup to nuts, really, the entire ecosystem that you’re, uh,\n\ncreating and growing and stewarding right as an executive leader. Yeah. And, uh, yeah, it’s\n\ncool to hear that you guys made that choice. Yeah. Well, it was making a choice. And then, like\n\nyou said, there was doing the work. Yeah. Right. It took us, uh, it personally took me, I don’t\n\nmean, if I had to count the hours, it would be a lot, you know, yeah, 30 anyways. What I recall.\n\nYeah. It was, it was intense enough. You know, you’re just starting out. It’s hard to, you know,\n\nfocus, uh, so hard on something like that when you’re like, wow, we really need customers because,\n\nyou know, we got to keep going here. Yeah. Uh, you know, we, you know, and this, by the way,\n\nit was a, uh, you know, sort of, we’re not venture backed or, you know, this, this was a good\n\nstrapped, you know, labor of love. And, you know, so in the, in the very beginning, um, you know,\n\nthat was just a full-on fresh, you know, it was kind of the thing off the ground. And, yeah.\n\nAnd I, you know, I just called it an experiment. I don’t know. This is going to, I don’t know where\n\nthis is going to go. You know, it’s just an idea. Yeah. Well, I love in particular interviewing\n\nentrepreneurs. And, you know, we, we interview all kinds of different folks, author, scientist,\n\nyouth activist, all sorts of folks, indigenous leaders. And, uh, entrepreneurs in particular have a,\n\na special, I would say, uh, skill set and perspective might even say it’s a bit of a disease\n\nin a way. But, uh, what, you know, it’s a bit masochistic sometimes, but, or sadistic. I always get\n\nthose two confused, but, uh, I’m curious, uh, just getting a glimpse behind the scenes from the\n\nperspective of entrepreneurship. How long did it take from, you know, your first sale to be\n\nbeing able to take a little bit of a breath. And, and you’re not there yet. Yeah. I have, kid. I\n\nwill say, you know, I’m, you know, we’re, I’m pretty transparent guy. You know, I always have been,\n\nyou know, it took us, you know, we’re just starting our fourth year. You know, we’re sort of\n\njust getting to the point where we’re stabilizing, you know, and, um, it’s always been a fine line\n\nbecause we could have slowed the investments. You know, we’ve got 14 people on the team, you know,\n\nwe started the year with a, um, you know, we’re estimating, we might hit 30 by the end of next\n\nyear. So we’re sort of at this inflection point. So the question becomes, you know, what’s more\n\nimportant, you know, profitability or investing into the business. So we can continue to feel broke\n\nand support and execute in a way that, you know, customers love. You know, we want to be world class\n\nand everything we touch. And that, that’s, there’s, there’s a, there’s a give and take there, you know.\n\nSo, um, that being said, you know, we’re not in a position to not, quote unquote, care about\n\nprofits, you know, and just, just, I mean, you know, won’t put anyone, uh, but there’s certainly\n\nother entrepreneurs or businesses that, um, you know, have that, that luxury. So, you know, for\n\nme personally, and I do have a business partner now that I’ve worked with at my last company that’s\n\ncoming, um, and he’s been fantastic. You know, he’s, he’s more of a not only operation side and\n\njust really helping us scale up and keep things together in that area. But, uh, it’s, it’s,\n\nit’s a threading of the needle, you know, at the moment is, is going well, but I mean, it’s just,\n\nit’s still, you know, we’re just, I still think of us as a startup, right? I still feel like,\n\nyou know, we’re, we’re going through the startup thrash. Yeah.\n\nUp to your point, it’s not quite as, or to your question, it’s not, it’s a different energy\n\nthan it was like in year one, you know, because it’s, it’s nice to have the validation from\n\ncustomers, that, you know, not only what it wants, but they come back in order to get it.\n\nI think that’s a beautiful thing. And, uh, so yeah, the energy now is like, how do we,\n\nwhere do we go for, how do we go from here, where do we go from here, what do we want to do,\n\nwhat kind of products do we want to bring in, what do people need to hear from us?\n\nYou know, it’s, it’s, um, it’s, it’s a little more fluid than it was, you know, in the beginning.\n\nYeah, imagine it is. So I’m, uh, I’m so curious. We’ve got a number of your products here to share\n\nwith folks. And, um, I’m wondering, uh, what are the categories broadly speaking and how many\n\nskews do you guys have roughly? I mean, you don’t have to give a precise answer, but just ballpark,\n\nand skews for those of you who don’t know our, the individual, uh, discrete products, right?\n\nYeah. Um, we launched in August of 2017 with just a couple hundred products. And most of those\n\nproducts at the time were in, we call it zero waste, um, sustainable essentials. Uh, there’s,\n\nyou know, some other terms out there, but basically these are products that, um, allow you to\n\ndo the things you need to do in life without creating waste, and are very minimal waste.\n\nAnother way to think of it is, you know, anything you would use one time throw away, um,\n\nwe solved reusable turns. So, you know, straws, water bottles, food storage, um, plastic bags,\n\nyou know, laundry detergent, all that stuff, the byproducts can be waste. You know, even if you\n\ncan recycle it, we don’t, like, even better is, you know, it’s, it’s composable or it’s just very\n\nlittle, you know, material to the packaging, um, you know, really getting surgical with the footprint\n\nof what that product is, how it’s designed, and it’s end of life. So, we got our start there, but,\n\num, kind of quickly started expanding into our, our second biggest category is personal care.\n\nSo, really anything that you would find in your bathroom, you know, shampoo, conditioner, soap,\n\nsolutions, um, shading, creams, and blades, and, uh, yeah, all that stuff, um, again, it’s\n\nlading in plastic traditionally. Right. So, it’s created this awesome opportunity, uh, for\n\nother entrepreneurs who create products, uh, that sort of, you know, alleviate it, and, uh,\n\nlike the classic toothpaste tube, right? Like, what do you do about that? Well, we have a company\n\nthat, uh, called Davids. It’s not here, but it came, you know, they figured out it’s a, it’s a,\n\nit’s an L2, same form factor, but at the end of life, you put it in your curbside recycle.\n\nMake what? It makes sense, right? Yeah. Um, we also have, uh, you know, a\n\ntoothpaste that comes in these like glass jars that, you know, you know, you don’t, again,\n\nit takes care of the tube. So, when you’re done, it’s glass, you can recycle it. Uh, so,\n\nthere’s a lot of that stuff going on in personal care, just sort of re-engineering\n\nform factors and, um, in, in packaging. Yeah. So, uh, in, in, in the book, WhYonEarth, uh, that I\n\nwrote and published back in 2017, there’s a chapter called Make that’s focused on, uh,\n\nmanufactured, uh, goods and many of the opportunities that are emerging and accelerating right now\n\naround, um, alternative materials and so on. And one of the things I’ve always, uh, been very excited\n\nabout at least going back many years now is, um, fungus and mycelial-based packaging materials\n\nand even things like, uh, leather alternatives that are coming out of that world. And I’m just\n\ncurious, I got to ask if, are you seeing any of that yet that’s fitting with your model?\n\nIn like, what would be an example of that? So, there, there are some, uh, packaging materials\n\nthat are made out of mycelia, um, that are totally compostable as a result. So, so,\n\nso for pack, I’ve seen that, I don’t think that, that technology that, that, um,\n\nyou know, I’ve seen a lot, there, you know, there’s nuts, there’s mushrooms, there’s, you know,\n\nall this, like, natural material, you know, banana leaves, um, yeah. I feel like it hasn’t really\n\nbubbled up to, you know, reach mass market production. Yeah. But that’s coming. Yeah. You know,\n\nthere’s a lot of interest in that. And, you know, it’s a total game-changer. And if you can,\n\nif you can truly come up with a plastic alternative, right, that’s a banana leaf, or, you know,\n\ncome up with your mushroom, like, uh, all right. So, you notice, like, it’s like, you can’t\n\nKia started experimenting with, like, molding certain products into this mushroom bed. So,\n\nit protects the products for shipping. Right. But then when you, you know, your seed is zero waste,\n\nyou’re literally just compost everything that you’re, you know, is in the furniture. So,\n\nvery cool stuff. Um, I think there’s a lot of movement. But, you know, and if, if, if anyone\n\nlistening has, you know, can, says I’m wrong, and there’s just, yeah, you call these guys, like,\n\nplease let me know, because I’m super interested in all that stuff. Yeah, I get so excited,\n\nthinking that the, uh, day is not too far off at this point where, um, we can still enjoy a lot of\n\nthe conveniences and, you know, sort of lifestyle enhancements of various products, and most of what\n\nwe’re buying and consuming ends up in our compost pile. And meanwhile, most people in the culture\n\nare composting, right, that that’s another trend that, uh, you know, a few generations back was\n\ncommon, and we sort of dropped the ball, uh, here in the 20th or really 21st centuries. Yeah,\n\nprobably. The composting is most people, like the vast majority of people don’t have access\n\nunless you, you know, you’re, you’re getting into them backyard composting, right? But if you live\n\non the 57th floor of an apartment complex, so, you know, there’s ways to do it, but you\n\nget back to the convenience factor, like, you know, uh, you know, I guess my perspective on all of this is\n\nwe want to make that sustainable swap or that movement, you know, that journey to the next level\n\nno work. Yeah. You know, in some cases, it’s actually safe, you know, making that swap save you\n\nmoney and time, but I mean, it becomes even, you know, you’re, you’re giving yourself a convenience,\n\nyou know, like for, I just, you know, these guys, this is relatively a bit of a brand true earth,\n\nthese are dry, these are, um, this is a laundry detergent, just kind of the sheets, you know,\n\nwould you want to pick it up with the store or the big jugs of plastic, you know, and it’s more,\n\nyou know, it’s more expensive, it takes a lot of room, it’s heavier, it creates waste,\n\nyou know, this just comes in a little tiny cardboard sleeve that you can recycle. It’s amazing.\n\nAnd it works and there’s, you know, there’s a lot of stuff like that, that, you know, people think\n\nit’s more expensive and more, and more inconvenient. Right. It’s not. That used to maybe be\n\ntrue, but there’s competition now and an innovation that’s trying to like figure out how to really\n\nreach the mass market, and I think to come up with some cool stuff. That’s really exciting. Well,\n\nhey, would you show us a few of the products you got here? Yeah. It’s really fun to check this out.\n\nAnd this is again, such a small assortment, but, um, and just to kind of briefly move through\n\ncategories, you know, pet supplies, children’s toys, baby clothes and supplies. We have, you know,\n\nfrom diapers, new mom stuff, you know, for after these born, we’ve got, you know, a peril,\n\neven some fashion, jewelry, a lot of, a lot of home accessories and stuff like your kitchen.\n\nWe talked about personal care and zero waste. So the idea, again, being that we’ve got about\n\n7,000, 7,500 individual skews right now. Okay, great. But from a, in terms of where we’re going,\n\nyou know, that’s just a fraction of where we’re going. It’s not that we want to bring stuff just\n\nbecause, you know, this is a perfect example. Um, this is a, you know, maybe you remember this\n\na bath mat or, uh, your baby to put the bath up, so baby doesn’t fly around. Um, my kids are in high\n\nschool now, so I do remember having one of these, you know, and the traditional ones are like loaded with\n\njust crap, you know, chemicals and toxins and all that. It’s just natural over a mat. Um, you know,\n\nit’s not a very sexy product, but so we’re trying to find those, just every day sort of practical\n\nneeds as well. Um, this is, it’s funny because I’m a child of the 80s and I never thought Fanny\n\npacks would come back. They’re back. I’m not ready to wear them yet, but apparently everyone\n\nelse is, uh, this is one of our more trending products, photopoxy, maybe recognize the brand, um,\n\ncreate outdoor brand. These are just remnants, um, you know, reuse material. They just sewn together.\n\nUh, so it’s, you know, create, they actually diverts waste. Right. Uh, that’s cool. You know,\n\nwe didn’t talk about cosmetics, but that’s another area that, um, you know, we’re getting more into,\n\nthis is a brand’s elite, uh, and they, all their packaging comes in glass and bamboo,\n\nwhere, again, this industry is sort of plastic-related, um, and their ingredients and their product\n\njust great as well. Um, it’s kind of staying in the personal care theme shampoo and conditions,\n\none of those, uh, products that typically comes in a big plastic jug and, you know, that, how that\n\ngoes, um, plain products came up with a concept. This is, um, a fully recyclable, uh, can. And, uh,\n\nit comes with, you can order a pump the first time and then, um, we send you a return label. When\n\nyou’re done with it, they, you ship it back to them, pre-paid, they refill it. Right. And, you know,\n\nclean it, refill it. So it’s not even like, you know, you can recycle it, but they,\n\nthey’ll actually pay for you to use it. That’s kind of nuts. So very,\n\nwell, very cool thing. What was that, Brad? Out plain products. PLA. PLA, I, and, okay, okay, cool.\n\nProducts. Um, food hoggers are an interesting one. They, uh, so maybe, maybe the other,\n\nmaybe you’ve, uh, experienced the hand of the Happy Navicado. That’s sure.\n\nSo these will just don’t go on your avocado. Yeah. And keep it green for, you know,\n\nan extra one to three A’s to hang on where you live. Yeah. Uh, and maybe longer. So,\n\nthey also make lots of circular ones for, you know, cucumbers. And, and it will appear,\n\nyou know, happy fruits and vegetables fresh longer. Yeah. Oh, sorry.\n\nCut down on food waste. Exactly. Food waste, by the way, just quick, uh, side stat for folks.\n\nIf food waste were a country in terms of greenhouse gas footprint, it would be the third, uh,\n\nmost emitting country. So food waste accounts for, uh, more greenhouse gas emissions,\n\nthan any other country out there other than the United States and China. Right. So it’s,\n\nit’s significant. Yeah. And especially in this country. Right. Right. Um, so, yeah, that’s,\n\nso we’re a big proponent of that. And, you know, these are one solution. The, uh,\n\nthe avocado huggers and food hudders. But we also sell, um, veggie bag. I’ll have that here,\n\nbut it’s a, it’s a, it’s a bag that you can, uh, veggies it and it’s just the, uh, the,\n\nthe properties of the bag help keep the produce fresh for longer. Most, uh, kind of cool concepts.\n\nGreat. Um, this is a dog least made from an old climber. Right. Pretty cool. Uh, yeah, bamboo\n\ntoothbrushes. I mean, this is good. Like we sell, you know, this is just why you use a plastic\n\ntoothbrush? Right. When bamboo toothbrushes do just as much good. And they don’t cost anymore.\n\nYou know, just a, you know, easy swap, um, you sell dishwasher and laundry pods, you know,\n\nthe big brands make this, but the ingredients, um, and the packaging, as you can tell, just cardboard\n\nbox and the ingredients are nice and clean and it does a great job. Hand sanitizer. Uh-huh,\n\npopular item right now, huh? Actually, we did, we did sell one skew of hand sanitizer, uh,\n\nthat I barely knew about, um, until COVID hit. And we obviously slowed out about, you know,\n\n15 seconds. Yeah, forever. It was, uh, but it’s cool because, um, this is an example.\n\nSo solar dynamics, uh, made this before COVID, they were, we, the only thing that we bought from\n\nthem were dead sheets and towels. And they said, hey, if we make hand sanitizers or in glass,\n\nand like really high quality product, would you guys buy it? And I said, that sounds great. We’ll take\n\nit. So the manufacturer lists, um, just right, you know, innovative, uh, and it’s, you’re going\n\nto have to try this. It’s the best hand sanitizer on the market, I’m telling you. It’s okay. It’s\n\nalmost fun to put on. Cool. Shampoo bars, conditioner bars. Um, this stuff’s amazing. I personally\n\nused this guy and it’s, uh, take it out here. Um, it’s, you know, it’s just a piece of cardboard\n\nin terms of the, the product and, or the product packaging. And the bar itself lasted me\n\nsix months. Now, I have short hair. I’m just glad I still have hair. But I’m not haircut since February.\n\nSo, it grows. And you look at it so good. I had long hair back to my 20s, man. And I tell you what,\n\nit’s kind of fun not cutting it for a little while. Yeah. So, I mean, you’ve got to be better\n\nthan I do. Again, a little piece of paper and a hot brush and plastic. And there you go. Just a little.\n\nSo, what do you rub it on your head or on your hand? You can do it on your head. I mean,\n\nfor me, I would just do this. I mean, swipes and you’re good. And it’s, it’s heads up just like every\n\nshampoo. It’s just a great product. Um, as far as face mask. Yeah. Obviously a hot topic right now.\n\nLots of them. This is called epoxy, you know, accordion style. You know, made, um,\n\nmade, made with, um, recycled material. And with a good message. This is, do you feel it? Yeah,\n\nI like that. Um, we got this, these organic hot ones, you know, um, more than your loop style,\n\nthe seam in the middle. Kind of keep it off your face. We’ve got more organic hot. And these guys\n\nare super accessible. Like, we sell these for $4.95. Right. And they’re, they’re a high quality mask.\n\nIt’s great. A little insert if you want to put a filter in there. Got little kids masks.\n\nPink and blue, you know, it doesn’t find some other colors. This is a hemp mask.\n\nAgain, with a place to put, you know, a filter if you want. And it’s got the more\n\ntie-around style. Wow. Can you ever get a black mask? Um, and, you know, we also have the\n\ngators that you can pull up from function that are made from recycled water bottles.\n\nSo, you know, try to, just, you know, we got big gallon hand sanitizer too. We’re just trying\n\nto, again, just provide access for people that need this stuff without sacrificing, you know,\n\nclean ingredients and materials. Right. Just going to remind our audience too that, uh,\n\nyou can go to earthhero.com and try out these products and use the code YOnEarth\n\nto get a discount on that 10% discount on that order. And, uh, yeah, you’ve got so many fun\n\nproducts here. I mean, it’s, I’m imagining what your home must look like. It would be, uh,\n\nfunded two or three of your kitchen and stuff. Yeah, you know, you know, well, you know, these are,\n\nI’m wearing, uh, salua shoes. We sell these as well. Um, and just, I don’t know if this is in the\n\nframe, but like these, these are, these are lifted up higher. Yeah, these are made out of recycled\n\nwater bottles, um, on the outer, you know, we’re kind of on shoelaces. It’s got a cork, yeah,\n\ninsole. And then the highest percentage of recycled, um, foam that they can manage and so how\n\nto get quality shoes. It’s a good looking shoe, too. Yeah, thank you. I love their style and\n\nkicks, right? Yeah, exactly. Uh, yeah. And, you know, I could spend all day, but, you know,\n\nmusic’s not only talking about, but, um, how it’s hardly, you know, these a lot of recycled,\n\nelectronics and you can do. And, uh, cool. It’s just, again, for a product like that, it’s,\n\nso those are headphones we’re looking at right there. Yeah. It may not be all that visible,\n\nbut I’ll, I’ll try to show it to the camera. Um, pretty cool, huh? Yeah, and there’s, you know,\n\nwe get ear buds. They make, uh, you can probably hear, but we also have, uh,\n\ncomposable foam cases, huh? On the phone on me, but it’s off from Pila case. Uh, and even we’re\n\nselling like iPhone cords and stuff made from recycled materials. Everything, you know, just\n\nreally cool. That’s from nimble. So, yeah, it’s like a whole electronics category. Really,\n\nyou know, you know, it’s, uh, you know, a lot of laptop cases and it’s, it’s a hard category,\n\nbecause there’s a lot of, you know, bad stuff. Yeah, typically isn’t in that product, but\n\nwe are, you know, we should have seen more come online to give an edge of that, for sure.\n\nYeah, I mean, this is kind of a specialty kind of thing, but,\n\nyou know, in terms of making your own cleaners, yeah, this is pretty cool. So, it’s got, um,\n\ntile wood, bathroom, glass, kitchen cleaner, and then you fill up each of the ingredients to\n\nwhere it tells you to. So, it takes the guesswork out of measuring and you just basically follow the\n\ndirection. Well, these are right there. Get like four or five of these bottles. Oh, cool. And then\n\nyou can make your own cleaners flat. That is really cool. Oh my gosh. So a lot of innovation,\n\nstature bag, um, these guys really crushed it. They make all sorts of sizes and colors for food\n\nstorage. It’s a, it’s a block kind of experience, without using the, you know, the brand,\n\nthat’s kind of what it is. Yeah. Um, the difference is you can boil, bake, dishwasher, microwave, freeze,\n\nthis is like utilitarian. You can go, oh my gosh, this thing would, you know, it’s, it’s 100%\n\nin a food grade silicone. It’ll last forever. And it just takes a lot of that unnecessary leftover\n\npackaging, you know, or if you want to measure any chicken, fake barbecue it, it sort of moves\n\nthat like one time you sit block. Yeah, that’s excellent. I’m even thinking for some of the hikers\n\nand backpackers out there that would be a pretty cool way to carry some food. So, man, yeah, we’re\n\nalways looking for like life. That’s exactly, I just said that like, like, like, like real lifestyle\n\nsolutions. Yeah. Like, I’m going camping. If I, what, what waste would be naturally created,\n\nhow can we go find products that salt that? Right. So, it’s kind of the assure, that’s what\n\nwe’re really cool on. Yeah. And, you know, debris, diverse, kill, I mean, so we do sell one time\n\nuse divers that are compostable. Uh-huh. It gets a little tricky with, you know, human waste and all\n\nthat. But, um, but even inputs to the diapers are dramatically healthier than your typical big\n\nbrand diaper. And then those for the, and then there’s the brave, um, these have gotten the whole\n\nconcept of reusable diapers, you know, has gotten, I think it’s come pretty far along. Absolutely.\n\nBut, you know, we, they, we sell, you know, these the inners and then they make these really cute,\n\nlike, you know, stylized outers, you know, some fun with it. Yeah. My kids had that kind of thing\n\nback in the day when they were little so much fun. Yeah. You know, you got to, you got to start\n\nhaving fun with having their young. Yeah. Absolutely. And this is our number one seller. I’m so excited\n\nabout this. The vampire utensil set. Yeah. You know, I think it’s a trigger for people because you\n\nget those, you know, people read now and you get the one-time news class safe all the time, right?\n\nAnd it’s just great to try. So keep this in your car at your office, um, you know, in purse,\n\nand it’s got, you know, four-night spoons, some chopsticks. I love it. The chopsticks in there.\n\nIt’s part of, you know, lovely every day. I know this is a her helped to popularize these and get the word out.\n\nSo you guys already did know what to tell them about you guys and what you’re doing here.\n\nBe great. And you know, we help people co-brand all the time as well.\n\nCool. Yeah.\n\nOh, that’d be fun. We can do a little like promotional thing here.\n\nSo I don’t know if it’s that interesting.\n\nYeah. And super affordable.\n\nOh, by the way, tell us about this.\n\nBecause when I first walked in the office, this caught my eyes.\n\nLike, oh, we got a film right here.\n\nYeah, it’s funny. That line got spued out.\n\nWe did this like animation.\n\nWe’re trying to come up with like a really fun way to describe what Earth here is.\n\nFor like Facebook and Instagram.\n\nAnd it needed like a closing line.\n\nYou know?\n\nAnd we were just coming up.\n\nIt was just like terrible ideas last of the other, right?\n\nAnd we just splurred it out.\n\nJust shot like a give a shit.\n\nAnd stuff.\n\nSo is that your official tagline?\n\nYou know, it’s funny.\n\nI’m back of this shirt.\n\nIt’s sustainability made simple.\n\nWe like to play with choices, make changes.\n\nBut shot like a give a shit is sort of trending.\n\nYou know?\n\nWe’re seeing, you know, how much it catches on.\n\nYou know, we have a more conservative, you know, older crowd as well that want to offend\n\nby anything.\n\nI know.\n\nI think it’s going to be a bit hilarious.\n\nIt reminds me of, we might play with this actually when we announced this podcast episode.\n\nWe might weave that into some of the materials.\n\nBut when I was writing whYonEarth, there was a chapter.\n\nThere is a chapter on waste, human waste, the notion of waste, composing all this.\n\nAnd initially I was calling that chapter shit.\n\nAnd one of my dear friends and mentors who’s older came along and saw that and he said,\n\nI don’t like it.\n\nAnd I thought to myself, yeah, there’s probably a lot of folks who wouldn’t respond so favorably\n\nto that.\n\nSo I ended up changing it.\n\nBut what’s kind of fun these days with digital marketing at least is we can sort of segment\n\nright and speak in different vernacular to different audiences.\n\nBut I particularly do like that expression.\n\nI think it’s great.\n\nWell, thank you.\n\nYeah, so far so good.\n\nWe’ve had a couple of customers give us some other feedback, but you know, and you know\n\nthis, if you try to be everything to everyone, it can be, that doesn’t work out so well either\n\nor so.\n\nI think this movement needs a little bit of fun.\n\nI think there’s been a lot of doom and gloom, kind of promotion historically.\n\nSo I mean, that’s another thing that we try to do is provide light, you know, fun, inclusion,\n\noptimism, kind of create a positive energy around what’s really a really challenging situation.\n\nI like it.\n\nThat’s really important.\n\nLet me just take a minute to give a set of shout outs to some of our sponsors and supporters.\n\nAnd I want to remind our audience.\n\nThis is the YonEarth Community podcast.\n\nI’m Aaron Perry, your host.\n\nAnd today we’re visiting with Ryan Lewis, the founder and CEO of EarthHero.\n\nAnd you can go to earthhero.com to get these products and become one of the returning customers\n\nto EarthHero and help these guys with their great mission and to get products for your lifestyle.\n\nAs well, you can find EarthHero on Facebook as well at shop EarthHero and shop EarthHero\n\nis also their Instagram.\n\nWe’ll put that in the show notes as well, but just so you guys can plug in with some social media.\n\nAnd our sponsors who are making this podcast series possible in this episode possible include\n\nEarthCost Productions, the Lidge Family Foundation, Alpine Botanicals, Purium, EarthHero,\n\nVera Herbles, Growing Spaces, Soil Works, Earthwater Press, 1% for the planet,\n\nDr. Bronners and Waylay Waters.\n\nAnd of course a big shout out to all of y’all who have joined our monthly giving program.\n\nAnd you can join the monthly giving program at any level at YHDR.org and at certain levels\n\nyou’ll get shipments sent to you of the Waylay Waters CBD Hemp infused aroma therapy,\n\nsoaking salts for your own self-care as a thank you.\n\nSo a huge thanks and shout out to all of the organizations and people making this possible.\n\nAnd you know a big part of the fun we get to have with YHDR is connecting with organizations\n\nlike you guys with all the good you’re doing, helping to amplify that a bit out there.\n\nAnd it’s a great joy to just see all that you got going on here.\n\nAnd I love the clothing and hats up here are hopefully in frame as well.\n\nAnd the notion of having some fun too, right?\n\nIt’s like we can create a joy-filled sustainable regenerative stewardship oriented culture\n\nto help heal so many of the challenges that we’re facing.\n\nIt’s not to say it’s not hard work and it’s not to say it’s not going to take some time.\n\nBut it seems also that striking those tones of hope and optimism actually help lead us in the direction we want to go.\n\nAnd that for me as a parent, as a writer and as an activist with the YHDR community\n\nthat seems to be one of the most important things we can choose as leaders in our varying capacities.\n\nYeah well you know first of all thank you for you know everything you’re doing.\n\nOf course it’s you know it’s it’s people like yourselves you know doing the work that getting these messages out.\n\nBut you know it’s not only appreciated but it’s really needed to break through the noise.\n\nThat you know and get people access to you know all these brands and concepts that you’re talking about.\n\nSo thank you and yeah I think you know one of the I think one of the challenges with the movement you know\n\nhistorically for me is that you know there’s a lot of anger and for the right reasons.\n\nIt’s so well-intended but it’s hard to lead though.\n\nIt’s hard to bring people into the movement you know I think initially when you know a lot of these problems are being discovered.\n\nYou know I think there was sort of that you know we’ve got to get this urgent message out you know it all costs.\n\nBut I think at this point you know we’re in 2020 people know those problems.\n\nI don’t think that that’s not the issue anymore.\n\nAnd people are concerned you know politics aside I think most people at this point understand that we need to make some changes.\n\nSo the question you know I start asking myself is like what’s the like what do people need to hear and how do they need to hear at this point.\n\nAnd yeah I think I think that it is one of the things that the movement needs is just because it’s serious work doesn’t need to need.\n\nDoes it mean that we need to be very you know straight and serious and angry.\n\nWe can laugh and smile while we solve the problems too.\n\nYeah absolutely.\n\nYou know and that’s our goal is to help others do that as well.\n\nYeah that’s so important.\n\nOften tell folks you know we’re collaborating in terms and so on partners.\n\nHey if we’re not having fun it’s quite possible we’re not doing it right.\n\nAnd you know the joy thing the more I’ve been at this kind of work the more deeply I believe that focusing on joy on love and those kinds of energies and emotions is actually really important.\n\nAnd you know in the business world that’s been sort of anathema with some exceptions here in there like Yvonne Chinard from Patagonia for example a great leader.\n\nBut you know by and large that’s kind of oh a weakness or you know pathology even it might be regarded but as our culture is evolving and as our economy is evolving.\n\nAnd as we as consumers are becoming much more informed about our impacts in our whole world in our communities in our own families in our own lives and bodies.\n\nIt actually seems that those fundamentals of joy and love and service and stewardship are essential.\n\nAnd I love that you’ve created a business with that kind of foundation and I can just feel it when I walked in here and just being with these products it just feels really good and it makes me want to shop here right.\n\nWell I appreciate that and yes you know it’s it’s working itself to stay on that track because we’re operating in a world that’s not necessarily collectively in that track.\n\nSo I feel like the moment we let our guard down or you know you’re not being we’re not being conscientious of all that.\n\nIt’s you know naturally pulled into the you know sort of the main swath and you know especially this year.\n\nYou know there’s so much fear and anger and again I think a lot of it is really well intended and bounded but like trying to understand our role within that and how to counterbalance the like just you know we don’t need to you know jump into you know the chaos necessarily but at the same time how do we help people including ourselves through it.\n\nYeah with you know without that that loud noise it seems to be coming from everywhere even though we support so much of it so it’s a you know it’s a real it’s a real interesting challenge when it comes to tone and authenticity and really you know making sure that the way we’re speaking to our community is well received and helpful.\n\nThat’s really great so I want to ask you know one father to another how has fatherhood parented how has having children your boys are high school age how is that influenced your your work here at the company.\n\nI mean from a classic perspective like I want to leave the world in a better place than it is right now certainly.\n\nIt’s motivated because I know that you know that they one day walk is you know it just it’s so I guess it’s cliche but for a reason like there’s there’s logic to it.\n\nSo I think you know it would be remiss to not mention that but I also think especially with my kids now in high school like they’re starting to think about how they’re going to participate in the world.\n\nAnd you know I’m proud to get us in a way to for them to go to witness what I’m attempting to do yes I’m very transparent with them in the sense of starting anything is hard.\n\nThis was certainly no exception and that from you know a father son or a family dynamic like there’s times where I’ve got a lot of my mind she’s not sure or on a baseball game and there’s like 30 minutes of downtime in between games I’m on a computer you know I’m like they’re seeing that side of it too.\n\nBut I think especially how they’re getting older like they’re starting to ask really interesting questions and that was really like one of my goals in starting earth here was because I came from a more traditional business.\n\nThere’s restaurants supplies yeah great team you know it’s great business but I wanted to your you know to your point like I wanted you know a more congruent experience for myself so my you know my family could see that you know I think it makes me a better father has been because I’m passionately involved in what I’m doing.\n\nI wanted to make sure that if I’m going to spend so much time away from my kids you know work that it was worth it you know and that I really was passionate about it and aligned with it so in a lot of ways the kids are like an accountability thing like if it was just myself I probably still you know I don’t know just be totally an experience but they were definitely a part of you know the vision.\n\nIt’s really beautiful I love the underlying what you’re expressing I’m hearing integrity and I think there’s a real gift in modeling for our kids the young adults that they are taking some of the risks yeah we don’t know we don’t know how it’s all going to turn out right.\n\nIt can be really messy but it also shows them that we have grit we have a lot of skills we have resources to draw on and I do believe as a parent that’s one of the biggest gifts we can give to our kids actually is demonstrating that and to lean into the adventure of it all right because sometimes maybe leaning in the other direction of.\n\nSafety and security might be compelling but heck at the end of the day how much of their of that is there really anyway right in all of this so yeah to be able to just lean into the adventure of it all and pull on those resources we have inside and for me it makes me think of my my grandparents and you know ancestors and elders and in a way there’s this lineage of.\n\nPassing that kind of information on through the generations.\n\nYeah I think you’re exactly right I mean I hear my parents talk about their parents and now I’m talking about that to Mike you know there’s like four or five six generations of storytelling and you know again at the end of the day it really does feel almost like a sense of responsibility you know like if I opt out of call in."
}