{
  "title": "Episode 92 – Aaron William Perry, Regenerative Economics & Holiday Shopping",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11612/episode-92-aaron-william-perry-regenerative-economics-holiday-shopping.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-92-aaron-william-perry-regenerative-economics-holiday-shopping/",
  "episode_number": 92,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Several of those folks have been guests on our podcast episodes. So I see at least three. I recognize it would be past podcast guests.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHey, friends. Welcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry.\n\nToday we’re doing a special Thanksgiving holiday shopping and regenerative economics episode.\n\nAnd I thought I would share a few of the slides and key points that we use to help educate our ambassador network.\n\nAnd also I’m really excited to share with you a whole bunch of new affiliate partnerships that we’ve established here at the YonEarth Community to support our community mobilization work.\n\nAnd to bring you some amazing YonEarth approved products through your holiday shopping and giving.\n\nAnd so I am so happy to share a lot of this with you. I’ve got a lot of fun products to show you and tell you about.\n\nAnd so before getting to those, by the way, there are going to be a number of discounts available for you on these products.\n\nAnd before showing you those, I thought I’d share a few slides.\n\nLike I said, that we use to talk about regenerative economics. What does that mean? How does that look and work?\n\nAnd how is that a key driving force in our global work together to restore and heal and create stewardship and regenerative oriented life ways and economies in our partnership networks all around the globe?\n\nSo here we’ll bring up some slides. There we go.\n\nSo this is our Thanksgiving and holiday giving celebration episode. And you’ll see here an image from a beautiful leadership summit that we hosted back in 2019.\n\nAnd this is right before a bunch of us were about to plant a number of baby blue spruces. You can see us holding those there. And you’ll probably recognize handful of faces in the picture there.\n\nSeveral of those folks have been guests on our podcast episodes. So I see at least three. I recognize it would be past podcast guests.\n\nAnd of course, we’re talking about regenerative sustainability at all scales and permeating all aspects of our work and our lives, our family and community lives and our places of worship, our connection when we’re out in nature, all of those are different aspects of our life share on this planet that we share.\n\nAnd regenerative sustainability and its deepest and most advanced form permeates all of those different dimensions.\n\nSo when we get into the etymology of keywords that we use when we’re talking about regenerative economics, there are four I want to share with you.\n\nSomebody’s maybe familiar to you from past episodes and even if you’ve attended any of our training and education workshops.\n\nSo the first is oikos. And this is a Greek term and ancient Greek term that means home. And it turns out it’s the root word from which our word eco comes.\n\nAnd this eco is used in both ecology and economy. And so when we’re using the word ecology or the word economy, we’re really meaning understanding and taking care of our home and conducting the business of our home.\n\nThe word humus is a proto-indo-European root hum and a Latin term from that origin meaning soil. And of course we love talking about the four keywords that relate to the same root, which are humus, human, humor and humility.\n\nAnd as we share with our ambassador network, if we focus on those four key themes, it will likely improve our efficacy as community leaders, as educators, and probably also improve our own personal health, well-being and quality of life.\n\nWellay is a middle English word and it means well-being. Interesting. It’s also the root word from which our word wealth is derived. And so when we’re talking about wealth and it’s most advanced and sophisticated understanding, it means well-being.\n\nIn a culture like ours at the moment, the notion of wealth can actually be very misleading and misunderstood. In fact, much of what we see in our world in terms of hyper-consumerism, obsession with things like status and appearance, that the pursuit of those superficial forms of wealth actually often undermine well-being.\n\nIt’s the integration of well-being with the notion of wealth, especially when we’re thinking about communities that a lot of our work and opportunity lies. Finally is this automata. This is a beautiful word in the ancient Hebrew language, meaning soil also, like humus.\n\nIt means soil or clay. And of course in the creation story found in our Judeo-Christian and Islamic roots, with the creation of Adam or Adam from the soil, the Adama, this linguistic connection indicates our deep relationship with soil as human beings, as is also expressed in that Latin term humus.\n\nSo when we’re thinking about our home and our economics and our ecology, we can think in expanding circles in terms of spheres of influence. And of course in our own homes, it’s likely that our influence is most acute and potent.\n\nAnd out from there we’re interacting with a number of different friends, stakeholders, colleagues, all kinds of folks affecting our entire world eventually.\n\nAnd so when we’re thinking about regenerative economics and especially about what gifts we’re choosing to give this holiday season, we can actually now orient our purchasing decisions and our activities in a way that is much more in service to the ecology and to the communities all around the planet.\n\nBecause we’re talking ultimately about our shared home. And I love this in the context of Oikos. And yeah, of course a great marketing campaign thought this would be a good name for a yogurt also, but I invite you to think about this deeper meaning in terms of home that this Oikos points us toward.\n\nAlso when we’re talking about regenerative economics, we’re talking about systems and companies and rules of the game that are supporting key activities that help balance and heal our world.\n\nAnd that help enhance our health and well-being and the five key topics globally speaking are decarbonizing energy, recarbonizing soil, detoxifying our environments.\n\nThis is broadly speaking kind of outside, if you will. Of course detoxifying our homes inside our local Oikos is important and regenerating ecosystems.\n\nAnd we’ve had several recent episodes speaking to the regenerative power of soil building and what that means in terms of stabilizing climate, in terms of boosting rural economies, in terms of enhancing health and livelihoods of communities throughout the world.\n\nAnd in terms of cleaning up water and providing much more healthy and nutrient dead’s food to people, this regeneration function is perhaps we might say the most important to really in the 21st century context.\n\nAnd of course to do all of this as intelligently as possible and with as much sophistication as possible, we’re invited to really focus in on the love, the compassion, the caring.\n\nAnd you’ll see I think in some of our partnerships that that love compassion and caring is really at the root of what we’re doing.\n\nSo great, we’ve got economics and consumer demand.\n\nDemand of course is one of the chapter titles in the book Why on Earth.\n\nAnd I’ve got a copy right here that I’m planning to read a little excerpt from for you.\n\nBecause when we’re talking about regenerative economics, one of the key structural issues that is at the scale of the entire planet that we need to be looking at is who’s serving whom have we conceptualized an economy where the earth and the natural resources of the earth and the people of the earth are effectively in service to the economy, which is effectively in service to the finance sector.\n\nOr alternatively, might we be moving in the direction of understanding that intelligent finance is actually working in service to the economy, which is working in service to our earth, all the living creatures of our shared ecology and the human family living here.\n\nSo when we’re focusing in on our consumer demand as one of the driving forces in an economy, it’s clear it emerges that we’re not just talking about technology when we’re talking about stewardship and sustainability, we’re also very much talking about a culture and consciousness that is shifting toward care and compassion regeneration stewardship.\n\nThat inside out heart-centric approach is really key.\n\nSo a real quick economics lesson, right? So if any of you study most basic form of economics, you’d probably remember that we have in our sort of traditional post-colonial economics, a very linear notion of value creation,\n\nwhich has actually been broken into four sectors or stages of value creation.\n\nAnd the economists call these primary, secondary, tertiary and quaternary, which essentially means first, second, third and fourth.\n\nSo at that first stage, that primary stage, that’s what we call production. So that might be harvesting timber in a forest. That might be harvesting fish from the sea.\n\nThat might be growing and harvesting food. It might be mining and oil and gas extraction, right? It’s essentially taking from the bounty of earth, whether it’s renewable or non-renewable.\n\nThat would all fall under the umbrella primary production. Secondary is where we add value. So now we’re taking that timber from the forest and turning it into trees.\n\nTaking the trees and turning that into tables or chairs or paper or cards or even art, right? Or taking the fish and canning that for sale at the grocery store, taking the corn from the field and turning that into tortillas, for example.\n\nAnd then in the third stage, the tertiary stage is essentially where the commerce kicks in vis-a-vis the public, the general public.\n\nSo that’s where we’ll see the retail shops and the online stores selling these products and also services for our purchase.\n\nAnd then the quaternary, the fourth stage of value creation is really the rarefied realms of information management of accounting and legal work and technology.\n\nAnd so there’s also a sense of an advancing sort of complexity, although that’s a very post-colonial understanding because as we dive deeper and deeper into the science of ecology and understand the sophistication of soil, micro-organism structures, for example, we know that there is sophistication in the living biosphere of this planet that, frankly, dwarfs all of our human systems.\n\nEven notwithstanding our supercomputing and all of our advances in technology.\n\nSo that’s the linear notion of what an economic system looks like. And of course, coming out of a neo-colonial era over the last few hundred years, this system has presumed, in many cases, slavery for labor sources.\n\nIf not at least a labor pool that is not very well compensated or taken care of, frankly.\n\nAnd we see that all around the world today still. We see it in our own communities. We see it in other countries. We see it really at every kind of scale of economics throughout the world.\n\nAnd it’s one of the things that many of us are working to heal and improve. So there’s a social and an environmental component to everything that we’re doing when we talk about regenerative economics.\n\nSo this other diagram that you see, which is a circular diagram, is presenting a new way of thinking about economics that is much more in harmony with the regenerative patterns we see here on the planet.\n\nAnd so instead of a four node linear extraction and value added framework, we are talking about closing the loop and adding a fifth node called the Quintenery, which is where the regenerative stewardship, knowledge, wisdom, and expertise are housed.\n\nAnd where that human expertise is now directed back to the other four nodes so that at every step in all of our activities, we are doing an expert job of caring for people and for planet.\n\nOne of the great thought leaders in this regenerative economic movement is John Fallerton. And at his organization, he imagines the dawn of the regenerative age in which we’re focused on eight principles of a regenerative economy.\n\nAnd this is going to include being in right relationship. This is going to include viewing wealth holistically right back to that notion of well-being.\n\nIt’s going to include innovative adaptive and responsive problem solving. These would be some of the systemic challenges that we’re facing. Empowered participation is key.\n\nIt honors place and community and it’s no accident that the chapter called place is the very first chapter in the book YonEarth.\n\nIt focuses on the edge effect and on abundance, which is the natural condition of how life and biology works here on this planet.\n\nRobust circulation, it means keeping things like currency circulating and not accumulating in different pockets.\n\nAnd of course, the eighth principle is seeking balance. We know balance is a key attribute of health and well-being.\n\nSo when we’re digging into what economics means in a broader context of our culture, we understand that through our governance mechanisms, we have this feedback loop where policy is often influenced and often even controlled by certain economic interests.\n\nAnd that the rules of the game are established through that policy, right? And so when we talk about a free market economy, there really isn’t no such thing, right?\n\nThere are all kinds of rules and regulations from the tax code to various antitrust regulations, for example, environmental regulations.\n\nThere are all kinds of rules that have been established. And those rules are going to help determine which companies out there are making great concentrated profits, which will feed back into the policy influence and control note.\n\nNow, at the note of the concentrating profits in financial capital, we’re going to see another loop emerge. This is where the advertising and marketing influence is very much determining what many of us are going to purchase our consumer demand response.\n\nAnd that is going to further drive capital and profits in certain directions.\n\nSo we can see in the 20th century where there’s been a whole lot of that happening in such a way that it hasn’t been very good for our planet or for ourselves, our health, our well-being, the health of our children and our communities.\n\nAnd certainly the health of many of the agriculture and manufacturing communities all around the planet.\n\nHowever, this is the same force. We can direct toward compassionate stewardship and regenerative oriented patterns and behaviors.\n\nAnd so when we overlay the 33 chapters of why on earth in this beautiful mandala, we can see that we actually have tremendous power to choose the products out there that are enhancing environmental sustainability, enhancing social equity, and that we can even launch and grow social enterprises, companies, foods, products and services are specifically geared to enhancing that positive feedback loop.\n\nWhen we’re talking about regenerative economics, we’re necessarily also going to end up talking about money.\n\nAnd one of my very favorite books, The Future of Money, I recommend you check out if you’re interested in diving deeper into this topic.\n\nBernard Lieter, a friend of mine who passed last year was one of the technocratic team who created the convergence mechanism when many of the European countries were converting their national currencies into the euro a couple of few decades ago.\n\nAnd so it was, you know, the French rock converting to the euro, the German Deutschmark converting to the euro and so on.\n\nAnd Bernard in this Future of Money is present an incredible outlay of what’s possible for our future and presents that in terms of four different scenarios.\n\nTwo of them are really horrible and one of them is truly amazing and that’s the one we’re working toward.\n\nThis is a quote you’re from Bernard and it says greed and competition are not the result of immutable human temperament.\n\nGreed and fear of scarcity are in fact being created and amplified.\n\nThe direct consequence is that we have to fight with each other in order to survive.\n\nSo this is Bernard recognizing that a big part of the mythology which has informed our neo-colonial economics is a mythology of scarcity and the mythology of competition, a mythology that says greed is good.\n\nAnd this is part of what we have to turn on its head in our work together.\n\nBecause after all we’re talking about the commons, we’re talking about our shared home whether it’s the water or the atmosphere or the climate or the environmental conditions of the places where we live and work and the places where a whole lot of other humans are living and working.\n\nThis is what we share in common and this is what we are invited to steward.\n\nAnd so when we’re thinking about some of these abstract economic models, let’s just remember that we’re talking about our own lives and the lives of millions of human beings around the planet and our environments and the lives of countless millions and billions of animals and other creatures.\n\nThat is what we’re influencing every day with our purchasing decisions.\n\nIt’s as if whenever we buy anything, we’re sending signals all around the planet that are saying whatever we just bought, we want somebody to make more of that.\n\nSo when we’re buying toxic products or products whose production technology means that toxicity is being spewed into regions and communities around the world, whenever we buy that one product, we’re sending a signal to the world saying hey make more of that, do more of that.\n\nAnd on the other hand, when we’re buying very non-toxic, environmentally safe, socially conscious products, we’re sending those signals out there to the economy saying hey, we want more of that and that’s the power of consumer demand.\n\nIn the book, YonEarth, there are four chapters in particular, demand, work, earn and give that speak to this power.\n\nAnd I want to read a little excerpt for you.\n\nThis is from Jared Diamond, whose book Guns Germans and Steel is very well known and he subsequently wrote a book called Collapse.\n\nLooking at different cultures from around the world and from different periods of time that have appeared to collapse from an archaeological perspective.\n\nAnd in his research, he found some common threads and themes leading to those collapses.\n\nAnd here’s what he says, to me the conclusion that the public has the ultimate responsibility for the behavior of even the biggest businesses is empowering and hopeful rather than disappointing.\n\nMy conclusion is not a moralistic one about who is right or wrong, admirable or selfish, a good guy or a bad guy.\n\nMy conclusion is instead of prediction based on what I have seen happening in the past.\n\nBusinesses have changed when the public came to expect and require different behavior.\n\nThrough reward businesses for behavior that the public wanted and to make things difficult for businesses practicing behaviors that the public didn’t want.\n\nI predict that in the future just as in the past, changes in public attitudes will be essential for changes in businesses environmental practices.\n\nSo that’s Jared Diamond in his book Collapse.\n\nSpeaking to the power of consumer demand, the power we are wielding as individuals and families and communities regarding this massive global economy in which we’re all connected.\n\nAnd so real quick, two pillars we focus on at the White Honors community are thriving on the one handhand sustainability on the other.\n\nAnd thriving has in it the five essential areas of personal practice that enhance the health and wellness of ourselves and our families and our neighborhoods in this has to do with food, the movement of our bodies, connection with nature, connection specifically with soil,\n\nwell being practices that includes playing music, practicing yoga, perhaps meditating and so forth.\n\nThen on the sustainability side, we have six core themes that pertain to the macro dynamics and systems in which we’re all participating.\n\nAnd this is where we find stewardship and regeneration to be essential.\n\nHow we’re doing energy and agriculture is absolutely critical and central to this.\n\nAnd of course choice, which is another way of saying our demand, our consumer demand, our political demand, that is driving so much and finally kindness.\n\nYou know, we can fix all the technical challenges, but if we’re not cultivating a culture of kindness, we can very easily end up in a terrible situation.\n\nAnd I think it’s obvious to most of us that we’ve seen way too little kindness in our culture as of late.\n\nWe’re talking about our global community.\n\nBrown, black, yellow, red, green, purple, whatever, you know, whatever our identities are, whatever our ethnic heritage are, whatever indigenous peoples we come from all around the planet.\n\nWe are one human family.\n\nAnd speaking of one human family, these are the 17 sustainable development goals.\n\nWe have established as one human family through the United Nations body where we convene as a global community.\n\nAnd you’ll see that the number 17 goal, the final goal is partnerships and collaboration.\n\nAnd that is one of my very favorite because that is indeed a big part of what we’re up to at the Y Honors community.\n\nAnd we are now launching our affiliate partnership program.\n\nAnd we’ve already established these partnership connections with several wonderful companies.\n\nMany of these companies are being certified. That’s through the B Corp certification regime.\n\nMany of them are providing products that are organic, certified, fair trade, certified.\n\nAnd doing even more beyond that.\n\nAnd that includes Purium, Chelsea Green, the publisher, Zen Bunny, certified by a dynamic coffee in that chocolate tube.\n\nWhaley Waters, which is our in-house social enterprise where we’re making all manner of biodynamically grown hemp infused soaking salts, massage oils and sabs.\n\nEarth Hero, which has an amazing array of products for your household use, your business use.\n\nThere are herbals is doing incredible work with herbal medicine and mushroom based medicines.\n\nThey have an amazing Spajeric lab in Carbondale, Colorado. That was featured in a recent podcast episode.\n\nEarthwater Press is another of our in-house social enterprises publishing books and amplifying voices for our world.\n\nGrowing spaces is a beautiful company making these geodesic greenhouse grow domes.\n\nThey’ve also been featured in a podcast episode recently.\n\nOf course, soil works is a third in-house social enterprise offering beautiful potentized biodynamic soil activation and fertilizer products.\n\nAnd then finally, last but not least is zeal optics.\n\nAnd these guys are making wonderful sunglasses and goggles using plant-based plastics and recycled plastics.\n\nSo in our community of affiliate partners, we’re also launching our YonEarth approved logo, which is how we designate these companies that meet certain social and environmental standards.\n\nNow, these next few slides are going to show you a bit of the products available and how you can get discounts when you’re shopping and buying these products for upcoming gift giving for the holidays and beyond.\n\nSo here’s Earth Hero. They have over 7,000 sustainability products.\n\nYou’ll see in there, they’ve got clothing shirts, they’ve got to go wear bamboo utensils.\n\nYou can use instead of the disposable utensils, of course, with COVID, that’s even more important right now.\n\nThey’ve got all kinds of detergents, they’ve got socks and shirts and items for babies, items for the pets, all manner of household goods and goods you would use in your office and your house of worship.\n\nYou get a 10% discount at Earth Hero by following the link here and using the code YonEarth.\n\nThere are herbals, of course, our friends Tyler and Nicole are offering a beautiful line of spudgeric and herbal tinctures.\n\nAnd of course, the mushroom-based supplements like the lion’s mane you see in the image here, they make beautiful sabs.\n\nAnd you can get a 10% discount with them at theveraerbals.com slash partnerships slash wide dash on dash earth.\n\nWe’ll have all the links in the show notes too for ease of connecting.\n\nPurium is working directly with a number of organic farmers and growers to provide a whole array of health and nutrition products.\n\nAnd if you go to ishoppurium.com and use the code YonEarth, you’ll get a 25% discount.\n\nAnd of course, in these partnership and affiliate programs, these companies are also giving a portion of the proceeds back to our nonprofit, the YonEarth community, to help support our community mobilization work and to help support our podcast episode series.\n\nSo this is a great way not only to get the best healthiest, most sustainable products for your gift giving, but also to help give back to the YonEarth community as you’re doing that.\n\nAnd it’s a real win-win as you’re getting these great discounts.\n\nHere’s Chelsea Green publishing. They’re publishing a whole array of home setting, do it yourself fermenting organic agriculture, regenerative agriculture, books and resources.\n\nChelsea Green.com. Why OE 10 is the code you can use there for your 10% discount.\n\nOf course, we just recently did an episode with the author Judith Schwartz, whose book The Rain Beer Chronicles.\n\nThey must read for those of us doing regenerative work was published by Chelsea Green.\n\nHere’s growing spaces. These are just beautiful greenhouse grottoes, geodesic domes that are incredibly strong structurally speaking.\n\nThey have durability that goes above and beyond most greenhouse scenarios and products and can withstand tremendous hail and other weather that might be damaging as well as tremendous wind loads.\n\nYou can go to growingspaces.com slash YonEarth to get a 5% discount. Now these are products that cost many thousands of dollars.\n\nAnd so they’re great for schools, by the way, and if you’re connected with a school, we can connect you directly with growing spaces to perhaps do an even better partnership deal because they are collaborating with many schools throughout the country.\n\nBut just to get your dome for your own yard or community, you’ll get at least a 5% discount when you go through the YonEarth link.\n\nOkay, here’s Zeal Magnus. We’re really excited about our partnership with Zeal. These guys are really leading the way when it comes to plant-based plastics and recycled plastics.\n\nAnd they’re very advanced goggles and sunglasses. You go to zealop.link slash YonEarth and you’ll get a 10% discount on those products.\n\nHere’s Zen Bunny. And these guys are providing certified biodynamic coffee, which is just a tremendous offering. And you can use the code YonEarth to get a 10% discount with the Zen Bunny products.\n\nOkay, here’s Waylay Waters. So I make these by hand. And as we’re scaling, the business will be employing mothers and grandmothers to make these hemp-infused soaking salts, saves, and massage and body oils to bring health and well-being into all of our lives.\n\nAnd we are sourcing the hemp from biodynamic and organic farms throughout Colorado who are growing the CBD hemp in the cleanest and most potentized manner so that the medicinal properties of these infused oils and salts and saves are at a very high level of efficacy.\n\nWaylayWaters.com is the website and we have lots of fun resources there talking about the difference aroma therapy blends and why those essential oils are bringing additional healing and well-being properties to us.\n\nAnd if you use the code YonEarth, you’ll get a 10% discount on all the way to water products. Now, I want to mention too that we have monthly subscriptions available.\n\nStarting at $33 a month and this is a fabulous way to give the gift of wellness to friends and family for the holidays. When you sign up, whoever is receiving the monthly shipment will get jars and saves and tins sent monthly to help maintain that regular practice of soaking and health and wellness.\n\nIt’s so important for all of us and especially in these times.\n\nSoil works. We’re also making in house. And if you go to soilworks.com and use the code YonEarth, you’ll be getting 10% discount there. And these are potentized biodynamic blends for the garden, for the farm, the homestead and even your house plants and bringing additional health well-being.\n\nNutrition and microorganisms to the soil ecology in which your plants and medicines are growing. Soilworks is a beautiful product. I really hope you guys will check that out now just brand new product offering.\n\nWe have are these beautiful hats. We’ve got four different colors, Pacific Navy blue chocolate salmon and all of green.\n\n$33 per hat. These hats are made with 100% organic cotton and recycled polyester trucker style. Really cool. So you can get your 10% discount on those as well, making it more like $30 a hat instead of $33 something like 29.\n\nWhen you go to yonearth.org slash market and use the code ypnearth. Of course, at the yonearth.org site, we’ve got a lot of other beautiful products for soil and for community mobilization.\n\nThis is our community mobilization kit here that comes with video instructions, documentation, a copy of the soil stewardship handbook and a jar of the soil works.\n\nBio dynamic soil activator. So this is a whole kit you can use in your community and your neighborhood to activate soil with your neighbors, your friends, your colleagues. We encourage you to check that out because when we’re doing these soil activation stirs together, which is what you see in the image on the left.\n\nIt brings us all together causing us to engage in a very simple and beautiful ceremony of stewardship and regeneration and then we take the water into which we’ve stirred the soil works product.\n\nAnd then we sprinkle it all around the landscape into our gardens and to our yards. And of course, because we’re not working with anything toxic, we get to stir this up with our hands and experience the direct benefits and serotonin producing consequences.\n\nConsequences of interacting with those beneficial micro organisms that are in the product.\n\nHere’s our third in-house social enterprise, which is earth water press. And this is our publishing arm through which we’ve published a myriad of books through the wider community and also books for some of our other friends who are authors.\n\nAnd if you’re interested in connecting with us to get your book published, just give us a holler.\n\nAnd otherwise you can source all kinds of books here at earthwaterpress.com using the code YonEarth for your 10% discount there.\n\nAnd including the books we have here for the wider community, the Soil Stewards of Handbook, as I mentioned, the Toam YonEarth, which is the 33 chapters covering all of this in a comprehensive manner.\n\nAnd of course, our growing series of children’s books that includes celebrating honeybees.\n\nNow, we’ve got a poetry book available as well called Poesis. This is illustrated by my son Hunter, who’s now an architecture and environmental design student.\n\nAnd I thought it would be fun to read you a poem out of here to celebrate our thanks giving time together.\n\nAnd it’s a poem called What If. And I wrote this earlier this year. It goes like this. What if humanity is on the brink of a great awakening?\n\nWhat if there is a pause? And what if awesome humble healing powers get activated among thousands of us, tens of thousands, hundreds of thousands?\n\nWhat if the great Veriditas, the healing green bio-photonic light gets generated and transmitted across millions of nodes worldwide?\n\nWhat if Raphael and thousands of angels are here now to help us heal?\n\nWill you feel it? Will you see it? Will you be it? What if?\n\nSo that’s one of the poems in this collection of poetry from the past 25 years.\n\nAnd it’s one of my favorite poems that’s speaking to the fact that our future is really in our hands and that we’re all in this together.\n\nWe share one great home, one great week.\n\nAnd as we cultivate a connection with place and we grow and water and harvesting cook and eat and work with our wastes in intelligent ways and steward and balance and unplug and walk and wander and connect and delight and listen and think and speak and demand and work and earn and give and make and build and move and power and then vision and create change and cultivate and love and pray and heal.\n\nAnd create culture together that is grounded in the ethics of stewardship and regeneration and sustainability.\n\nWhat will that look like as our global community deepens in our collaborations together?\n\nAs we’re collaborating with more and more amazing organizations like Demeter and Dr. Bronner’s and Patagonia and the Roedale Institute who have launched the regenerative organic certification program.\n\nAnd you are led by chief scientists like Dr. Yee Chow Rui who of course was featured on podcast episode 89 in which we talked about the white paper they recently published called regenerative agriculture and the soil carbon solution.\n\nAn example of the many experts and ambassadors were working with all around the world.\n\nAnd here’s an indication of many of our other ambassadors living here in the United States here in North America throughout the Pacific Island region over in Saudi Arabia, even throughout Europe and Asia and Africa.\n\nWe are connecting with more and more people and you’re invited to become a part of this movement as we establish greater regenerative economic behaviors, patterns and opportunities all throughout the world.\n\nAnd it’s interesting to think about the power of these times with our communication technologies and our access to information to knowledge to wisdom.\n\nAnd in one of my favorite essays called the meta industrial village written by William Aaron Thompson in a book collection of essays called darkness and scattered light.\n\nHe says this he says for the first time in human evolution the individual life is long enough and the cultural transformation is swift enough that the individual mind is now a constituent player in the global transformation of human culture.\n\nThat is a hopeful statement and I think it also implies as we become more and more aware and awake to this reality that we also understand our responsibility.\n\nAnd of course one of the beautiful ways in the time of holiday gift giving we can exercise that responsibility through these beautiful partnerships and product offerings.\n\nOne of the ways that we’re activating these kinds of ethics around the world through our community impact ambassador network is with this brand new set of achievement badges that were in the process of rolling out through these winter months.\n\nWe’ve got achievement badges for people who have attended our leadership summits people who host events people who participate in biodynamic soil activation people who are generating wonderful video content to share people who are affiliates of the YonEarth products or of the way they products.\n\nAnd our grandmother’s council that beautiful image you see in the upper middle part of the badge for it here for the divine feminine wisdom embodied by the elder women in our communities.\n\nThis is my friend Brigitte Mars who’s on our grandmother council as well as on our global advisory board. This is an example of some of the achievement badges she’s already achieved.\n\nAnd then here’s my son Hunter and he’s achieved several of the badges available through the YonEarth community.\n\nAnd so this spans many generations and many walks many interests many career paths many backgrounds it’s a very beautiful group of folks growing all around the world.\n\nHere’s a map indicating some of our work already thus far just in the United States and here’s some of our work globally.\n\nAnd when it comes to sacred stewardship which is another dimension of regenerative economics.\n\nThere’s a beautiful passage from Patan Jolly I’d love to share with you to wrap up when you are inspired by some great purpose some extraordinary project all your thoughts break their bonds your mind transcends limitations your consciousness expands in every direction and you find yourself in a new great and wonderful world.\n\nAnd you discover yourself to be a greater person by far than you ever dreamed yourself to be.\n\nSo on behalf of the YonEarth community I wish you all a very happy Thanksgiving and I’m so excited to share this special episode with you.\n\nAnd then to the holiday season together into this winter time of reflection of course in the northern hemisphere that is of approaching the solstice in the sacred days of the holidays we celebrate in the winter time together.\n\nI want to just show you a few of my favorite products before signing off here that I’ve got with me from earth hero I love their bag shop like you give a shit at least I think that’s what that says there’s a tree where the I might be we’ve got that we’ve got the soil works product in the jar here we’ve got the vera herbals see if you can see this with the light right there.\n\nTinctures and amazing stabs and spigerics also from earth hero we’ve got toys like these for our pets these are chew toys that are made with recycled plastic bottles are eco friendly and tough we’ve got beautiful socks and when you buy the socks at earth hero you’re helping support tropical rainforest protection efforts you’ve got these wonderful\n\nbamboo utensils to carry with you so that you no longer have to use those disposable utensils they even got by the degradable sandwich bags for the kids go to school or maybe going on a hike what have you.\n\nWe’ve got these amazing ski goggles and sunglasses made from plant based plastics and recycled plastics and these guys make just awesome products and they’re doing tree planting and coral ocean protection work all around the planet so whenever you’re getting these products from zeal you know you’re helping take care of some of these big challenges we’re facing back to earth.\n\nHere’s one of the big hydro flasks they offer and they’ve got coffee mugs and all kinds of great stuff for the kitchen and then of course here’s our collection of hats for YonEarth we’ve got the Pacific navy blue we’ve got the chocolate we’ve got the salmon color and we’ve got the olive color some beautiful beautiful colors there and I love that that’s a hundred percent organic cotton as well.\n\nIt has recycled polyester in which from which those hats are made the way they soaking salts are really amazing the saps are new products being launched right now these are also incredible in terms of pain relief and helping whether it’s from arthritis or car accident whatever it might be it really helps with the pain and our massage and body oils are just exquisite.\n\nWe’ve got a handful that are blended aroma therapy combos that are beautiful sensual massage experiences we’ve got the aphrodisiablens the velvet blend which is chocolate and lavender together and then we’ve got daily beard and body oils like the forest the sun rise and the nectar is great for all of the above.\n\nSo this is just a sampling of everything that’s available in our emerging affiliate network and it’s such a joy to be able to share all this with you.\n\nI appreciate you tuning in for this special Thanksgiving and holiday shopping episode and hope you enjoy a wonderful Thanksgiving holiday.\n\nHope to get outside for part of it to listen to the birds and hopefully a brief some fresh air and heading into these winter months in these holidays may you have a joyful, peaceful, reflective time to anticipate all the work we’ll be doing together in the coming year.\n\nSo take care my friends and huge shout out to everyone supporting the YonEarth communities work and supporting our podcast episode series in particular under community mobilization work of course and I hope you all have a wonderful holiday and hope to take care.\n\nHope to see you again real soon. Bye everybody.\n\nThe Wiener’s Community Stewardship and Sustainability podcast series is hosted by Aaron William Perry, author, thought leader and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly or monthly supporter, please visit www.YonEarth.org-support.\n\nSupport packages start at just one dollar per month. The podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth, all one word with a Y.\n\nThese sponsors are listed on the YonEarth.org-support-page.\n\nIf you found this particular podcast episode especially insightful, informative or inspiring, please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in. Thank you for your support and thank you for being a part of the YonEarth community."
}