{
  "title": "Episode 81 – Lem Tingley, Chief Growing Officer, Growing Spaces Greenhouses",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11269/episode-81-lem-tingley-cgo-growing-spaces.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-81-lem-tingley-cgo-growing-spaces/",
  "episode_number": 81,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron Perry, and today we’re\n\nvisiting with Lem Tingley, the CEO and CGO of growing spaces. That CGO Chief Growing\n\nOfficer. Lem, it’s great visiting with you. Great to be here, nice to have you. We’re\n\nso excited to get to experience the inside of your domes and share with our\n\naudience a bunch of the specifics as to how you’re helping people in\n\ncommunities all over grow a lot more food right in their own yards, right in\n\ntheir own neighborhoods. And of course we’ve also got some special discounts if\n\nyou’re interested in getting a dome through growing.growingspaces.com. So we’ll\n\nget to all that information for folks. But first let me tell people a little\n\nabout your background. So Lem grew up outside Boston, Massachusetts and came to\n\nColorado every year as a kid for ski vacations. So you fell in love with the\n\nRocky Mountain West at an early age. He attended the University of\n\nColorado in Boulder and graduated with a degree in mechanical engineering, which\n\nled to working for the last 25 years in manufacturing both in Colorado and\n\noffshore. Lem is married to his wife Liz and they live in Golden Colorado with\n\ntheir three teenage boys. I guess you guys are busy. And so he shared with us that\n\nhe was laid off from his previous job in engineering and felt like it was a\n\ngood opportunity to either start or purchase a company in some sort of\n\nsustainable technology. And so having heard of growing spaces through his brother\n\nin law and having learned that the founder owners were retiring and selling\n\ntheir business, Lem and Liz jumped on it. And they immediately came down to\n\nPugosa Springs, which is where we are, to meet Udgar and Pooja Parsons. And you’ll\n\nget to see a little interview with them later on the founders. And they fell in\n\nlove with them and what they had created in this small town in Colorado. So Lem\n\nand his wife purchased growing spaces in April of 2018 and are now expanding\n\nthe company organically. And Lem, it’s just it’s such a joy to know a bit about\n\nyour story, how you got here and what you’re what you’re doing now with the\n\ncompany going forward. And I guess let me just first start by asking what was it\n\nabout, you know, Colorado that caused you to fall in love with this place.\n\nYeah, I was a big skier growing up back east and you know you have to learn to\n\njust be on ice back there. So that’s all you get is big, you know, blue ice. So\n\ncoming out to Colorado every week with Utah, Wyoming, every year, I was just a\n\njoy. And I remember one year, I think junior year in high school, we came to\n\nBrecht for a week in February, how to date every day, just skiing powder\n\nevery day. And my parents talked me into visiting CU Boulder on the way back to\n\nthe airport. On the way back, we visited Boulder. It was 70 degrees in sunny\n\nin the middle of February. Kids were outside in their shorts, playing frisbee,\n\njust having a ball. And you know, I love hiking and biking and all that. So it\n\njust felt like just a beautiful environment to be at and study and then also get\n\nto get some skiing in at the same time. So it was purely for selfish reasons. But\n\nI’ve never regretted it and never moved out of Colorado since until 18. Yeah, yeah.\n\nI think that’s a familiar story for a number of us. Yeah, it makes a lot of sense to\n\nme. Well, you know, I’m so interested to hear more about your your\n\nengineering background and how you’re going to apply that in our applying that to\n\nimprove some efficiencies in your manufacturing process. And you know, these\n\ndomes are extraordinary. They’re extraordinarily strong structures. They create\n\nthese growing environments in cold climates where we can grow tropical and\n\nsubtropical plants. So maybe can you just give us an overview of where we are\n\nright now and what growing spaces is making available to people? Yeah,\n\nabsolutely. We’re here in Pagosa Springs. Growing spaces has six different sizes\n\ndomes that we sell. We’re currently in the 33-foot diameter dome, which is our\n\nsecond biggest size later today. I’ll show you some 42-foot domes that we have\n\ndown at the geothermal partnership. But we have all the other smaller sizes here\n\non site ranging from 15 feet all the way up to the 42 feet. So this is our second\n\nbiggest dome. We get a lot of food gardening space in here. Behind us, you see\n\nwater tank. This is basically the battery of the system. It acts as a thermal\n\nmass, both in the summertime to help keep the dormant dome cool and humid. And in\n\nthe winter time, the sun will reflect off that reflectic insulation, keep the\n\npond during the day, and then a night emit that heat back out and keep your\n\nplants warm and moist all night long, all winter long, without any external heat.\n\nSo you don’t need any electricity, propane, as long as you’re doing cross-party\n\nplants in the winter time. If you want to do tropicals, grow tomatoes, year-round,\n\nyou can. You just need to add a little bit of heat to your dome during the cold\n\nresponse. Yeah. But otherwise, you’re growing year-round without any additional\n\npossible. It’s amazing. And you told me beforehand that you guys have domes in\n\nevery state. Is that correct? That’s correct. Yeah. Over the 30-year history of\n\ngrowing spaces, we’ve shipped probably about 3,000 domes to all 50 states,\n\nabout 15 countries across the globe. The dome definitely works best in the Rocky\n\nMountain climate here in Colorado, about half our sales are here in Colorado.\n\nBecause of the extreme weather, we use a five-log poly, which is really as a high\n\nR value, almost three, as well as the snow-resistant, hail-resistant, and just the\n\nshape of the geodesic dome, the Buckminster Fuller dome, really is good\n\nagainst the wind. It really just pushes the dome back down into the earth, so\n\nyou’re never going to have your rectangular greenhouse get hit by a flat\n\nsurface and get blown off your property. The way it goes. A lot of\n\ndome owners calling it. My greenhouse is in my neighbor’s yard, right? We need\n\nsomething a little more wind-resistant. Oh, the geodesic shape is perfect. But the\n\nreal value of it is it tracks the sun all day long. You get nice, even sun for\n\nyour plants all day long. You don’t have any flat surfaces when you make your\n\nplants during the new day sun, and you just get nice, even sun throughout the day.\n\nIt’s another great tool to do this shape. Yeah, well this is so wonderful. So a\n\nlittle later on, we will visit with one of your gardeners and educators, Heather\n\nGray, talking about soil and how to care best for the plants in this kind of\n\nenvironment. And then later we’re actually going to go over to Pagosa High\n\nSchool and visit with the principal over there. And they’re building a dome right\n\nnow for their students, right? I’m really excited about that. Yeah, they’re\n\nbuilding a 42-foot dome for their students, both their vocational students and\n\ntheir culinary arts students. Yeah, that’s really awesome. They’re given those\n\nstudents that kind of exposure and experience so early on in their\n\nprofessional lives really. Yeah, yeah. And then after that we’ll visit with the\n\nfounders of this company, Pujan, Udgar Parsons, who have been real pioneers in\n\nthis whole sustainability movement for for several decades. So it’s going to be a\n\nreal treat. I think the way we get to flow through these different pieces of\n\nthe podcast today. Yeah, I’m really excited to meet with Udgar and Udgar. They’ve\n\nbeen retired for the last two years, but still involved down there with the\n\ndomes of the geothermal projects. So we’re doing great work down there for the\n\ncommunity and the local food hubs. So I’m excited to meet with them as well. Yeah,\n\nthat’s super exciting. Well, let me let me ask this, you know, these structures,\n\nyou know, take some money and one thing we want to be sure to mention to our\n\naudience is that if you mention YonEarth when you connect with growing\n\nspaces, you can connect by growingspaces.com or if you click through the\n\ngrowing spaces logo anywhere from the YonEarth web ecosystem, our\n\npartnership and sponsor page or our podcast page, you will get a 5% discount\n\nwhen you get your dome and demand has been so high in large part because of\n\nCOVID, it seems that production is out several months. So if you are thinking\n\nabout getting a dome, it’s a really good idea to connect with lemon as team soon\n\nto get in the queue. But, you know, one of the things that jumped right out at\n\nMealem with the information that you sent over is that you guys are not only\n\nselling these domes, you’re doing amazing work with education on YouTube and\n\nthrough your Facebook groups. And you’re also working with low income\n\ncommunities and with the Navajo Nation, for example, and you’re doing some\n\nspecial grants in urban and low income communities related to the Black Lives\n\nMatter movement. And I just, if you would, just speak to that kind of community\n\nservice work that you guys are doing because I think it’s extraordinary.\n\nIt’s really exciting. I’m excited to be at this point. We’ve had on the business\n\nfor two years and our sales were pretty flat from when we took over the\n\nbusiness those first two years. So we were really just trying to pay off our\n\nloans and forgets. And so we didn’t have a lot of, you know, money left over to\n\nkind of do the charitable projects. But when my wife and I bought the business,\n\nwe really had the long-term goal to put a portion of our profit back into the\n\ncommunity. So COVID has really been, I mean, it’s been horrible for the world\n\nand the nation, but it’s really is teaching people the value of controlling\n\ntheir own food source. Be able to go into their backyard and pick their vegetables\n\nfor lunch or for dinner, as well as have a nice sanctuary just like we are here\n\nto sit and relax. So the phone’s been ringing off the hook since March. We are\n\nbooked out several months. But the benefit of that for us is we’re able to give\n\nback. And so we have one-dome plan for Navajo Nation, like you mentioned. They’ve\n\nbeen really impacted by COVID. And they’re very family-oriented. And that’s part\n\nof the reason why it’s spread. But they really want to try to get back to their\n\nroots of farming and growing their own food and being self-sustainable. Because\n\nthey’ve kind of lost that part of their culture. They’re a Navajo Nation. And\n\neven, you know, we really are in a food desert. They don’t have access to fresh\n\norganic food. So we’ve met some people down there. The founders of Garam Pooja\n\nhad built a couple of domes down there as well, who are really trying to bring\n\nback local farming, local family farms to the community. So we’ve donated one of\n\nour 26-foot greenhouses to Navajo Nation. We do have a fundraiser that we\n\nlink to from our website to help with the some of the site prep, the bed\n\nmaterials, the soil, everything else that goes into that project. It’s on their\n\nour Facebook page right now. But another project I’m really excited about that\n\nwe started before COVID was with a local veterans community called Matterville\n\nVets. And they’re based in the Denver area. And they have two communities, one in\n\nSedalia and one in Hartsell, Colorado. What they’re doing is building tiny\n\nhome sustainable communities for veterans with PTSD to kind of give them a\n\nplace to really a sanctuary for them to really recover, as well as grow their\n\nown food, do their own work around the property and really be awkward and\n\nsustainable. And one unique thing about that project is they’ve adopted some\n\nwolves from a wolf from Rocky Mountain Wildlife Refuge that were the owner\n\nretired. And so now they’ve paired the vets with PTSD with the wolves. So the\n\nwolves are trained to comfort the vets. They have nightmares and it’s just an\n\namazing place. My kids and I have been up there to help build pens and kind of\n\nget the property in Sedalia built up. And then the next step is to start doing\n\nthe site prep and we’ve donated a 26-foot greenhouse for them as well. So they\n\ncould grow their own food year round. Wow. Yeah, Matterville Vets. So we’re really\n\nexcited about that project. Yeah, and there’s quite a bit of research coming out\n\nabout how working with soil and working with plants really helps with PTSD.\n\nAnd there are different veterans communities doing these sorts of gardening\n\nprojects for that very reason. The neuro biochemistry is affected and it just\n\nallows people people’s nervous systems to calm down. Right. Which is so\n\nimportant. Right. It’s so important for, yeah, special needs kids and\n\neducation. We’ve had examples and when we go down to the GGP dome and the\n\neducation dome of special needs kids who really do just calm down when they\n\nenter the dome. Get their hands dirty. This is night and day. So it’s really\n\nexciting to be part of this project. Yeah, it’s really beautiful. Well, in just\n\nspending some time in the Pagosa community today, it’s clear this is a this is a\n\nreally tight knit community. And what you guys are doing here as a local\n\nmanufacturer providing jobs and all of that is also a great benefit to the\n\nlocal economy. Yeah, so when we do hire a lot of veterans, we have a lot of\n\nveterans on staff. We’ll visit the vocational school where they’re building the\n\ndome. We really hope to use that program to hire new kids because what happens\n\nhere in Pagosa is a lot of kids that go out of high school and then they leave\n\ntown. Yeah, and there’s a huge gap in the workforce. There is a lot of\n\nconstruction in town. So there’s a lot of construction jobs. There’s a lot of\n\nrestaurant jobs, huge tourist industry, but there is a gap in that kind of\n\nmillennial range of good workforce. So we’re trying to bring in people not only\n\nto help the manufacturer the domes and install the domes, but gardeners, sales\n\npeople, and our sales people are gardeners. So we can really kind of help our\n\ncustomers through the learning experience when it comes to growing in a new\n\ndome because the technology really sells itself. We’re not really sales\n\npeople. Everybody but me here is a gardener. I can’t say that I’m a gardener,\n\nbut I’m learning. You’re a gardener in training. I’m a gardener in training, and that’s why I’ve\n\nlined up Heather and Ugar and Pooja to kind of help kind of talk about the\n\ngardening aspect of the dome. That’s great. I’m learning and I’m learning in our\n\ndome in Golden as well. And you know, it was wonderful to recently have the\n\nopportunity to interview my good buddy Brian Dillon with his dome up in the\n\nmountains. And he was sharing that the the Facebook groups are this\n\namazing online community where people are sharing information and you guys are\n\nactive. And I’m just curious if you might describe for our audience a little\n\nbit kind of what’s going on in that ecosystem. Yeah, absolutely. We have two\n\nFacebook groups. One’s called growing dome enthusiasts and one’s called\n\ngrowing dome owners. So growing dome owners is limited to owners only. So that’s\n\nwhere we get a lot of really good conversations about how the dome is\n\nperformed. You know, we talk about test problems. We talk about cooling your\n\ndome in the summertime. We talk about heating your dome in the winter. If\n\nyou’re going to heat your dome in the winter, different ways of optimizing your\n\ndome, they’re getting a lot into aquaponics systems, hydroponic systems,\n\ndecks built over the pond. But the growing dome enthusiast page is actually\n\nreally thriving as well. And that’s other people who are interested in purchasing\n\na dome are really just interested in greenhouse gardening or geodesic\n\ntechnology can come and ask questions more about the planning of the\n\ngrowing dome, what it takes to get through your building department, your HOA,\n\nthe foundation techniques. And we have a lot of owners on that site as well,\n\ngiving advice to future owners. And then we’re always monitoring and making\n\nsure, you know, their questions are getting answered. But it’s very low touch\n\nfor us because we have a huge community of growing dome owners who are on those\n\npages, helping our customers out. As well as nationally, if they’re not in\n\nColorado and don’t have the ability to come to either Golden or Pagosa to see a\n\ndome, they can ask, hey, I’m in Pennsylvania. Does anybody have a dome I can see?\n\nAnd people will raise their hands and say, yeah, come check out my dome.\n\nYeah, it’s a really good community. Yeah, absolutely. You know, speaking of\n\ncommunity, one of the things we’ve been observing through the Winers Community\n\nNetwork in this time of COVID, as more and more people are gardening and wanting\n\nto take back more control over their food supply, we’re seeing in many HOAs\n\nand in many, you know, apartment complexes and so forth. A lot of folks don’t\n\nhave the ability to garden. In some HOAs, we’re seeing that it’s essentially\n\nrequired to spray poisons to kill things like dandelions, right, which is\n\nreally sad and makes no sense. And I know you and I have begun a\n\nconversation around some of the efforts that YonEarth is cooking up to help\n\nkind of move the HOA frameworks forward so that we’re not poisoning our\n\nkids and our pets in our communities and we’re making gardening a more central\n\naspect of our American culture. And I’m curious with the domes, what kind of\n\nissues you’ve been running into with different HOAs out there? Yeah, really\n\nsimilar issues. I mean, HOA boards kind of see the dome as a very unique\n\nstructure. They’re non rectangular, so they kind of look different. So anytime\n\nyou have a community, so that doesn’t look right, they’re not going to allow it\n\nin the community regardless of what it’s for. But you mentioned my brother-in-law\n\nwho kind of turned us on to growing spaces. When he first went to his HOA, they\n\ndid reject him, 100% of the board rejected him. And then growing spaces actually\n\nhelped them with the presentation to really talk about the benefit of the dome,\n\nwhat he was trying to accomplish. He’d had a stroke, his life has health issues,\n\nso growing healthy organic food year-round was a real benefit to their own health.\n\nHe showed pictures of inside the dome and the vegetables, and he went back with\n\nthat information, and they approved it unanimously. So as soon as they kind of\n\nlearned what the dome was for and really the beauty of the entire structure and\n\nthe inside of the dome, they approved it. So we really do help our customers\n\ntry to navigate that HOA process and really talk about the benefits of the dome.\n\nYeah, it seems so important that a lot of what we’re running into with barriers\n\nand roadblocks is a matter of education, huh? And presenting the information in a way that’s\n\nnot threatening and explains benefits. Yeah, exactly. We had a dome owner from the Ukraine actually\n\nwho came to the US and in the Ukraine. Everybody’s front yard, everybody’s back yard was a garden.\n\nAnd she came to the US and saw all these green grass everywhere. And so where do you\n\ngrow your food? I don’t understand. And so they bought a huge property up in Bailey, Colorado,\n\nhuge gardens, a traditional greenhouse as well as a 42-foot growing dome, and they’re just\n\ngrowing life-raising. She’s actually a chef at a local restaurant, so she grows from a restaurant.\n\nOh wow, it’s a really good story. I know there’s a lot of organizations out of boulders that are\n\nreally working on turning transition people’s yards into gardens so we can have more local food\n\nsources. And then like you said, we need to eliminate the rest of the silence around.\n\nRight, yeah, absolutely. You know, and I think it’s so important to stress, to emphasize this\n\nconnection between local, fresh, organic food and maintaining our health and well-being\n\nand avoiding disease. And you know, we have so many folks in our culture suffering from all kinds\n\nof diseases. Well, a lot of the times the food that we’re eating is so disconnected from the\n\nhealthy soil and so on. It’s critical that we make that connection very close a part of everyday\n\nlife and it seems that the domes make that possible in a lot of different contexts to the people.\n\nAbsolutely. It all starts with the soil. When we meet Heather, she’ll talk about what she’s\n\ndone in our domes with the soil. We made a transition in March when when COVID first hit, our domes\n\nused to be really about the beauty of the dome and the variety of the dome. You could really grow\n\nanything you want in these, but we made a shift to really focus on production. The food hubs\n\nwere struggling here even before COVID because it is a food desert here in Pagosa. We just did\n\nget a natural grocer, so we’re all excited about that. I hear in Pagosa, but we’re donating all the\n\nfood from these five domes into local food hubs and she’s been really, she’s really done a great job\n\ntransitioning the domes to optimize production of fruits and vegetables. Are you finding there’s a\n\nparticular fruit or vegetable that seems to just thrive and produce a ton in the food? We already\n\nsay tomatoes. We’ve put a tomato on our logo because it just takes take off. I’ve seen tomatoes just\n\nall take over some dollars. Apparently you have to trim them every day. And when we go down to the\n\ngeothermal project, they’re doing really well with their tomatoes as well. We always say tomatoes\n\nare doing doing amazing, but so much so many other things thrive. Swiss charred olives, those\n\nkale, grapes, grapes are great because they provide natural shade to the dome and then you can train\n\nthem up on the southwest side to really provide some additional natural shade as well as natural\n\ntransportation. The more vegetation you have in the dome, you’ll just feel the energy, you’ll feel\n\nthe moisture come off the plants. It’s a really nice environment. It really does feel like you’re in\n\ncontrol. Yeah, I love it. And I’m just observing that the charred you have over here in next\n\ndude, it looks like romaine. These plants look picture perfect. I mean, they look so happy. Yeah,\n\nand we’ve been harvesting them like crazy, so it’s amazing. I think it’s amazing. I think we’ve got\n\nsome carrots over here, everything you can do really well. Beautiful. It’s really exciting. Well,\n\nand I notice also the rosemary just thrives. And I’ve tried rosemary a bunch of years in\n\nColorado, and often during the winter months, even if you’re bringing them inside, if they’re\n\npotted, they tend not to do so well, but here they are just jamming. It’s beautiful. Yeah, we’re\n\nvery sage-both. Yeah. All kinds of herbs, microbeurings go real well, and you can turn them really\n\nquick, part of the stem, really quick as well. We have a lot of chefs doing microgreens on the\n\nherbs for the restaurants as well. Yeah, that’s so wonderful. Yeah. Well, let me just take this\n\nopportunity to remind our audience that this is the Y on Earth community podcast, and today we’re\n\nvisiting with Lim Tigley, the chief growing officer of growing spaces. And I want to thank our\n\nsponsors and give a shout out to the folks who are helping to make this podcast episode possible,\n\nas well as our community mobilization work for soil regeneration, climate action, health and\n\nwellness, neighborhood resilience, and culture kindness. And that includes Earth Coast productions.\n\nIn fact, I’ll give a shout out to Artim Nichol Cobb, the owner of Earth Coast. He’s manning the\n\ncameras here for us today. And that includes also the LIDGE Family Foundation. Purium, of course,\n\ngrowing spaces, and go to growingspaces.com, mention YonEarth, to get a discount.\n\nSoil works, earth water press, and wheylay waters. And of course with wheylay waters,\n\nthe CBD infused aroma therapy soaking salts. If you go to yunerf.org slash wheylay dash waters,\n\nyou can join the monthly giving program at certain levels and receive monthly shipments of those\n\nsoaking salts for your health and well-being. So that’s a wonderful additional bonus there. And then\n\nI want to give a special shout out as well to all the folks who have joined our monthly\n\ngiving program at a variety of different levels. And we really appreciate your support.\n\nAnd everything that we’re doing here is a community effort and is being done on the strength of our\n\nrelationships and connecting with leaders like Yulem who are making so much available to folks.\n\nAnd it’s really such a joy sitting in this space. And I’m wondering, I imagine there must be times\n\nwhen business can get little stressful at times. And I imagine maybe you might just come out\n\nhere sometimes just to be in the dome and be with the plants. Is that part of the experience?\n\nAbsolutely. It’s just so relaxing to be in here and just pick some fresh beans off the vine\n\nand taste them while you just sit here and relax and read a book, even make some phone calls in\n\nthe dome. It’s just such a relaxing space to be in. It’s amazing. I’m just so thankful to be a part of\n\nit. And you’re very fortunate to come across this business and be able to be a part of it.\n\nYeah, it’s so beautiful. Well, I’m wondering, should we take a pause on our conversation here and\n\ngo visit with Heather and see what she’s doing with the soil and the plants?\n\nYeah, absolutely. I’ll give you a tour and we’ll meet Heather.\n\nCool. And then we’ll meet back up here, huh?\n\nOkay. Sounds good. Great.\n\nSo hey folks, here we are. We’re in the 18-foot dome and we’re visiting with Heather Gray\n\nwho is an educator and gardener par excellence here at Growing Spaces. And so Heather, I’m so excited\n\nfor you to share with us some of your techniques, what you’re doing with soil and what you’re doing\n\nwith ventilation to maintain super healthy and productive plants here in these domes.\n\nWell, we started with really good soil, alpaca manure and the bedding of the alpacas.\n\nAnd it wasn’t fully broken down, so we treated it with and continued to treat with\n\nmycorrhiza and good bacteria and fish emulsion and seaweed and proper watering. You know,\n\nnot too much, not too little. And just keep it in a healthy environment and slowly, slowly,\n\nit builds to lots and lots of armies. Oh yeah, I see some right there.\n\nYeah. Beautiful. Are you sure of the camera? Yeah.\n\nThere’s small little red wigglers maybe. Yeah, there’s night crawlers in there too.\n\nOkay. But you’ll see them when you go to the 33. Uh-huh.\n\nBut you see it’s broken down. It used to be like wood chips and it kind of drained through,\n\nbut now it holds water really well. Yeah. And in most cases, people can heal their hydrophobic soil\n\nwith this method. You know, sometimes they have to start with a wetting agent. Yep.\n\nBut um, which is like usually with Dr. Bronner soap and water kind of thing. Okay.\n\nBut then watering in good bacteria, mycorrhiza, um, keeping it moist all the time. So never too\n\nmuch water enough, not too little. And um, and then good nutrients, you know, building up good by\n\nand multi-biotics. If you can get your hands on way, you know, if you know a local cheese maker,\n\num, I’ve seen people get very creative with getting probiotics in their sooner. But slowly,\n\nslowly you build a structure and it starts breaking down that material and holding moisture again.\n\nSo with the probiotics from like a living crowd, or can she be helpful for soil?\n\nI’ve seen people do it. Wow. They water it down though because of the acidic. Yeah.\n\nThe lactobacolus. Yeah. So, um, unless you’re starting with like a really alkaline, like in Colorado,\n\nyou know, clay bays. Yeah. Alkaline soil. You could, um, lower the pH by doing something like that.\n\nYeah. Interesting. And so hydrophobic soil, um, obviously phobic like phobia means the soil doesn’t\n\nlike the water, the hydropart. So either drains off or goes straight through. Yeah. So what causes\n\nthat in the first place? The soil has died either in extents or like fully died,\n\nwhere there’s no good bacteria or good fungus in there and the bacteria is what holds the water\n\nin the soil. That’s what like kind of makes it like a sponge. And when the bacteria dies from\n\nnot being watered for an extents of period of time or from being solarized, you know, from being\n\ncooked essentially, um, then the soil isn’t alive anymore. It’s basically dust at that point. I\n\ndon’t even call it soil at that point. So sometimes dust can be made into soil, but not all the time.\n\nInteresting. Well, this soil is clearly alive and these plants seem amazing. They’re just thriving\n\nand we just ate some of the green beans and some of the tomatoes and they’re so delicious.\n\nAnd you have a certain technique for how you’re you’re trimming, right?\n\nFrom the bottom up, everything is really important. Yeah. And why is that so important?\n\nVentilation is super important and any kind of greenhouse structure. Plant, see this, how it’s\n\nmoving the leaves of the plant. So I think the primary focus of ventilation is that the leaves\n\nof plants need to move for the cellular structure of the plant to be strong. They’re using different\n\nmethods in different agriculture now where they’re actually manually moving plants and you know,\n\nthere’s like a whipping method with plants where they you just you move it like simulate animals\n\nwalking by, simulate wind feeding it, simulate rain, pounding on it because all of that just like\n\npeople builds the cellular structure and the defenses of the plant. So for numerous reasons,\n\nalso fungal diseases that build up in growing spaces of any kind.\n\nFor numerous reasons, building the cellular structure and making that plant resilient\n\nis primary focus. And so that’s why you’re trimming from bottom up.\n\nThe air can get through so that not a lot of moisture accumulates in the leaves so that also helps\n\nwith fungal diseases and also you know catches air and they’re kind of forced up and so they move\n\naround a little bit when the fan is on and they’re just healthier and stronger and they get a\n\nlittle air through. Yeah all these kale plants seem super healthy it’s really fun to see them I can have some thank you yeah we don’t we don’t turn down\n\ngood fresh food yeah so I I’m so thrilled and it sounds like you’re also helping to guide some\n\nof the other gardeners on the team as to how to best take care of the soil and the plants\n\nand that you’re also available to speak with folks who actually have domes of their own right\n\nto help them have success and and what does that look like like what are what are some of the\n\nsituations that you hear about most often that you’re you’re helping with mostly problems that\n\npeople are having that they don’t know what to plant where or they are having a pest problem\n\nof sometimes that they don’t know how to fix or something that they’re not familiar with like pond\n\nplant issues or I was literally 15 minutes ago on the phone with a lady who needs fresh\n\nso you know it could be any range of things that’s so wonderful to have that real support from\n\nthe company I think it really speaks to the the goal and the objective of folks having success\n\ngrowing in their domes which is wonderful to hear yeah well I so appreciate having this time\n\nwith you Heather and I’m wondering before we sign off for the moment is there is there anything\n\nelse you’d like to mention or share with our audience if the audience includes people who grow\n\nand domes or greenhouses or structures when you go away for the winter find a way to keep your soil\n\nwater that is the biggest thing like soil is alive just like plants it cannot be forgotten and\n\num you won’t be ultimately successful unless you focus on the health of your soil more than the\n\nhealth of what’s up top because the root structure of the plant is where all the health of the plant\n\nstart so you heard it here from Heather don’t forget the soil especially in this in the winter\n\nyeah yeah beautiful but thank you so much Heather my pleasure nice to meet you likewise\n\ni’ll go get you some hair oh thanks that sounds great solem here we are we we just visited with\n\nHeather that was just wonderful and it’s amazing to see the the incredible expertise she’s bringing\n\nto the care for the soil and the plants here with the domes yeah she’s she’s amazing she’s been\n\ngardening for over 25 years she was with growing spaces for a long time went off to pursue other\n\nventures so we were very thankful to have her back here growing spaces with us we’ve hired a\n\ncouple other younger gardeners to kind of train underneath her so you learn her techniques so she’s\n\nbeen really a great mentor to them as well as well as the whole team here at growing spaces so she’s\n\nbeen she’s been great so i thank her very much for taking the time yeah absolutely yeah that was\n\nwonderful well uh you know listen i i’d love to circle back a little more on this work that you’re\n\ndoing around the black lives matter movement and uh obviously such a big issue in our culture right\n\nnow and and there’s so much healing that’s that’s needed in communities all over and it’s something\n\nyou guys are engaging as well with growing spaces huh yeah i talked about the two projects at\n\nNavajo Nation and for for matters bill bets we started those before COVID or right about the time\n\nCOVID started so kind of before the latest phase of the black lives movement um we do work with\n\nan organization called urban growers collective out of Chicago they actually purchased the dome right\n\nabout the time we bought the business um and we’ve been doing some in kind uh work for them\n\nbut i think they’re just a great example of how growing food locally can really improve a\n\ncommunity especially an urban community because you know a lot of people don’t really know but\n\nurban communities can be food deserts as well uh you don’t have access to whole foods a lot of\n\ntimes even then organic food is so expensive that those communities can afford good fresh organic\n\nfood and they find themselves eating it with donalds and maybe not the healthiest food but what\n\nwe’ve seen at urban growers collective in South Chicago is it’s really bringing the community together\n\nin multiple aspects not only providing food to the community but providing work you know paid work\n\nas well as volunteer work to the community um you know African-Americans and whites both are working\n\nin the garden uh so what we want to do is we want to do more projects like that basically it was a\n\ncomes down to so we’ve offered a grant program for 2021 uh for urban communities specifically\n\nwe will be donating growing domes next year uh for urban communities so if you go to our website\n\nyou’ll get links to our our gardening grants page uh which has our grant listed as well as many\n\nother uh gardening and community and school garden grants uh listed for these types of communities\n\nto apply for that and then we’ll be uh working with those programs in 2021 uh to help build those\n\ndomes because um our season is going to be coming to an end here soon uh a lot of these communities are\n\nin colder climates we prefer it to be in a colder climate just because it’s harder to grow food\n\nyear round and the dome will work better in places like South Chicago uh so we’re going to be looking\n\nfor communities in more northern climates to to work with to build growing domes so they can grow\n\nfood year round and really bring the community together that’s fabulous as you’re as you’re as you’re\n\ndescribing this i’ve got a few folks coming to mind that i’ll be sure to uh get this information to\n\nbecause uh this is really going to help i think a lot of different communities out there\n\nright yeah right yeah we’re really going to try to promote it uh from here on out um we’re also yeah\n\nlike i said looking for donations for the other projects to help the site prep on things of that\n\nnature because the dome is just a piece of that and then obviously the ongoing uh gardening aspect of\n\nit and keeping the dome well maintained uh is important as well so i encourage you to look up urban\n\ngrowers collective as well uh this is a great organization great yeah thanks for that limb\n\nwell listen i know i know we’re going to head over here in a few minutes to visit the high school\n\nall right where they’re building the dome and we get to see some of the construction and action\n\nand then uh after that we’ll visit with the founders uh udgar and puja downtown at the community\n\nspace there um but uh before we take off to go do that limb um is there anything else you’d like\n\nto to say or share with our audience yeah on that regard i’m just so thankful that you guys took\n\nthe time to come down here to pagosine pose the long drives uh to come down here but this is where\n\nthe company was built um we want to remain active in this community like i said we’re donating\n\nfood to the food hubs we actively support the geothermal park project uh through in kind donations\n\nand helping to maintain those three domes and udgar and puja really built a strong foundation\n\nright here in pagosis springs and to have the manufacturing of the domes local here to build the\n\nhigher local resources we we buy mostly us uh components um and to have a us based\n\nColorado based manufacturing facility is just incredible especially here in pagosis springs and\n\nwhat they’ve done in the small community is really built a national brand an international brand\n\nright here in small town pagosis so as we grow the business internationally uh we’re also trying\n\nto keep a very strong footprint right here in pagosis and that’s what i wanted to show you today as well\n\nboth at the high school and the geothermal project oh that’s great well thanks so much lemon it’s\n\nwonderful visiting with you and sharing all of this with our audience great yeah no thank you again\n\nfor coming down okay so we’ll go visit a couple sites come on everybody so here we are at\n\npagosis high school with principal shawano donnell hello hey shawano how you doing doing great thank you\n\ngreat thanks for visiting with with lemon me and telling us a bit about the uh the project you got\n\ngoing on here you’re welcome glad to and uh lemon i know you you probably can kind of guide us\n\nthrough the discussion here a little bit with what’s going on yeah now we’ve been working on this\n\nproject with pagosis high for a couple of years now it’s right in our hometown so we were always\n\nreally excited about it but what we’re more excited about is when it’s completed and what it’s\n\nactually going to be used for so shawano tell us a little bit of how you’re going to use this\n\ndome for your your vocational programs you bet so we um we’re fortunate to have a kind of a\n\nsmall six-foot dome that we have here on the property and and we’ve been using it with our\n\nag programs they’ve been you know growing growing growing a few things in there um they do have some\n\nhydroponics going so they’ve been fiddling with that a little bit and growing some tilapia and\n\ninto the season trying to find people to buy the tilapia or whatever but um but the time came\n\nthat we just come out growing that you know we’ve um got more demand from kids wanting to take more\n\nagriculture classes and then we’re actually this year adding a horticulture class um but\n\nhard to do horticulture in in our climate you know if you really want to grow anything year round so\n\nthis obviously presented itself as the the right facility to do that so um we’re excited about\n\nopportunities that it’s going to provide our kids yeah what’s great about school domes is the\n\nfact that the growing season here in Colorado is in the summer when kids are out of school yeah\n\nso it’s so nice to have a year-round environment where you can teach kids horticulture in the middle\n\nin the middle of winter absolutely yeah and then we’ve also got um our science teachers are a\n\nlittle bit uh anxious to get in there also provides my opportunities besting your biology classes\n\nand things like that to uh do some experimentation that you you really can’t do in a regular classroom\n\nso um don’t know what those are going to be yet but i really feel like sky’s the limit on\n\non the opportunities to to use this facility to to expand um just opportunities for the kids\n\nyeah so it’s so great to give them the the hands-on experience to accompany a lot of the theoretical\n\nscience that they’re learning out the books and so on absolutely it’s one thing to\n\nsee it on a video so all that other thing to actually pull it off in life and and uh\n\nmean so much more so yeah or it’s it’s it’s a good deal for us you have some local chefs working\n\non the project as well right but we do teaching culinary arts as well as using it for the local\n\nrestaurants we do yeah for sure are we we’re very fortunate with Todd Stevens being our\n\ndirector of our food service program he’s got some plans um you know he he helps us\n\nthat our culinary arts program um we’ve got some plans in there also to do some farm to table type\n\nthings so as that culinary arts program expands a lot of the kids kind of grow to grow their food\n\nand that could be a um a collaboration between classes even you know the horticulture class maybe\n\ngrowing some things culinary class in there and then actually harvest take that into the kitchen\n\nand and make food out of it um and then you know i know Todd that has some ideas to do some farm to\n\ntable stuff even for the just the general food service program so um like it says on the infant\n\nstages but i feel like sky’s the limit it’s it’s so cool from my perspective to see that you guys\n\nhave developed such a strong vocational training program here and i know talking with some other\n\neducators and other parts of the state or even around the country that uh in many places\n\nstudents don’t have those same kinds of opportunities and uh it’s it’s great you’re giving them\n\nuh again that hands-on uh training opportunity yeah absolutely i appreciate you saying that i\n\na big believer in it and the vocational trades and all those all those different fields and\n\nand giving kids those opportunities um you know i personally i’d like to um you know we try to be\n\nmindful of our own local community and for those kids that maybe don’t want to go to college\n\num if we can give them some skills and some hands-on stuff while they’re in high school\n\nthat maybe they can get into those entry-level things in our community and establish themselves\n\nbut that comes from having programs you know like our ag programs the our building trades all the\n\ndifferent kinds of programs we’ve been adding here lately um it’s it’s it’s crucial to have those\n\nprograms for those kids yeah yeah i know we’re excited about it because yeah here are going\n\nspaces like i said you’re in our backyard so we’re excited to be able to hire some kids out of that\n\nprogram we’re sure done with it both from the construction of the domes as you can see\n\nas well as the the gardening and the culinary aspects of it yeah for our own for our own purposes\n\nwell it’s great we’re standing here and behind us is a live build going on of the dome itself and\n\nwe can see the fellows are putting up some of the timbers there and lemma is wondering if maybe\n\nyou’d just explain real quick what we’re seeing here in the process yeah absolutely we’re actually\n\non the first day of the build so you can see it’s going up relatively quickly one unique thing about\n\nthis dome is the stem wall is made out of concrete so but guys that but goes to high one at the\n\nconcrete stem wall so that was here when we got here and then we anchor bolt into that and then\n\nstart on the dome build and we’re just going to go up with the struts in a spiral until we get to\n\nthe top and then after that we’ll put it on the polycarbonate glazing uh this whole build will\n\nprobably take us about five days with three crew members uh so it really goes up real quick and then"
}