{
  "title": "Episode 79 – Brian Dillon, Growing Spaces & Rhythms of Thriving",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11176/episode-79-brian-dillon-growing-spaces-rhythms-of-thriving.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-79-brian-dillon-growing-spaces-rhythms-of-thriving/",
  "episode_number": 79,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "And uh his good buddy mike who put together the soundtrack we use at the intro and outro of every podcast episode",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHi friends, I’m really excited to share this podcast episode with you.\n\nIn it, I visit with my good friend, Brian Stratton Dillon, at his geodesic Growdome up in\n\nthe mountains in Colorado.\n\nThese are domes provided by a company called Growing Spaces, and they are based in part\n\non the designs that come from Buckminster Fuller.\n\nSome of you may be aware of the term Buckyball, and the geometry of the structure is essentially\n\nSo a Dodecahedron is a 12-sided three-dimensional object made up of equal pentagons.\n\nOkay, so that’s one of the platonic solids.\n\nThe dome that we’re in is actually called a truncated icosahedron, and it’s related\n\nto one of the Archimedean solids, and these are more complex three-dimensional solids\n\nknown about at least since the time of the Greeks.\n\nAnd so basically they’re like a soccer ball where you have interlocking hexagons and pentagons.\n\nSo the dome that you’re going to experience in the episode is essentially structured\n\nout of pentagons and hexagons.\n\nEach one of those, however, is made up of triangles, right?\n\nSo hexagon has six of those, a pentagon five of those.\n\nSo you’ll see some of this in the video, and I hope you really enjoyed this episode.\n\nSo come on, let’s check it out.\n\nWelcome to the YonEarth Community podcast.\n\nToday we’re visiting with my friend, Brian Stratton-Dillan, Hey, Brian.\n\nHey, Aaron.\n\nHow you doing?\n\nDoing great.\n\nWe’re right here in your grow dome, and I’m so excited that we get to share what’s\n\ngoing on in here, and chat a bit about your story and journey as a horticulturist, as\n\na musician, a drummer, and it’s just a joy to be here with you today.\n\nOh, I’m so glad you guys are here and really appreciate the opportunity.\n\nSo Brian, for our audience who don’t know this, Brian and I go way back to like the middle\n\nschool, high school days, and we’ve been pals ever since connected primarily and initially\n\nthrough music, and have a lot of mutual friends we keep in touch with, and so it’s just a\n\nreal joy to have him on the show here today, and I know with our tour of the dome a little\n\nlater on, and also we’re going to get a sneak peek into Brian’s music and recording\n\nstudio.\n\nYou’re going to have a real treat both in terms of the audio podcast and for those of\n\nyou who are watching the video, you’re going to see some really amazing stuff on this\n\nepisode.\n\nSo before we dive in, let me just tell you that Brian studied under a handful of great\n\ndrummers and mentors, including Mike Berry, Todd Reed, and the living legend drummer Dave\n\nWeckle.\n\nHe has performed over 1200 performances, has taught over 80 drum students and has recorded\n\nwith renowned artists such as Andy Nevala from the Glen Miller Orchestra, Stuart Davis,\n\nthe wild divine, the John Parker trio, and has toured in many states throughout the United\n\nStates, including Hawaii.\n\nAnd Brian first fell in love with botany in 1999 when he was living on the island of\n\nHawaii, where he had the unique opportunity to do garden care for Sylvester Stallone’s\n\nbeachfront property on that island, and he also attended the college at the Kauai community\n\ncollege where he learned how to propagate cuttings, working in the greenhouse on the campus\n\nthere.\n\nAnd then he moved back to Colorado in 2000, becoming heavily involved in the music scene,\n\nand that was in a terrible car accident, and after being a victim of a hicular assault\n\nin 2010, he was set on a different path.\n\nAnd growing food became a huge priority in his life, and he decided he wanted to move\n\nto a climate that was more conducive to growing all year round.\n\nSo he set out on a worldwide tour, including Hawaii, New Zealand, Tonga, etc., and basically\n\nhe discovered growing spaces, the company that makes these grow domes, which were sitting\n\nin presently, and realized he could basically have these subtropical conditions right here\n\nin the mountains of Colorado, and grow year round.\n\nSo he erected this dome in 2014, and has been able to grow in an agricultural zone of\n\nseven, despite the fact that we’re at an elevation here of 8,300 feet above sea level,\n\nwhich is an agricultural zone three.\n\nSo he’s growing culinary food and medicinal herbs and flowers here year round, and is also\n\nworking professionally with a great company called Skyscape Gardens, doing all kinds of\n\ninstalled, edible landscapes and food forests in the Metro Denver area.\n\nAnd so Brian, I guess it’s not an exaggeration to say that you and I share a couple of our\n\nvery favorite core passions and hobbies from music to working with plants and soil.\n\nAbsolutely.\n\nAnd thanks again for inviting us into experiencing your dome today.\n\nOh, my pleasure.\n\nThanks for being here.\n\nSo let’s talk just a bit about what is it like?\n\nAnd I think maybe we’ll try to get a photo up in this video of what the dome looks like\n\nin the middle of the winter after a big lizard.\n\nBut what’s it like in your day to day living up high in the mountains and having this environment\n\nto come into?\n\nOh, it’s amazing.\n\nYou know, I’m a native of Colorado and I’ve always loved it here so much.\n\nBut in terms of the growing season, it is a shorter season.\n\nAnd so especially at this elevation, you know, I mean, there’s only a couple or three\n\nmonths where you can really try and grow things and then you have deer and everything\n\nelse that gets to your to your plants and food.\n\nSo this is a protected space.\n\nIt has rodent barrier underneath it.\n\nI’ve only had one mouse in this structure in six years.\n\nAnd so it’s just very protected and from the elements and provides a really safe\n\nkind of just perfect growing environment, you know, in the winter, I think the most snow\n\nI’ve gotten here was like 44 inches.\n\nAnd you know, the dome held up really, really well.\n\nIt can take huge snow loads and hail and wind with ease.\n\nAnd so that’s one of the main reasons I started thinking seriously about building one\n\nof these.\n\nRight.\n\nAnd the geometry is super fascinating and beautiful to look at, right?\n\nAnd there’s one of the strongest three-dimensional shapes.\n\nAnd we know how to build as humans and it’s based after Buckminster Fuller’s Buckyball,\n\nright?\n\nIs that kind of what the design’s based around?\n\nAs far as I know, that’s, yeah, I don’t know the history super well.\n\nBut I do know about Buck, what’s the name?\n\nBuckminster.\n\nBuckminster Fuller.\n\nThat’s right.\n\nIt’s called Bucky.\n\nBucky.\n\nSo the geometry is built out of triangles and it’s called a, it’s a variant of a truncated\n\nicosahedron.\n\nI did a little research on this.\n\nAnd so there’s an ancient Greek mathematician, Archimedes, who identified all kinds of\n\nthree-dimensional solids that are more complex than the better known platonic solids,\n\nright?\n\nLike the cube, the dead decahedron and so on.\n\nAnd the Archimedes solids are much more complex, have many more facets and faces.\n\nSo this one is essentially made out of a whole bunch of triangles, but they’re arranged\n\nin patterns of hexagons and pentagons.\n\nThat’s right.\n\nSo it’s got that hex and pentalpha interchange going on.\n\nAnd it’s an extraordinarily strong structure.\n\nSo yeah, it doesn’t surprise me at all that with these snow lobes and wind lobes that you\n\ndon’t have any sort of issues with the structure failing.\n\nYeah, no, it’s remarkable.\n\nAnd I think on growing spaces’ website, they have a, they do a test where I think they\n\ndrop like a sledgehammer from however many feet above and it just kind of bounces off\n\nof the structure.\n\nSo the polycarbonate material that makes up these panels is also really hardy.\n\nSo there really is no issue in terms of strength with these structures and that’s really the\n\nissue, especially up here in the mountains, you know, with greenhouse gardening.\n\nLike if you have a standard kind of a frame type of thing, I mean that can work and it\n\ndoes work for a lot of people, but a hail storm can come through and, you know, in 10 minutes\n\nyou’re looking at a bunch of repairs and kind of a whole mess, you know.\n\nSo the growing spaces kit really just takes all of that worry and concerns out of the\n\nequation.\n\nYeah, I’ll just mention growingspaces.com and a great company actually based in Colorado.\n\nAnd they are sponsoring this podcast episode and have told us that if you want, you can\n\ngo to growingspaces.com and mention YonEarth and get a 5% discount if you want to get\n\na dome.\n\nThere are several different sizes and or you can also click on the logo link that lives\n\non the YonEarth podcast page or sponsorship page and that’ll take you into a dedicated\n\npage in the growing spaces digital ecosystem.\n\nSo take advantage of that 5% discount.\n\nI know with with COVID and everything going on in the world, their demand has been through\n\nthe roof.\n\nAnd so their production schedules out like three months right now.\n\nSo if you’re interested, good idea to get a hold of them sooner and later and get in\n\nthe queue.\n\nBut yeah, so it’s amazing what they’re doing in terms of having these these domes in\n\nmultiple communities throughout the Rocky Mountain West and elsewhere, helping certain\n\ncommunities grow a lot more food than they’d otherwise be able to.\n\nAbsolutely.\n\nYeah, and there’s all kinds of programs with schools and communities like you’ve said.\n\nAnd just a lot of opportunity to teach, you know, youngsters about this.\n\nAnd I mean, I think that’s the thing if people didn’t grow up in the garden much, I think\n\nit can be kind of an intimidating thing to grow food just period, you know, even just\n\nlike a little container garden on the deck or something.\n\nBut once you just kind of jump in and try something, you know, you get to hang a bit really\n\nquickly, especially if you have some tips from friends and, you know, resources online\n\nthese days.\n\nYeah, it’s great.\n\nAnd I think as we do the tour, we’ll talk a little about your soil amendments.\n\nI know you’re working with some biochar in here, too, and you’ve actually developed a whole\n\narray of techniques and tools that you’re working with, right?\n\nTo maintain the soil health in here and keep the plants healthy.\n\nYeah, I’m learning as I go, you know, there’s so much to learn with the soil biome and a\n\nhealthy biology there, but yeah, you helped me, you turned me on to the biochar.\n\nI actually used that in the tomato beds this year, and I think it’s helped a lot.\n\nI’m also introducing beneficial fungi and bacteria and also using a microbial superpack, this\n\nproduct called recharge.\n\nAnd so, yeah, there’s kind of a lot to talk about with all that stuff, and certainly\n\na lot more for me to learn.\n\nI feel like I’m scratching the surface, honestly.\n\nYeah, well, I got to give a shout out to our buddy, Rowdy Yates, who’s one of the Y on\n\nEarth ambassadors, who’s company high-plains biochar up in Wyoming is where I think we\n\ngot you that biochar, and yeah, it’s a great operation.\n\nSo for those of us in the Rocky Mountain region, that’s one of the best suppliers we can\n\ngo to for the biochar, which really does amazing things for the soil, right?\n\nYeah, it just provides, as far as I understand, any enormous amount of surface area because\n\nit’s so porous.\n\nAnd so, all that surface area is where, you know, beneficial bacteria and other beneficials\n\ncan live and, you know, offer the roots of the plants, a supply of that consistently.\n\nYeah, I’ve heard it described that putting the biochar into soils, kind of like putting\n\na whole bunch of apartment buildings, providing a lot more habitat.\n\nYeah, and yeah, it also works like a sponge, so in arid climates, like ours, when you’re\n\nwatering plants, it helps keep the retention of moisture in the soil longer, which obviously\n\nis a big deal in certain climates, so that’s super helpful.\n\nThanks.\n\nThanks for showing me.\n\nYeah, absolutely.\n\nWell, I want to ask, Brian, I know that that traumatic brain injury that you had really\n\nhas had a profound impact, you know, no pun intended on your life.\n\nAnd as hard and as traumatic as that experience was, in many ways has opened you up to a\n\nwhole array of beautiful discoveries in your spiritual practice with meditation, and\n\nyou’re one of the, I consider experts, and I know a handful, around brain health, and\n\nsome of it, what’s going on with the neurology and the neuro biochemistry, and I was wondering,\n\nif you might just share a little with us, what was that process like after the accident\n\nof essentially bringing your brain back into optimal health and back into a state of vitality?\n\nWell, thanks for that question.\n\nYeah, so indeed, the accident was a really impactful situation that left me basically\n\nkind of stripped of my identity or any sense of just assembling reality.\n\nSo it really took me down to the core of, you know, what is this?\n\nWhat is existence?\n\nWhat is happening?\n\nWho am I?\n\nYou know, although like most fundamental questions, you can kind of ask yourself.\n\nAnd so that led me into a very curious and deep kind of journeying for really for the\n\nlast 10 years.\n\nSo I came to find a whole bunch of teachers that people much wiser than I, and more experience\n\non the topic, or topics, and just really got interested in all that.\n\nAnd so we could get into a little of that, if you’re…\n\nThat would be great.\n\nYeah, I think it’s really helpful for a lot of us.\n\nSo one thing I’d like to mention was learning about Vipashana meditation.\n\nAnd so I’ve written a couple things down about that just because I wanted to share.\n\nSo Vipashana, which means to see things as they really are, is an ancient meditation\n\ntechnique that’s 25 centuries old.\n\nIt’s also called the art of living.\n\nAnd the technique is taught at a 10-day retreat during which participants learn the basics\n\nof the method and practice sufficiently to experience the beneficial results.\n\nThere are no charges for the course, not even to cover the cost of food and accommodation,\n\nwhich is really remarkable, especially because these are happening all over the world.\n\nAll the expenses are met by donations from people who have been completed a course and\n\nexperience the benefits of Vipashana’s wish to give others the opportunity.\n\nSo I think that speaks a lot to the technique itself, you know, in a new age world of all\n\nkinds of spiritual, you know, stuff out there ranging from great to terrible.\n\nIt can be really hard to know kind of what to spend your time with or your money on.\n\nAnd this kind of demystifies that whole element of it.\n\nSo I did two 10-day silent retreats.\n\nAnd so they call it noble silence.\n\nSo it is silent the whole time, which is just a really different experience.\n\nYou know, we open our mouths a lot and we, and our ears are being bombarded by all kinds\n\nof stuff, you know, all the time.\n\nAnd so just a simple 10-day period can actually be pretty profound.\n\nAnd you know, I could get deeper into the technique, but I think for right now anyone\n\nwho’s interested in that maybe just visit the website, we’re going to have a link to\n\nthat website.\n\nIt’s called dama.org, so dhamma.org.\n\nAnd you can look on there, you know, say you want to go, maybe you’re traveling and you\n\nwant to go to Thailand or wherever, you know, they’re holding retreats.\n\nIt’s literally all around the world.\n\nIt’s pretty amazing.\n\nAnd yeah, I’ve really benefited, benefited from that technique.\n\nYeah, tremendously.\n\nSo and I think it’s worth noting too, Brian, that the type of injury you had is this DAI,\n\nright, that fewer than 10% of folks who have it actually recover consciousness.\n\nSo like not only have you recovered consciousness, but you’ve progressed very far along that\n\nspectrum of experience.\n\nAnd what is, what is DAI if you can just tell folks a little bit about that?\n\nYeah, so that’s, that’s diffuse, accidental injury, which basically means when, when there’s\n\na violent like shaking of the head, in this case, it was a vehicle going 85 miles an hour\n\nand another one going 55 miles an hour and those hit and then that one hit mine going 55.\n\nSo it was like a three car explosion really.\n\nAnd so and the roof caved in all the way to my, I’m two inches from my seat back.\n\nSo I literally, I mean, when I, when I finally went to the salvage yard months later after\n\nthis because I needed photographs of the vehicle, they didn’t recommend I go, but I, I needed\n\nto go and I wanted to see the car because I have no memory of this, any of this, anyway.\n\nAnd yeah, I started laughing.\n\nI had to be escorted with a police officer and I started laughing because I just couldn’t,\n\nI just couldn’t believe that I survived.\n\nIt was just impossible the way that the crash or the way that the roof caved in like that.\n\nAnd a funny side note, the, the police officer that I was with, his lip started quivering and\n\nhe actually started crying like, because it, so it was just a really interesting moment\n\nin my life, but um, helped me believe that all this happened.\n\nBut anyway, so my brain was, um, all this happened.\n\nIt’s just that all this, wait, sorry, what did you say?\n\nI just want you to complete that statement.\n\nOh, I’ve led you to believe that all this happened.\n\nOh, well, for a reason.\n\nYeah, I just meant happened period because I didn’t, it was hard to believe, you know, that\n\nthis, when people were telling me, when I woke up in a hospital and people were telling\n\nme all this, I was like, what are you talking about?\n\nI’d been out for seven, seven full days with no memory of anything.\n\nSo, um, but yes, to what you were getting at, absolutely, um, and so diffuse, the diffused\n\npart just means it’s widespread.\n\nSo there, I had contusions on the right frontal lobe and the orbital frontal cortex, I believe,\n\nand the right ponds and some other ones, specific injuries, but then the diffuse axonal injury\n\nrefers to widespread shearing of axons.\n\nAnd so that’s the real, that’s when it’s really bad.\n\nAnd so, and that’s what made my prognosis or recovery looking kind of so grim.\n\nBut I really believe through the course of action that I’ve taken with just thousands\n\nof hours of learning and, um, and drumming, uh, that’s a big one.\n\nAnd, uh, getting in the garden and then the whole nutrition part, um, and the rhythm\n\nof the garden, you know, the, the watering and the, the seasons and the, uh, the rhythmic\n\naspect of that, like, and then the meditation, the brain training, that’s what I like to\n\nlook at it as brain training because the word meditation is so, so misunderstood, um,\n\nin our culture, I think, uh, and, uh, the way I look at it is just brain training.\n\nLike, in the same way, you would go to the gym and exercise your muscles and keep your,\n\nyour body healthy.\n\nUm, there are ways to do that with the brain and the ancient techniques I like a lot because\n\nguess what, we’re not the first to suffer, you know, we’re not the, people have been\n\nhaving hardship and real challenges for ever.\n\nAnd so, why not learn from the techniques that have stood the test of time?\n\nI think there’s a lot to be said about that, um, what I also love to mention Dan Siegel\n\nand a couple of other things if I, if I can, maybe that was the right time to do that.\n\nYeah, so another thing that, uh, has been life changing for me is the work of Dan Siegel\n\nand he started a, a field called interpersonal neurobiology, which is basically a fancy\n\nway of saying the brain, the mind and relationships and he’s the, uh, clinical professor of psychology\n\nat UCA, at UCLA School of Medicine and he’s the director of the Mindsite Institute, which\n\nI’ve done, I’ve completed a course there and I want to do more, um, the Mindsite Institute\n\nis just a fantastic resource and, uh, there’s a lot to gain from getting into that.\n\nAlso, um, some really cool things happening like the Mind Up program, Goldie Hahn was\n\nin on that one and that’s more for youngsters like bringing in, um, some awareness and\n\nknowledge of like the brain and the mind to kids in curriculum.\n\nSo instead of the standard curriculum that we have, um, they’re, the Mind Up program\n\nis bringing in things to teach people about the tools they have, you know, and, um, if,\n\nyou know, ways to manage frustration or anger or, you know, giving children like tools\n\nto, and, and methods, uh, to deal with life, you know, and, uh, when things get hard.\n\nSo that’s another thing.\n\nSo his books, I’ve read almost all of his books.\n\nI’ll just mention a few here, um, the mindful brain is the first one I’ve read and it really\n\njust hooked me up.\n\nI’ve never been much of a reader, honestly, um, but I was just turning the pages like crazy\n\nbecause that was so just fascinated by all this stuff.\n\nAnother one called MindSight, that’s probably the easiest one.\n\nMindSight, uh, the new science of personal transformation and then there’s, his newest\n\none is called Aware, the science and practice of presence.\n\nIt’s a great one, oh my gosh, really great, um, and there’s one called No Drama Discipline\n\nwhich is, um, for, you know, folks who have children and, uh, how to approach that.\n\nI don’t have children, but I read that one anyway.\n\nI thought it was really fascinating.\n\nAnd then another one called The Mindful Therapist, which I read, um, and that is also amazing.\n\nSo yeah, it can’t say enough good things about Dan, Dr. Dan Siegel, uh, and what he’s\n\ndoing with IP and B, interpersonal neurobiology.\n\nUh, so great, and we will include, you know, some links and references in the show notes\n\nas well so people can, uh, easily find some of these resources.\n\nFantastic.\n\nSo thank you for sharing all of that.\n\nAbsolutely.\n\nThanks for the opportunity.\n\nWonderful.\n\nUm, wow, well, and, and, you know, I think there’s something that probably is, uh, going\n\nto be of great benefit to all of us, right?\n\nLike not all of us have had a traumatic brain injury and a car accident course, but all\n\nof us are suffering from different ailments and things assaulting our neurobiobio, uh,\n\nwell-being.\n\nAnd some of this is technology and media related.\n\nSome of this has to do with the widespread toxins and poisons in the environment and the\n\nfood supply, et cetera, totally in the water even in many cases.\n\nAnd so here you are, you’re, you’re doing a lot of music, playing a lot of drums.\n\nAnd I’m excited.\n\nI think we’ll be able to share a little bit of your drumming at the end of the episode\n\nbecause you’re not just banging one, two, one, two.\n\nI mean, they’re doing polyrhythms and syncopations and all very beautiful, complex, highly finessed\n\ndrumming and it’s exquisite to listen to you.\n\nClearly, there’s a lot going on in the brain when that’s happening.\n\nYou’re connecting with the living biome of the soil.\n\nYou’re eating super fresh, nutritious food, just, you know, several paces away from your\n\nkitchen.\n\nSeems to me like you’re onto a handful of life practices that may enhance all of our\n\nqualities of life and may in fact be key to creating a much more sustainable world together.\n\nWell, thank you.\n\nThat’s a huge compliment and I just want to emphasize how much inspiration I’ve drawn\n\nfrom other people like yourself and like a thousand other people that, you know, like\n\nthe way I found out about this company was through a video, you know, it was a YouTube\n\nvideo and I just couldn’t believe it.\n\nI watched it like five times and it was with a woman named Bree.\n\nI since have looked for it.\n\nIt was quite a few years ago and I can’t find it but it was somewhere down south in Colorado\n\nand I just couldn’t believe that they were able to actually grow year round in harsh, you\n\nknow, environments and everything and so I think that’s the important point I’m trying\n\nto make there is just that we all inspire each other and I think it’s important to like\n\nwhenever you can to take that opportunity to show someone what you’re up to and also to\n\nbe open to learning.\n\nI think that’s a huge thing is to just, you know, always be open to learn some new hobby\n\nor some, if it, if it excites you, then follow that, you know, there’s not enough time to\n\nSo why is it you and curiously a segue into talking a little more about some of these\n\nancient practices like you’ve mentioned, the poshana meditation and brain training practices\n\nand also you’ve had some really interesting experiences with different food forests that\n\nyou have found all around the world.\n\nAnd we know the archaeology right now is getting so exciting about understanding what native\n\npeoples were doing in both North and South America.\n\nThe Amazon rainforest is very much a human engendered food forest that turns out in many millions\n\nof acres and so in fact they were using biochar.\n\nBut you’ve, you’ve had some incredible encounters with food forests, some very, very old in different\n\nspots around the world.\n\nCan you tell us a little bit about that?\n\nWell, so I think the, the oldest one that I interacted with was in a dream I had, which\n\nultimately led me to, to this greenhouse is pretty amazing actually.\n\nI had a dream kind of in that initial recovery period when I had come home from Craig Hospital\n\nand I was, you know, I was home.\n\nI was still doing outpatient therapies, speech therapy, occupational therapy, pool therapy,\n\nphysical therapy.\n\nI mean, it was like, it was intense, but so my sleep was a little funny.\n\nBut I had a dream one night about a food forest and I had never heard of that.\n\nI didn’t know what that was.\n\nSo I was, it was such a beautiful dream and I, so I got up and I, it was like four in\n\nthe morning and I, I googled that and came to discover this 2000 year old food system\n\nin Morocco and it’s incredible.\n\nThere’s a, I think his name is Jeff, I wrote it down here, Jeff Lawton, yeah, L-A-U-T-O-N.\n\nIf you, if you search 2000 year old Moroccan food forests, you’ll see this little short\n\nvideo that he explains the food system.\n\nBut basically it’s, it has different layers and like a canopy working all the way down\n\ninto like root vegetables.\n\nBut it has an enormous amount of outputs with very minimal inputs and it’s a system.\n\nIt takes care of itself and so I, I was super inspired by that and just thought that was\n\nlike one of the coolest things that I’d ever heard about in my life.\n\nSo that led me to, I also found out about a 200 year old food forest in Vietnam, which\n\nI do want to visit at some point.\n\nAnd then I did actually go and visit a food forest in, in Hawaii that was 10 years old at\n\nthe time.\n\nNow it’s probably, I guess, 16 or 17.\n\nAnd that was just amazing, you know, eating star apples and all kinds of different fruits\n\nthat I’d never heard of.\n\nSo that’s another part that has been, just as a side note, like through this whole project\n\nI’ve found, I’ve learned about all these rare fruiting varieties.\n\nOh, and that’s a perfect opportunity for me to plug one green world.\n\nSo there’s a company called One Green World and their website is OneGreenWorld.com and\n\nthey’re out of Oregon and they have been collecting rare fruiting varieties from around the world\n\nsince the 90s.\n\nAnd they have a fabulous website, very informative with great pictures and it tells you whether\n\nit’s, whether or not it’s self pollinating and just all this information, which some,\n\nyou know, some of the other companies I found don’t have all that.\n\nAnd you can hear the clouds are going by, so the solar, waterfall and the fan are turning\n\non and off.\n\nThat’s driven by the sun.\n\nAnd we’ll go, I’ll show you some of the features of the dome here in a little bit.\n\nBut One Green World is just a really cool company and you wouldn’t believe how many berries\n\nand fruits that you’ve just never heard of.\n\nI’ve got one growing right here called Golden Silverberry and I haven’t gotten it to\n\nfruit yet, but it makes these jelly bean looking fruits that are like polka dotted and they\n\nmust taste amazing.\n\nWho knows?\n\nI hope to find out, but it’s a Mediterranean plant and it’s got a beautiful leaf structure\n\nand each leaf looks like a painting or something.\n\nSo really fun to discover just how vast all this gets, you know, it’s not just apples\n\nand oranges and blueberries, you know, and there’s all kind of stuff you can grow.\n\nIt makes me think about, you know, we have grown up in a Western cultural milieu and a common\n\nstory most of us are familiar with is this getting kicked out of the Garden of Eden experiencing\n\napparently.\n\nInteresting.\n\nIt seems to me that one of the big opportunities we have in these times is almost recreating\n\nthe Garden of Eden, almost reconnecting in a way to that creative, generative force of\n\nnature, of some greater powers and perhaps that’s also part of the key we have now to\n\nnot only healing our own selves, but also our communities and our relationship with the\n\nworld and in my senses, food forests and Interior living spaces like this are going to be more and more important as we go forward. Yeah, I would agree, you know, I think\n\nGoing back to the basics is is always going to be a good idea\n\nYou know as we progress as a you know\n\nspecies and everything\n\nI think there’s at the end of the day, you know, we get hungry every single day. Yeah, right? So\n\nSo we might as well know how to grow something. Yes, absolutely\n\nWell, let me uh, I just I want to give a little shout out to you to our friend\n\nDr. Jandell Allen Davis who runs Craig hospital\n\nAnd is responsible for all kinds of medical care workers who are working with folks who are dealing with these\n\ntraumatic brain injuries and neural\n\nIssues and she’s been on the podcast twice now\n\nAs an African-American leader she actually came on a few weeks back to\n\nTalk with us about what’s going on\n\nWith the protests with the Black Lives Matter movement and with the murder of George Floyd and it had just an exquisitely\n\nWise way of speaking to all of this and when she grew up in DCs you remember some of the\n\nThe race riots back then decades ago\n\nSo just want to give her a shout out because I know she and others are\n\nAre you know dedicating their professional lives to helping folks heal from those kinds of of traumas\n\nAnd I know the rest of us out in community the more we can help\n\nCreate community gardens and access points to some of these experiences is also really helpful for the society as a whole\n\nAbsolutely, I mean I couldn’t be more grateful\n\nUh for Craig hospital and what they I mean what they are doing is just\n\nunbelievable\n\nLike the things that they see on a daily basis\n\nYou know doctor Barry and\n\nA handful of other people there really just brought me back to life you know and it’s\n\nReally amazing work. So I’m extremely grateful\n\nFor really anyone who’s helping with healing like you said like whether it’s the planet or other people\n\nOr themselves, you know\n\nI think that\n\nHealing is a is something that\n\nShould come into the forefront of everyone’s lives\n\nEveryone has something that they need to heal from\n\nAnd it’s I think it’s a beautiful process\n\nAnd it takes courage and bravery and hard work and a lot a lot of enduring pain\n\nBut I think ultimately\n\nHas been Tino Massara would say\n\nPain and pleasure are equal confirmations of awareness\n\nYeah, yeah, absolutely beautiful. Thank you for sharing that\n\nUm, I know that you’ve got also another resource that\n\nfolks who are interested in the dome\n\nGrowing environment will will find very helpful to connect with and this is a growing dome enthusiast’s Facebook group, right? Oh, yeah\n\nFacebook.com slash groups slash growing.dome.intusiest. Yeah, it’s really cool. There are people\n\nAll over the world, you know\n\nBut I mean especially in Colorado because that’s this company is out of Pugosa Springs and it was you know\n\ndiscovered oh my gosh, we can grow in the Rocky Mountains, you know at whatever elevation\n\nI think they’re\n\n7,000 something but either way harsh winters and\n\nBut not only um, we find people with amazing greenhouses in Colorado, but\n\nStates, you know, like Wyoming and other places. I mean really these can\n\nFit any growing environment or any uh\n\nAgzone pretty much. I mean it you wouldn’t want one of these probably in a tropical environment because\n\nYou know, I mean maybe keep the rain out or something. I don’t know but but um, so it is kind of designed more\n\nFor the extreme gardener I guess with you know with um\n\nLiving at altitude or what or what have you but um or even in Denver, you know or Boulder. Oh, yeah\n\nAnd I’m thinking even places like Minnesota, New York. Oh, yeah, the winters get pretty intense. They get harsh. Yeah\n\nSo that page is is really fun and it’s it’s amazing to see what people have\n\nHave going in their gardens every single one is totally different on the interior and\n\nThe more experienced growers are\n\nSo inspiring. I mean, like I feel like a newbie after six years, so\n\nYeah, I’m sure it’s a lifelong pursuit for many. Yeah. Well, I’m already daydreaming about a bigger dome\n\nDown on the flats one day. So\n\num that might that might\n\nCome to fruition. We’ll see\n\nGreat. Well, let me just take this opportunity to\n\nThank some of our sponsors and as I mentioned earlier\n\nGrowing spaces is sponsoring this podcast episode and if you’re interested in getting a dome\n\nYou can get a 5% discount by going through the links you find on the yunners.org\n\npages the podcast page and or the sponsorship page"
}