{
  "title": "Episode 75 – Dr. Jandel Allen Davis – Race, Riots, and Reflection: Healing Our Communities",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11109/dr-jandel-allen-davis.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/dr-jandel-allen-davis/",
  "episode_number": "dr-jandel-allen-davis",
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast. Today, we’re visiting with Dr. Jandell Allen-Davis.\n\nHi, Jandell. Hi, Karen. I really appreciate you taking the time to visit with us today.\n\nI appreciate him as I said, and I’m honored that you asked.\n\nAnd we’re going to be talking about this incredible time that we’re going through as a nation and as a society\n\nand get the perspective from you, Jandell, which I am so grateful you’re taking the time to share with us\n\nwith our audience with the YonEarth community.\n\nSo to introduce Dr. Jandell Allen-Davis, MD is the president and CEO of Craig Hospital in Denver,\n\nColorado. A world-renowned rehabilitation hospital that exclusively specializes in the\n\nneurorehabilitation and research of patients with spinal cord and traumatic brain injuries.\n\nDr. Allen-Davis was the vice president of government, external relations and research\n\nfor Kaiser Permanente, Colorado, from 2009 to 2018. In that role, she led the organization’s\n\ngovernment relations and regulatory affairs, community relations, and community benefit\n\ninvestment, clinical advertising, and marketing functions. Dr. Allen-Davis is board certified\n\nin obstetrics and gynecology and was an active practice for 25 years. A graduate of Dartmouth\n\nCollege and Dartmouth Medical School, Dr. Allen-Davis completed her residency at Thomas Jefferson\n\nUniversity Hospital in Philadelphia. She is an active participant in the community and currently serves\n\non the boards of Denver Botanic Gardens, the Denver Metro Chamber of Commerce,\n\nNational Jewish Health, and the Geisel Board of Advisors at the Geisel School of Medicine at Dartmouth.\n\nShe has been recognized as a 52-80 magazine top doc in the Denver Metropolitan Area\n\nin addition to other leadership awards, including outstanding women in health care by the Denver\n\nBusiness Journal. And, Jen, you’ve been on the Winers Community Podcast before a little over\n\na year ago, I think, when we were talking about leadership and vuka. And, you know, right now,\n\nwe’re talking in a very different context. And I’d like to just open it right up and\n\nand invite you to share with us what’s going on from your perspective and how is it affecting you.\n\nWell, thank you, Aaron. And thanks again for the opportunity to come hang with you for a little bit\n\nand talk about these incredibly vuka times. And thanks for living on their views. In fact,\n\nI’ve used that phrase a couple times this week with our incident command team because, as you know,\n\nwe’ve been at fighting a war, a battle against an unseen enemy that is the coronavirus.\n\nAnd I can say proudly, but still, you just never attempt to fake that we have had no COVID cases\n\nthat crack. And you don’t get that blessed, that lucky, without a lot of work. And so,\n\nthe whole idea of figuring out now is the community is relaxing or reopening.\n\nHow we keep our patients, say it’s given how vulnerable they are, has absolutely\n\nabout the whole sense of vuka volatility of certain complexity and ambiguity. And then\n\nto have what happened, and as unfolded over this last, you know,\n\ndarn near two weeks, it’ll be two weeks on Monday, with Mr. George Floyd,\n\nto have that on top of it with these absolutely righteous protests. Violence notwithstanding,\n\nbut to have, you know, this midi people in the streets across the country, let alone the world,\n\nin the context of a pandemic is the change of your plan. And for one thing, for sure,\n\nthat we’ve had to do is remain very agile and flexible and measured.\n\nAnd I can remember at the beginning of the pandemic having my own sort of sense of,\n\nwait, what? Kind of that emotional thing at the same time trying to help take a team and\n\nkeep a team safe, worry about my kids in New York City and family other places. And at the same\n\ntime, having this big job to do in terms of being one of a member of several people,\n\nwhat certainly is the president CEO of our incident command to figure out how we were going to keep\n\npeople safe. And it’s a crazy thing to have to sort of manage your own emotions or sort of the\n\nleast sort of touch-based is probably better. Your own sort of emotional almost stages of grief\n\nat the same time, if you’re trying to do this very technical or justical thing that is not\n\njust the technical problem. It is very much an adaptive problem. And now we find ourselves\n\nstill in the throws of that. And this yet again, here we go, race issue in this country.\n\nAnd the thing I, and the interesting thing is maybe folks know, but you probably don’t,\n\nis first of all, I’m the first woman CEO at Craig, first physician in a long time in terms,\n\nwell, modern Craig for sure, first physician, first African American leader at Craig.\n\nAnd so there’s me, and then there’s, you see every now and then, faces in the sort of middle ranks.\n\nAnd then the only other place, I mean the highest concentration of people of color at Craig are\n\nthose who clean the floors and cook. And I knew that when I got there, but I also know having\n\nserved on the serve a long time and having observed lots of ways to enter into this conversation\n\nabout race, that if I walk in on first day and say, what’s up, I would have been instantly\n\nmarginalized. You have to almost like earn your stripes, which you do anyway, just in general.\n\nBut then certainly on an issue as emotionally charged. And unfortunately in this country,\n\nalmost it’s like a third rail issue, like me talking about it, would have been hard.\n\nAt the same time, harvoring a lot of guilt about the fact that we’ve got this big rotting,\n\nstinking elephant sitting in the middle of the room, because every white person in the place it\n\nknows, oh my gosh, we have a black person in the big office.\n\nAnd we’re kind of, we never really talked about it. I did a couple times trying to\n\napproach the subject of the diversity through sort of wanting just to see numbers. And\n\nthat’s for another day. But it was interesting being told, we’re doing well in that space and\n\nthinking, well, my eyes would tell me something different. And again, you need to face myself.\n\nWell, I have a strong, strong, strong, strong belief that nothing happens by accident. Nothing,\n\nthere are no coincidences. And there was the opportunity for synchronicity,\n\nserendipity in the face of even some of the icky stuff you’re going through. And the idea of a pandemic,\n\nand in fact, last or when the protests started, I was calling it P-square, pandemic and protest.\n\nAnd by the end of the week, which I don’t know why I didn’t think of it before, I was calling it\n\nP-cube. Because it’s the pandemic, it’s the protests and the political environment that we’re\n\nliving in right now that it turns this thing into a hot mess. And, you know, and cubed is,\n\nor squared is appropriate because the impacts are exponential. They are not added.\n\nAnd so you put all that in the space. And because I don’t believe that there’s any such thing as\n\naccidents, this is another example. One of the phrases people are sick of hearing me say is never\n\nlet a good crisis go to waste. So this is the time to step into this space and pull back the veil,\n\npull back the veil. We sit in our walls at Craig, let alone the conversations in the opportunity,\n\nhave some Craig, and just start talking about some things. So we’ve started some of them.\n\nSo I’m doing all right at cry a lot, you know, tear up here and there, maybe today.\n\nCry is like not wailing. I did cry myself to sleep that Tuesday night, because I hadn’t seen that video until\n\nlast Tuesday night. And I was just like the whole at rest of the world in shock and so sad and so\n\nmad and so many emotions and so scared on some levels. So most certainly tears and resolve,\n\nresolve, that we got to do some things.\n\nYou know, Jan Dell, one of the main reasons I reached out to you a few days ago, there really are two.\n\nOne is a friend reach out to me and said, what the heck is YonEarth doing about what’s going on\n\nright now? And it caused me to pause and think what else what can we be doing right now? And I think\n\nsharing this conversation is one of the minimal and small, small steps we can take and make.\n\nThe other reason I reached out to you is that you, you shared it really what struck me as a very\n\nemotional Facebook post several days ago. And I love you, you post a lot. It’s so fun to see\n\nwhen you’re out walking and seeing the eagles and sharing what’s going on with your gardens.\n\nIt’s lovely, right? And the one you shared a few days ago really hit me in the heart and it was like,\n\nwow, and it caused me to just pause and think and feel a bit more about what’s going on.\n\nAnd I just, the emotional piece, I think sometimes it’s hard when we’re doing a podcast or\n\nhaving a recorded discussion. But the emotionality of this is so real and intense and raw.\n\nAnd I wonder in a position of leadership, how do you obviously leaders have to manage emotions\n\nin ordinary circumstances? But when it’s appropriate to share and convey\n\nemotionality and depth of feeling, how do you, how do you do that in your position?\n\nWell, I actually, I actually have a different point of view about whether leaders\n\nand when and what and how leaders show emotion. And it’s actually grounded in the fact that,\n\nyou know, when they’re CEO and president, job at Craig, came up and God didn’t send them.\n\nSo, okay, we need a new one, boom. And now, okay, there’s somebody there.\n\nYou know, we’re humans for crying out loud and we have our own walks and we have our own\n\nsort of origin stories. And what I know because I\n\nas all of us, unfortunately, unless you are really one of the fortune ones had\n\nexperience, I’ve lived under some terrible leadership and I’ve lived under some great leadership.\n\nAnd I’ve lived under some terrible times with great leaders and some good times,\n\nwith not so great leaders. So, and in over many, many, no, at least a number of decades,\n\nI had two lists in my head. Do that, don’t do that in terms of what leaders do.\n\nBut out of all of it, what I know that every human honor and for sure what people who we as\n\nleaders serve want is to know that they’re showing up matter, to know that they have the opportunity\n\nto contribute and realize their full potential. And most importantly, neither of those can happen\n\nuntil or unless leaders allow themselves to be seen and also see the people around them.\n\nAnd I’d say, look, I said, see, that is so, so I think there’s this, when we give,\n\nwhen we show that sort of emotion and not fallen in the floor and fallen apart, because\n\nwe’ve never do that. But even to show, really, let people have the opportunity to see you\n\nauthentically, especially in something like this, you know, around this issue of race, because it\n\nlike it’s so obvious, she’s black and all of this are pretty much white. How is she doing?\n\nYou know, how can I have this conversation to not show that impact the raw emotion is a\n\nof missed opportunity, a lost opportunity, but it shuts down, it does not invite conversation.\n\nAnd we will as I sort of talk into someone Thursday. And I said, we’ve got to start talking about\n\nthis so we can stop talking about this because we keep revisiting this conversation because\n\nit feels too emotionally heavy. So, you know, I don’t worry about that. I think the only time,\n\nI think from, if I acted whatever buttoned up is, which I think sort of that one archetype of\n\nwhat a good leader is, if I act a buttoned up now, I think I think it would scare people,\n\nbecause I’m just not that kind of leader anyway. And in the last thing given, PQT, given PQT,\n\nthat anybody needs is a leader who shows fear. We’re watching enough of that play out in something.\n\nWays that you just go, wait, what? We’re watching enough of that right now that is leaving everybody sort\n\nof in the sense of uncertainty. That’s not my role. And so the other thing it does is it invites\n\npeeps in and invites your people and those who love you and who you love to help you sort of figure\n\nout that way for you. So, that’s how I handle it by being as authentic and as consistent and as\n\nyou know, as the same person who’s at home is the same person who goes into work every day,\n\nthe whole self. That’s what we do. There’s a sense of integration there that’s really inspiring.\n\nYou shared with me, Jandell, some of the missives, the short writing pieces that you share with\n\nyour team and your board. And you even gave me a sneak peek at some pieces you’ll be sharing\n\nin the coming days. And I was struck to read in there that you were in the fourth grade in 1968\n\nwhen Dr. Martin Luther King was murdered. And you were in Washington DC and went to your grandmother’s\n\nhouse and saw buildings burning as a result of the riots that erupted following that murder.\n\nAnd I’m wondering from your perspective, given everything that’s going on right now with the three\n\npeas set in the context of your perspective, your historical perspective of what’s been going on\n\nin this nation and in this culture going back centuries, what are you seeing and what are you\n\nanticipating going forward? Do you think things are going to start changing or is it more of the same?\n\nI don’t know. Honestly, I don’t know. I know what I want. I know what I wish for. I know that\n\nabsolutely things need to change. But what I think is we’ll see some incremental change if I’m\n\nreally honest. But what I want is transformation. I mean, and there is this little part of me that\n\nwants to hope that because the very thought that we have protested about the way black people,\n\nand frankly, we need to way open the aperture, widen the aperture and say, brown people of\n\nall kinds on this earth and disable people and women and children, you name it the inhumanity\n\nthat power. And that’s what it is. Let’s just call it what it is, that those in power\n\nrain down on their people as those stuff. But that said, the fact that we’re seeing protests around\n\nthis world right now all over the globe in support of, and it’s interesting that black lives matter\n\nbut that it is really being experienced and being expressed as a uniquely American,\n\na neatly American phenomenon. It’s not to say that there aren’t issues in England and I heard\n\na little bit about that with the protests that are going on here this morning or in France or\n\nin Germany or places far even in Africa, places far from here. But the support is really focused\n\non the American journey. And I think that’s where that third P is really, really hurting us.\n\nIt’s focused there because we do not mean America is the, you know, the leader of the free\n\nlot. The whole world has been able to look for stability and hope and strength in the United\n\nStates. And I’m going to tell you, you don’t have that right now from a leadership perspective.\n\nPure and simple. And so I think that’s the, that’s the part that gives me a little bit of hope.\n\nSo it’s almost like how do we leverage what the rest of the world is doing and how the rest of\n\nthe world is watching what we’re doing. And an effort to really make some lasting change this\n\ntime and some sustained change and actually in some very, and even walk into these conversations,\n\nwalk into this work differently than we’ve done in the past. Because otherwise we’ll get some\n\nincremental changes. Frankly, it makes me sad and frustrated my policy had on that we feel the\n\nneed to pass more laws around what’s happening with police. There’s no, no, there’s no doubt that\n\nthere’s, you know, because of, you know, 50 states and they’ll do their thing differently,\n\nyou know, that there might be some universal foundational ways that might be there should be.\n\nBut mostly, if people, if leaders were just following their own policies, if we were looking at\n\nhow bias plays out, if we believed, which we clearly don’t, we clearly don’t, that this sort of\n\nbrutality is real. I’m going to fix that. So, you know, in some cases you need more laws,\n\nnot policy, you need laws. But even the only thing you need laws is because they’re not following\n\ntheir own damn policies. So, I think we’ll see some stuff there. That’s not nearly enough.\n\nWhat I feel like has been awakened. And it’s been interesting talking to some of my white\n\ncolleagues over the last few days. There’s a shock that I’m just going to say, you all,\n\nare manifesting that, frankly, shocks me. Because this has been all around you. I mean,\n\nand interestingly, it started with the pandemic. The first shock was, oh my god, more black people\n\nare dying from this. Disproportion is like, and y’all seems right. But when I saw the news,\n\nyou know, you see these newscasters, I go, but we’ve been talking about the social determinants of\n\nhealth and health equity and health disparities for 20 years. And so now you’re woke.\n\nSo, it’s not, it’s not news to us. It’s not news to us. And we clucked our tongue. And people\n\nhave talked about it. But, you know, even just the, you know, the contributing factors to\n\nwhy that is. And central, the only people who are still out here work and are four people,\n\nsomebody got to drive the buses. Somebody’s got to clean the buildings, the few that are open.\n\nSomebody’s got to cook food. Somebody’s got to provide nourishment to all of us.\n\nSo, it’s just kind of an interesting thing. And then to have this and say, but I, and here’s the thing.\n\nPlease don’t hear in this any, I’m not trying to engender guilt because in shame, because I don’t\n\nthink it’s that they’re useless emotions. And they actually inhibit innovation, creativity,\n\nand certainly create goals. But, um, nice, wonderful people who I love and trust,\n\nyou know, they have their walks like, they have their frame of reference, they have their,\n\nwho they are, how they live. And to hear and see, I just never thought about this this way.\n\nIs, um, it’s just sad. It doesn’t make me mad. It just goes to show, you know, that one of the,\n\nit’s one of the very much fundamental elements of human beings is our selfishness,\n\nand our sort of ego simplicity that can get in the way and make it hard for us to see what’s going\n\non right around us. And so, that was a very long way of saying, I don’t know, my, um, my belief is,\n\nI’ll die trying, which I hope is many, many, many, many, many years from now, to continue to stay\n\nin this fight. The only other thing that keeps me though, very, very optimistic is this generation\n\nthat’s coming along now. The young people, man, you know, my kids see color and don’t see color,\n\nand it’s wonderful, right? Because you need to do both. My kids that they hang with see color and\n\ndon’t see color. What we’ve got to then do, because both of those things are only possible,\n\nbecause we’ve set up a model for what civility both looks like, and are hideously uncomfortable\n\naround poor black folks, and poor Latina, and Latinx, and hideously uncomfortable around people\n\nwho don’t cherish, no brain interest in that. And we’ve got to be able to see beyond all that\n\nshift and just, how many wish and just see the person and see the soul that’s within. And that’s\n\na good thing. But part of what this, um, that informs that soul and informs that heart is in fact\n\nthe disability, is the skin color, is the gender, is the ethnicity, and we need to celebrate and embrace\n\nit all, because that’s America. Yeah.\n\nI’m struck thinking at about how so much of what’s taught under the banner of history in\n\na lot of our schools really, I mean, white washes to say the very least, so much of the history of\n\nthis country and this culture, and I’m wondering, what, what would you advise or hope or\n\nexhort or implore us white folks to do, to not do, to do more of, to better understand\n\nthe reality that is around us?\n\nSo, you know, um, I remember last Sunday, and I, oh, it’s coming up, it’s not in the, the thing\n\nthat I sent to the other day, but it’s in one of the seven changes. After I wrote that post on\n\nFacebook, um, it’s had 270 small, you know, like hugs, whatever it films up, but that,\n\nthe 166 comments that I, you know, sort of either had some conversation with, it’s had 31 shares,\n\nand I, you know, it’s not viral, but that’s striking to me, and what it said to me is that people\n\nreally need to talk about this stuff. But one of the things that was the, one that I, that I\n\nstill am uncomfortable with, and I got an email from a dear friend today, who was, I’m sorry,\n\nI’m not doing enough, the shame was just oozing out the phone, because I was reading this email,\n\nand I think this is not helpful, and this woman is so good, she is goodness personified.\n\nUm, and I’ve been trying to figure out why did it, why does that bother me? And it bothers me for\n\nan interesting reason, it bothers me because, um, and last Sunday it hit me, I had the epiphany.\n\nIt’s, it, you know, further sort of solidifies separatism. You know, you think about when\n\nsomebody dies, I’m sorry for your loss. So you think about this whole thing, I’m so sorry,\n\nit’s like, no, we all need to be sorry, because this is, this is a shared shame,\n\nthis is a shared state. Um, and I’m sorry, and then saying to me, well, what should I do assumes\n\nthat I am in a powerful enough position to really make the kind of substantive change that\n\nneeds to happen. Now, I think that there are, this is going to sound weird, but I think that\n\nthere are conversations that black folks need to have in their rooms and Hispanic and narrow rooms,\n\nand those conversations that white folks need to have about this discussion in their room a lot.\n\nSo I think there are some discussions, and really what that means is that there’s some looks\n\nin the mirror we have to do. You don’t, don’t think for a second that I have an Harvard\n\nsum level of guilt every day, I not every day, that’s dramatic, but when I come into Craig,\n\nand I think about the fact that when do you then get about really broaching the subject of why\n\nthere are no people of color in leadership in this place and why there are no, um, there’s one,\n\nI think, um, African-American, OT, is OT, PT, PT, PT, PT, and, and tell us what PT,\n\nI’m sorry, physical therapy, physical therapy, and the other’s occupational therapy.\n\nAnd when are you going to get about this? You can’t, this is weird, this is, you are, you are not\n\ndoing something you know that needs to be addressed and why aren’t shown, it’s because,\n\ninterestingly, we need you to invite the conversation. We do, you to say, let’s fix this,\n\nwhat, what, how would we go about this? And it’s because what I think everybody’s\n\nand this is, we’re just as uncomfortable having this conversation as you like.\n\nYou know, when you stop to think about it, it, it, it, it, it, it mostly happens in the context of\n\nloud screaming black lives matter, right? I mean, that’s when people, that’s when people get\n\nwoke, that’s when people say it, um, and then what, but what happens at work is we play nice,\n\nand we play nice because we are nice, we play nice because we do like each other, I love the people\n\nI work with, I’m not going to cry every day. Um, and now it’s time. So if you ask me what,\n\nwhat, what can we do, even saying what can we do? I mean, it, it sort of implies what’s your\n\ncontribution to this thing that’s your problem over here as opposed to saying, this is all of our\n\nproblem. Um, and change is going to have to happen at a policy level. It’s going to have to happen\n\nat a political level, which are different. It’s going to have to happen at an organizational level,\n\na community level within homes level. Um, and, and so then you look at that and you go,\n\nmy head just exploded. I don’t even know where to begin, but I think I do know where to begin.\n\nAnd if you can’t, we’ve begun by talking. There’s a custom, old, um, African custom, um,\n\ncalled in Bezo, in Bezo. And it’s, um, it means talking things out. And the elders in, um,\n\nvillages were all men, by the way, to send to the African men. Um, when there was a problem or a\n\ncommunity issue that needed to be solved, they’d sit under a tree and they would talk things out.\n\nAnd you would talk and you would talk and you would talk and you would visit and come back to\n\nit. And what that tells me is that they sat with the tension because it’s in the tension that\n\nthe real goodness is don’t, don’t, don’t be, um, repulsed by it, don’t be repelled by it,\n\nand don’t rush to sort of solve to it and get a technical, try to find a technical fix for\n\nsomething that’s actually adapted. Um, and that’s what we need to do. You know, one of the\n\ninteresting stories about that as a human-socena is what, um, two women, two Ethiopian women did\n\nin Africa to, um, take acceptance of female genital mutilation from 98 percent in, in 1998 or\n\n1999 down to, um, I think eight percent by 2008 or something. And it was exactly this technique.\n\nIt was talking things out and making the space, making it safe enough where people felt safe\n\nenough to say, I don’t like it either. And these were women who were actually doing the procedure\n\non these young girls. And that’s what we have to do on this. So I think it actually starts with\n\ntalking. It doesn’t, it doesn’t actually start with compliance. You know, if you think about this\n\non one side and you want to spectrum, there’s commitment. There’s engaging the heart. And then on\n\nthe other side, there’s compliance. And what we always want to do is go over here and just work on\n\nthe compliance side. Well, let’s make sure let’s check some boxes and which I will not do in terms of\n\ngetting enough black people or Hispanic people or whatever. And we’re going to take our time and do\n\nthis the right way so that it doesn’t fall off. And we will set up measurement and look at which\n\nis measured as managed. We’ll get there. We’re going to start with talking because people want to talk\n\nand people people and people do want to express sorrow. And it’s nothing wrong with expressing sorrow.\n\nJust don’t do it in a sense of either be, I mean, don’t be, don’t be sorry for me. Be sorry with me.\n\nBe sorry with me because it’s we’re all in this mug. Every single one of us is some of us are\n\ndeeper, much than others. A really wonderful phrase. I’m just writing this down really fast.\n\nCan you sorry with me? I should be writing it down to it. Don’t be sorry for me. Be sorry with me.\n\nI’ll send you a note.\n\nSorry for me. It applies kitty. And kitty is another one that doesn’t get us anywhere.\n\nWe need to channel empathy because y’all are getting screwed by not\n\nfacing and dealing with this as much as we are. It really is that whether you want to call it on all\n\nfolks rise with the tide or we’re all, you know, every system is perfectly designed to achieve\n\nwhat it achieves. You’re part of that system. We’re part of that system, so.\n\nYeah. Yes. Very much. It’s it’s so interesting on looking back at the\n\nmis-view road where in an introductory paragraph, you’ve mentioned shirking\n\nresponsibility commitment and accountability. And what I’m hearing in this call to talking\n\nit out into channel empathy is for each of us to perhaps pause and take a look at what we might\n\nbe shirking. Yeah, you know, the other part of this cause, I love that you said pause,\n\nbecause there’s another phrase, go slow to go fast. We immediately go fast.\n\nYou know, they’re already talking about passing federal legislation around policing for\n\nattention. There’ll be someone who will bring up, oh, we’ve got to get education.\n\nAnd there’ll be small non-profits who dollars will flow into to do God knows what.\n\nAnd we need to slow our role. And really, I think I said in that same piece. Yeah, I think it’s\n\nin that one that yeah, you know, we go back to in my case, the last Tuesday making masks with\n\nthe television behind me watching sort of in and out, but that metaphor of my back’s turned\n\nto the ugliness. And that’s what we do. We clock our tongues. We have our protests. Then we go back to\n\nwork. We have, you know, thinking about the women’s marches on a Saturday and then Monday,\n\nyou go back to the same oppressive or maybe very much in light and workplaces.\n\nAnd so if we want real substantive change, what we have to do is slow our role long enough to\n\ntalk and to really talk about the issue, which is racism and bigotry and hatred and bias,\n\nwhich are all part of the human condition. But we’re higher, we’re presumably higher order\n\nbeings some days. I wonder and are more evolved. So how do we use this thing called the cerebral cortex,\n\nwhich is still a pretty new part of the brain, but at least it gives us the thinking part,\n\nwe think relative to other animals. And the one thing it for sure gives us is choice.\n\nAnd we can choose to run away from this. In which case, back to your question, you asked me earlier,\n\nchange the answers now. We can choose to kind of look at it, in which case we’ll get incrementalism,\n\nor we can slow down long enough to really be able to see each other and be seen by each other.\n\nAnd have honest hard conversations where we would walk away some days for crying so hard,\n\nnot flying out of our nose, but come back the next day and keep talking. Because these are\n\nconversations that, and these are relationships and connections that are based on love and trust\n\nthat we’re having those with. That’s why protests, they’re the wake-up call,\n\nbut then the real conversations are one at a time or small circles. That sort of thing with people\n\nyou love and trust you don’t look like you. And also people you love and trust you do look like you,\n\nbecause there’s some hard conversations we need to have on both sides of these fences about how\n\nwe’re showing up for each other or not. It’s striking me right now. A friend of mine, a female\n\nprofessional therapist is doing work to launch small discussion circles, pods around trauma,\n\ndifferent forms of trauma that people experience as a way to heal. So I’m wondering if part of what\n\nmight be showing up for us for our culture is an emergence of these, these conversation circles,\n\nyou know, in addition to what we might do in our, in our homes and our neighborhoods, etc., maybe\n\nthere’s something emerging that actually helps us heal these centuries-long issues that surround us.\n\nI don’t know. Yeah, yeah, yeah. As you say, I’m going back to my, sort of, the 70s when I was,\n\nyou know, a teenager in the 70s, and thinking about what they called rap sessions.\n\nYou know, they were all the power of small circles.\n\nAnd so there is something there, you know, in a muscle, it’s not a lot thought out,\n\nit’s sort of thing that’s emerging here coming up, but thinking about what,\n\nwhy is it that my kids don’t see color in fact as much? Why is it that white kids walk around and\n\nhave such access to the black culture in a way? I mean, it’s so funny, people play your music\n\nfor my time, like I never heard that song. And what they failed to realize is that white music\n\nwas very separate from black music, right? Like never the twain. And now it’s just all out there in\n\nits music. And even art was very separate. And now it’s just out there in its music that’s\n\nsuccessful. The technology has helped, I think, a lot of some of those things. But I think there\n\nwas incredible power in small circles. And in fact, he’s going to forget his name, but he wrote a book\n\ncalled Community, he says we can found it, maybe it’ll come back. But he talks about the power of\n\nthe small circle. And structurally, which is not like a how to do it, but the real power in the\n\nsmall circles is that we’re all having the same conversations at the same time, right? You don’t\n\nit’s not just in having some structure to them. So, you know, I mean, I remember when I first\n\nread that, I thought about how cool would it be? It was thinking about an organization not in\n\nsort of a community level. Yeah. All of us at eight o’clock on a da da da night were\n\ngoing to talk about X in terms of this and be taking ourselves through and have some way\n\nthem through these technologies or blogs or, I don’t know, those these sort of things to share what’s\n\ncoming out of these and begin to build on it. What humans lack the ability to do though is to stay\n\nin any conversation too long, right? Or stick to anything too long, but, you know, you know, it’d be\n\nthe only way you can make it a universal would be to, you know, wave really a magic wand, but it’s\n\nnot to say that we can’t start small and do that in some places. And you know, start where you start,\n\nyou could learn, you don’t want to be building it. I wanted to be diverse groups, obviously. And\n\nnot just diverse in terms of color, but diverse in terms of socioeconomics, because\n\nthe other thing that we need to recognize that’s going on out there right now is if this is a class\n\nwar as much as it is a race war. And there’s so much to unpack. There’s so much unpack. Even with\n\nthis protest one thing that I don’t know that I haven’t heard anything about and I want to go\n\nback and take a look again. But I do believe the young man who called in the, you know, whatever to\n\nthe police department is Asian descent. And the relationship and the history and the tension\n\nthat exists in African American communities where Asians have businesses is ugly. And we’re not\n\ntalking about them. So there’s that one to talk about. I mean, it’s, this thing has so many layers\n\nand it’s so nuanced. At the same time, it’s right there for all of us to see. And I do remember\n\nbecause I went back to say, wait a minute, counterfeit? Was it real? Wardery? We almost got on\n\nand I saw a picture of him as I recall, or maybe even some video I forget now. He’s seen too much\n\nthis week. And I said, he’s Asian American. Oh, here we go. The relationship is so tense. And\n\nthere’s so much disrespect there that needs to be unpacked too. Anyone? We got to be talking now.\n\nWell, yeah, no, you know, it’s that that shows up in hip-hop songs. I mean, it’s, it’s, it’s there. And\n\nI didn’t know that. Yeah. It’s, uh, speaking of this, this cultural access to each other’s\n\nart and music, you know, my son, I listened to a lot of hip-hop when I’m hanging out with my son.\n\nAnd it’s interesting because it has, I used to have a different view, I think. It just didn’t\n\nquite appeal to me, although I really love bass. I just didn’t know. But lately, I’ve been listening\n\nto it with an eye to trying to understand a little bit more cultural experience that isn’t the\n\nexperience I’ve had in my upbringing in my adulthood. And I have to give, you know, some kudos to my son\n\nfor, through his basketball, you know, has been able to do a lot more interacting across all\n\ndifferent parts of town. And kudos to him for being so open. And like when he’s on the court,\n\nit’s, it’s not at all about how much money your parents have or what color of the skin is. It’s\n\nwhether you’re good at passing and shooting and defense and all that. So yeah, that, that, that,\n\nthat Asian African-American tension definitely shows up in some of that. I did not know that. Wow,\n\nnow we have to, I’ll talk to my kids and say, um, turn me on to some of that because it would be\n\ngood to hear how it comes in, how it’s even introduced because we do need to talk about that.\n\nUm, and it once again sort of points to the class war and the intra-cultural and the inter-cultural\n\nwars that we have that we don’t speak about. Yeah. Enough about it, but all.\n\nJen Dell, let me just remind our audience that this is the Why Honors Community podcast. And\n\nI’m your host, Aaron Perry. Today we’re visiting with Dr. Jen Dell, Allen-Davis,\n\ntalking about so much that surrounds us in our culture that really needs healing.\n\nAnd I want to give a quick shout out to the sponsors who make this podcast series possible,\n\nincluding today’s episode. And that includes Earth Coast productions, the Lidge Family Foundation,\n\nPurium, Earthwater Press, and Waylay Waters, as well as a number of individuals who have joined\n\nour monthly giving program. And if you haven’t yet joined and you’d like to, you can go to\n\nWhy Honors.org to find out about that as well as the rest of the community mobilization that we’re\n\ndoing for climate action, soil regeneration, community resilience, and culture of kindness.\n\nAnd of course, today’s discussion relates in a really big way to the culture of kindness\n\nand the community resilience. And Jen Dell, I’m just so grateful that we have this opportunity\n\nto visit with you, given everything that’s going on. And also given how busy you are and how\n\nfull your part is with responsibilities, professional and otherwise. And I just I really appreciate\n\nthe opportunity to have this discussion with you. Well, you know, I get as much from it as it\n\ngives, if not more. So that’s all good. It really is. Well, I’m just wondering before we wrap up and\n\nclose, is there is there anything else that you’d like to share that we haven’t had a chance to\n\nget to? Yeah, I take them. We’ve covered a lot of territory. I think the thing I humbly implore\n\nall of us to do is to recognize that we are, I was thinking, oh, I know, I was thinking about\n\nthis and talking to one of my, our director of psychology yesterday. And this is an interesting\n\nstory who asked, you know, after having a meeting, why isn’t Craig putting something out there\n\nabout this? We’ve said nothing. And I said, so and so and this company and this one said,\n\nwell, it turns out I’ve been asked earlier in the week. And I saw the email and I’ve just\n\nbeen so busy. I didn’t get a chance to get back to our communications team to tell them, no,\n\nI’ve done that. So I was asked at the beginning of the COVID thing, oh, everybody’s been so\n\nnow, shall we put them out? No, we’re not doing that. You know, and so then tell me and I got\n\nin this conversation, I said, here’s one of the interesting ways you can be helpful to us,\n\nis that this is trauma. Let’s just call it that in some way, it was what we’re walking through\n\nand enduring a break of pandemic. And then global, forget the, forget the consequence, but we all\n\nwatched a man get killed. We watched, not and it wasn’t like a gunshot, which would have been\n\ntraumatic enough, but to watch somebody’s life slowly from them over eight minutes and 46 seconds\n\nor something like that. This is a trauma that we’re all facing. And I said, you know, it might be\n\nhelpful just in terms of helping your team, but also being helpful to us and sort of being like\n\nan interesting kind of truth teller observer is what stage of trauma are we in? What stage of grief\n\nare we in? And I call that Aaron because we’re in the early stages of this. In fact, it was really,\n\nI was supposedly off yesterday, I didn’t do a very good job at being off. And this conversation\n\nwas troubling to me because, you know, I did have this moment as the leader where I went,\n\nam I, am I not doing something I’m supposed to be doing? I said, no, I’m here if that’s good.\n\nDo you know you are not? Or are they sensible? Nobody has said anything. And he said,\n\nI knew stuff was going on and I knew we had talked about it on one of our big soon leadership\n\nhalls. And I said, and I planned to talk about it in all staff meeting on Wednesday, but the\n\nguy who we brought in to talk about the vexious disease coronavirus, I didn’t always going to take\n\na whole hour. So there was no time to really speak to our teams. So then I said, I want to get this\n\nfirst installment or segment out. So I got it out yesterday. But I said, and we’re in the early\n\nstages of trauma. And here’s how I wrap up with that way of context. What everybody wants right now\n\nis for the pain to be with. That’s what they want. We all want, you don’t even want the pandemic to\n\ngo away. We want our livestock. We want to be able to hug. We want to be able to touch.\n\nWe want to take these masks off. We literally emptierly do that. And right now people just want\n\nthe pain to stop. They want the image of watching Mr. George Floyd kill to be sort of somehow\n\nthe cut out of our psyches. What I beg and humbly implore all of us to do is feel every bit of\n\nthis pain. Do that thing that I can’t think of the name of power of now. You know, that offer\n\nof gosh, that’s by the power of now, which is all about taking a moment and observing your thoughts.\n\nUm, give it, you know, I see you try to figure out, remember what his name is.\n\nI can’t wait. I can’t wait for the power of now. And is this, you know, we must feel every bit\n\nof this grief and trauma. Don’t anesthetize. Don’t try to, as I said, don’t try to cover it up\n\nunder strong stoicism. Don’t, um, don’t actually stop at why am I angry? I’ve always, I really do\n\nview anger as a secondary emotion. This primary emotion almost always is fear.\n\nExplore that fear in yourself. Um, and let yourself feel this grief. Let yourself cycle through.\n\nMaybe several times a day, but certainly several times a week, the stages that have been talked\n\nabout. And by the way, um, Cuba Ross’s five stages of greed, Kessler was the other person to\n\nopen it. Well, as I added a sixth, what the family’s permission, and it’s called meaning,\n\nis that that last, so you go through it on the anger, the bargaining, the denial. You can’t remember\n\nthe other two right now, but they know the final one is sort of this resolution or acceptance.\n\nBut beyond acceptance is meaning. Don’t rush to meaning. Don’t rush through this.\n\nFeel this. Please feel this. I beg you not to stop it because if you stop it and try to like\n\nrush through this, that’s, I think you called it, um, as you call it, a window dressing,\n\nI forgot what word you used earlier on some of this stuff. I call it papering over or just\n\npapering over a thing. And what we need to do is actually, I’m going to be a gross doctor for a minute,\n\nthis is an abscess. Ooh, it’s a beefwood. And this thing needs an incision and draining. And I’m\n\ngoing to tell you something having had to do my IDs on incisions and drain, drainages on women\n\nover the years, either incisions that got infected or some of the things that happened on some of our\n\nother body parts, um, there is nothing comfortable about an IND. And until you do it, you’re not\n\ngoing to make your patient better. So we need to feel this. We need to feel every bit of this and,\n\nand be okay and attention be okay and that is comfort be okay and the pain. And don’t do it alone.\n\nAnd don’t do it alone. These are the times where it can\n\ntend to kind of separate, which is why it’s beautiful that you’ve called and why I said I’d\n\nhumbly accept, because I need this as much as you do. We need this as much as you will need this.\n\nSo, um, yeah, stay close, stay connected. And allow yourself the gift, the tender mercy of\n\nfeeling every bit of the host of emotions that will wash over you in these coming weeks and days.\n\nAnd that’s why, you know, in my mind and so we begin is, and hopefully, and it isn’t again,\n\nyou know, and so we begin again. But let’s begin differently this time. That’s what I’d say.\n\nYeah. Tears, through tears. Yeah. Thank you, John Del. Yeah.\n\nBeautiful. I so appreciate you and thank you.\n\nThank you. You’re welcome.\n\nYeah. Yeah. Let them flow, y’all. Windshield tears. Sowing room tears. I’m making so many masks.\n\nThese days. Yeah. Just wearing a flow. We need to put them through,\n\nlet them flow through your smiles, let them flow through your crowns.\n\nAnd just believe in your own goodness, because people like that person we saw are so broken.\n\nAnd that’s not the state of most humans on the surface. So believe in your own goodness.\n\nDon’t get yourself too admired and ashamed so that we can get about it.\n\nBeautiful. Thank you, my friend. Thank you. And you’re welcome.\n\nWell, yeah, we’ll share this discussion very soon and with the audience.\n\nAnd again, just appreciate all that you’ve shared with us today, John Del, really do.\n\nWell, thank you for the opportunity to be vulnerable and share a little bit. And I can’t wait till we\n\ncan get back to the days of whole faces, no masks and lots of good hugs. But not yet. Not yet,\n\nthis Dr. Allen-Davis. So take good care of you. Take good care of you.\n\nThank you. And likewise, they love you. Love you. Yep. Bye bye.\n\nThe YonEarth Community Stewardship and Sustainability podcast series is hosted by Aaron\n\nWilliam Perry, author, thought leader and executive consultant. The podcast and video recordings\n\nare made possible by the generous support of people like you. To sign up as a daily weekly or\n\nmonthly supporter, please visit whyonearth.wpenginepowered.com-support. Support packages start at just $1 per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth,\n\nall one word with a why. These sponsors are listed on the yonearth.wpenginepowered.com-flash-support-page.\n\nIf you found this particular podcast episode especially insightful, informative or inspiring,\n\nplease pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in. Thank you for your support. And thank you for being a part of the YonEarth Community."
}