{
  "title": "Episode 47 – Thea Maria Carlson, Executive Director, Biodynamic Association",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/5883/episode-47-thea-maria-carlson-executive-director-biodynamic-association.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-47-thea-maria-carlson-executive-director-biodynamic-association/",
  "episode_number": 47,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Yeah, yeah, that’s beautiful. Well, let me take a minute here to remind our audience that this is the why on earth communities stewardship and sustainability podcast series and today we are speaking with the executive director of the biodynamic association.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Stewardship and Sustainability Podcast Series.\n\nToday we have the opportunity to visit with thea Maria Carlson. Hi Thea.\n\nHow are you doing?\n\nI’m doing well today.\n\nBeautiful, afternoon here.\n\nWonderful, wonderful.\n\nThea is Executive Director of the Biodynamic Association,\n\nbringing vitality and renewal to the food system through regenerative agriculture.\n\nShe is a leader, facilitator, educator, and farmer dedicated to building living soil, growing nutritious food,\n\nand nurturing vibrant communities.\n\nShe lives in the Mayacamas Mountains in Sonoma County, California,\n\non land originally steward by Lake Miwok, Pomo, and Wago people.\n\nSince 2011, Thea has played a key role in developing the Biodynamic Association’s programs\n\nand exploring new ways to manage and evolve the organization.\n\nHer previous experience includes diversified organic and biodynamic production farming,\n\nteaching gardening, nutrition, and beekeeping, designing, building, and managing urban community and educational gardens,\n\nand organizing strategic communications trainings for nonprofit leaders.\n\nThea holds a Bachelor of Science in Earth Systems from Stanford University,\n\nand a Permaculture Design Certificate from Occidental Arts and Ecology Center.\n\nShe is also a graduate of the Coaching Fellowship and the Center for Courage and Renewals Academy for Leaders.\n\nThea, welcome to the show.\n\nThank you.\n\nI’m so excited to have this opportunity to dive into the realm of biodynamics with you today\n\nand to talk about some really exciting ways that our audience can engage in a huge event coming up in November\n\nthat hopefully lots of folks will be able to join us out in upstate New York.\n\nAnd before we get into all that, I want to ask you, why is biodynamics important to you personally?\n\nBiodynamics is important to me personally for a lot of reasons, but I think one of the things that is most important to me about it\n\nis that it offers a positive pathway for me to be in relationship with the Earth and contributing to a positive future for the planet\n\nand everyone and everything that lives on it.\n\nI really see, you know, I came as you read in my bio, I studied Earth Systems and College and came from this, you know, environmental stewardship lens,\n\nbut so much of what I was learning in college was just like, here are all the terrible things we’ve been doing.\n\nAnd biodynamics really offers, I feel, a way to constantly deepen and learn and find ways to contribute to healing and renewal and vitality for myself and my community and the Earth.\n\nNow, I know that a lot of our audience, in fact, are growing a number of folks in our audience are familiar with biodynamics.\n\nAnd this is part of the work we’re doing in our community mobilization efforts through the White Earth community.\n\nThat said, I imagine some of our audience may be new to biodynamics.\n\nAnd so I was hoping you might be able to explain for those of us not yet familiar what is biodynamics, what are we talking about?\n\nYeah, absolutely. So, so biodynamics is a holistic and ecological and ethical approach to agriculture and land stewardship.\n\nAnd that’s everything from your small backyard garden to managing land, this thousands of acres.\n\nAnd it’s practiced all over the world. It started in Europe in the 1920s and has been brought to every continent.\n\nAnd it can be practiced in every climate and every scale. And it’s really based on this idea of nurturing each farmer garden as a living organism and creating a self-sustaining whole that generates abundance for the people and also helps to bring health and healing to the land.\n\nSo each farm and garden as a living organism, I know that that can mean that the compost pile has a particular function similar to an organ in our body having a particular function.\n\nCan you can you expand on that and just kind of unpack what that means for you at your location with your farm?\n\nYeah, yeah, absolutely. So, so one of the things we actually talk about is the farm individuality which, you know, can be defined in different ways. So it’s like every, every piece of land that we’re in relationship to has a unique way that it wants to express itself in the world.\n\nAnd our job as farmers and gardeners and land stewards is to listen to what does that want to be and co-create that with the land.\n\nSo where I live, I live on 400 acres that’s in the potential community. So I’m co-steroving land with 30 people. And we’re each contributing different parts to that land.\n\nBut the core of our kind of gardening farming activities is about 13 acres of that land. The rest is mostly forested.\n\nBut we’re stewarding the whole thing as a whole. So we have goats and they’re eating branches from the trees that are outside the pasture.\n\nAnd then we have their bedding and manure goes into the compost which then after it’s composted goes on to our vegetable beds. So we’re really working to integrate all the different elements.\n\nThe forest, the water, we’re doing a lot with water management. I’m trying to be as self-sufficient as possible.\n\nIt would be our self-sufficient within the hydrological cycle of water. But really paying attention to how much water we are using is that the amount of water that the land wants to give us.\n\nAnd how do we both find ways that we can capture more water that’s coming out of the sky and we can use that more efficiently.\n\nSo the nutrients cycles, the water cycles of that we’re trying to integrate into a hole that is self-sustaining or minimizing what we need to bring in from the outside in order to grow our food.\n\nThat’s so beautiful. I want to visit some time.\n\nSo I know in my studies on Rudolph Steiner who first articulated and promulgated the biodynamic approaches to farming and land stewardship.\n\nI was really struck to learn that he had done a very deep and intensive study on human anatomy before talking about the biodynamic side of things with farming and soil, etc.\n\nI just love that there’s this specific mapping between the human organs and the different locations and localities of a farm landscape.\n\nAnd compost itself is in a sense really a central organ to the entire functioning of the place, right?\n\nAbsolutely. Yeah, there’s an image that Steiner gave in the agriculture course. I mean, he was very much a resident science man.\n\nAnd the agriculture course was one of the last things he did. So he’d already done work in medicine and education in the sciences.\n\nAnd he also did quite a bit of study of medicinal herbs as well as a human body. So all of that is brought up to find an image.\n\nBut yeah, so the compost is just this amazing tool for, I would say it’s kind of like a living, alchemical process that you’re creating with the compost.\n\nAnd the compost itself can even be seen as a living being just as like as we understand more and more in our bodies, there’s all these different life forms that make up our body.\n\nIt’s not just like one organism, you know, our mitochondria are kind of in some ways there their own organisms.\n\nSo it’s the same within a farmer garden organism. And so it’s how do we create a compost pile that’s not just like a bunch of stuff thrown together, but it’s actually a being.\n\nAnd divide a name at preparations, which we put into the compost pile and also around the compost pile does help create that compost into a living entity.\n\nSo we’re taking our plant residues, our animal maneuvers, anything that was living, but isn’t no longer useful in this current form.\n\nWe’re taking that and transforming it into this wonderful medicine and fertility youth for the land.\n\nYou know, I can’t help but smiling here and you articulate this because one of the deep senses I have as I get more engaged with biodynamics in particular is that it as a field, as a discipline, as a practice, has incorporated into it so many different realms of knowledge areas of the technical expertise, etc.\n\nFor instance, the integration of the herbal medicine piece and it strikes me that as we get more and more tuned in to what’s actually happening in the biology of a biodynamic compost pile of biodynamic farm or property place location.\n\nIt also gives us great insights into taking even better care of our own bodies.\n\nAnd one of the things that’s going on is we’ve got this microbiome, right, these communities of trillions, countless little tiny organisms in the compost, in the soil, in our bodies, in our skull cavities affecting essentially our reality and experience of reality in a very literal sense.\n\nAnd I just, I haven’t encountered another system that seems to make those connections and suggest the opportunities are there to really work co creatively with natural forces to enhance life and vitality.\n\nAnd it seems that’s what you’re up to.\n\nAbsolutely. Yeah, I think there’s, there’s, it touches on so many things and can be, I think, integrated with a lot of the other streams of knowledge and practice that each of us are having.\n\nI mean, one of the things that in addition to what you mentioned, I think also there’s more and more people who are interested in meditation and contemplative practice than biodynamics incorporate that as well.\n\nSo I think there’s, there’s so many different areas that it touches on from, yeah, the microbiome and the scientific realm to the meditation or spiritual realm.\n\nAbsolutely.\n\nWell, I can’t help but notice that you have a very beautiful backdrop today as we’re recording this.\n\nI see up on your, on your bookshelf there that you have a poster with a dandelion plant in that kind of classical botany way of conveying visually some of the different stages of the flowering and seating and so forth.\n\nAnd of course, dandelions are one of the very special plants that Rudolph Steiner talks about and that are utilized in making certain preparations.\n\nAnd I was hoping you might just share with our audience as a way to kind of indicate and gesture toward all these different preparations, what we end up doing with dandelion and how we incorporate that into the land medicine that we’re working with.\n\nSure. Yeah, dandelion is an amazing plant and it’s, it’s so interesting, especially in this country because it’s such a maligned plant also.\n\nThere’s a whole book that I was reading that we had in our office at the biodynamic association when I was working in Milwaukee all about the dandelion and how there were so many immigrants from Europe who the only seed that they brought were dandelion seeds because it was a food and a medicine.\n\nAnd now people, you know, spray round up.\n\nYou know, it’s coming around people starting to recognize its value when I lived in Chicago.\n\nThe parks stopped spraying the dandelions and realized that they were something that was beneficial for the bees at least.\n\nBut yeah, it’s just an amazing plant, I think, for our human purposes, you can eat pretty much every part of the plant, make tea out of the roots.\n\nI love dandelion leads in cooking.\n\nThey’re definitely bitter, but they’re so, you know, the liver is the thing that we really talk about in terms of dandelion and its benefits for the human body and the liver connects us, of course, everything else.\n\nAnd in the compost pile, the dandelion is one of six medicinal herbs that we use in the compost pile.\n\nThe others are yaro, camomile, valerian, oak bark, and sting metal.\n\nAnd so each of these medicinal herbs, all of which have beneficial properties for humans.\n\nThey have particular qualities that they bring to the compost pile and to the soil and the plants that are receiving that compost.\n\nSo the dandelion is the way that it’s prepared as it’s put into the messentary of a domestic animal, usually cow, and fermented in the earth over the winter months.\n\nAnd what you get out of that is this amazing substance that it’s kind of a catalyst and a messenger for the compost.\n\nSo we’re only putting, you know, a teaspoon of that fermented dandelion preparation into the compost.\n\nAnd then it’s helping infuse the qualities of the dandelion into the whole compost pile synergistically with those other six medicinal herbs.\n\nAnd then when you put the compost on the soil, that’s helping to balance how the plants interact with the soil and the nutrients and also how they all are interacting with the wider cosmos.\n\nAbsolutely. Love it. Thank you for explaining that. It’s just so exciting and so beautiful.\n\nYeah, and you can really get deep into it. I mean, in terms of each of the medicinal plants that are in the compost preparations also has a relationship to the certain planets.\n\nAnd there’s there’s just all these different things you can really delve into.\n\nWe had a whole webinar a couple years, like just on yaro in the yaro preparation 90 minutes. We just scratched the surface of it.\n\nIt’s one of my favorites. It grows very abundantly up here in the Rocky Mountains where I’m located and definitely a favorite.\n\nAnd I want to mention that for our audience, there are two really great ways that folks can connect with your organization, the biodynamic association and learn more about this and essentially cultivate these skills and knowledge that they can take back to their own homes, their own farms, their own communities.\n\nAnd one of those is to join as a member of the biodynamic association and the other is to attend the conference that’s being held in like George New York in November.\n\nAnd can you tell us about each of those opportunities and what that looks like and what folks need to do?\n\nRight, absolutely. So yeah, the biodynamic association, we are a membership association. We’ve been a membership association since we were founded in 1938.\n\nAnd we’re open to anyone who wants to join. So whether you’re already practicing biodynamics or this is the first time you heard of it, if you want to learn more, if you want to be part of this community, we welcome you to join.\n\nSo you just go to our website biodynamics.com right at the top. There’s a join review button that will show you the options for membership.\n\nAnd one of the things we did last year is we developed a new range of membership levels so that people can join at any level between $5 and $2500 a year.\n\nAnd if we wanted to fund everything that the biodynamic association does just with membership dues, we’d need each member to join it about a $500 level.\n\nBut we know that isn’t affordable for everyone. So we have created this sliding scale with trusting that those who can afford a larger contribution is membership will do so.\n\nAnd those who don’t have the financial resources, they’ll contribute what they can and also be part of our community and contributing in other ways besides financial.\n\nSo yeah, we have about 1700 members now. We’re really excited to be moving towards the 2000 the 2000 member level.\n\nSo yeah, that would be wonderful to have folks join and be part of the community. And when you join with membership that gives you access to our journal, which is published quarterly, which has a lot of articles also gives you discounts on our webinars and online courses and the conference in November.\n\nSo we have an annual North American biodynamic conference. It had been every two years and we just shifted to do it every year because there’s been so much interest and demand for learning about biodynamics and connecting to others in the biodynamic community.\n\nSo this year will be in Lake George, New York, November 20th to 24th and registration is already open. The early bird rates are good until mid September.\n\nAnd we also have scholarships available. So if there’s folks here who the registration fee would be an impediment, please go ahead and apply for a scholarship.\n\nAnd similarly, if you have the resources and contribute towards a scholarship that really helps bring other folks at the conference, we had over 100 people come to the conference scholarship last year. So we’re hoping to be able to do that again this year.\n\nThat’s wonderful about how many folks are you expecting this year at the conference.\n\nWell, last year when we were in Portland, we had 900 people at the conference, Portland, Oregon. And so in upstate New York, we could have about the same amount. We could have more. We could have less. We’ll see.\n\nBut yeah, we’ve generally seen between the seven to 900 person level and we could fit a thousand people if we have a lot of folks who want to come.\n\nI’m so excited. I’m really excited that the wider community has been invited to participate this year. I’ll be there and just can’t wait to connect with so many folks in person who are helping to promulgate and spread this kind of healing work throughout our society.\n\nYeah, I’m really excited about what you’re bringing one of the things that we’re doing this year for the first time is these three day workshops where the same group of folks will meet three mornings in a row to really delve into a specific topic.\n\nAnd then we, of course, we have keynotes. We have break out workshops where you can choose, but I think that’s really going to build some continuity and connection.\n\nAnd the theme of our conference this year is cultivating relationships or if cosmos and communities. So that’s really going to, I think, support that.\n\nAnd then we also will have field days to visit local farms. So we’ll definitely be getting outside and getting to see by dynamics and action for folks who are interested in that as well as you’re kind of more traditional everyone getting together at a conference.\n\nAnd the location of the conference is also amazing. It’s on an island in Lake George. And so we have a whole by dynamic island for five days. So I’m really looking forward to it.\n\nYeah, it’s going to be wonderful. Well, I want to ask, how did you get into all of this? What, what was your personal pathway into this realm?\n\nWell, like I said, when I was in college, I was interested in something environmentally related. And I went to the Brazilian Amazon for a city abroad program with the School for International Training.\n\nAnd while I was, I went there thinking about, you know, how do you save the rainforest? And then I got there and I was like, oh, people are coming down the rainforest to grow food.\n\nSo if we don’t have a way to grow food that regenerates the earth instead of degrading it, then I can, you know, be my American waving my, save the rainforest, but people need to eat.\n\nAnd so that was what really inspired me, this idea of like, how can we grow food in a way that’s actually beneficial to people in the earth?\n\nAnd I came back and as I was finishing college, found, you know, the classes that were related to agriculture at Stanford, things like soil science and plant ecology and botany.\n\nAnd then I, this summer before my last year of college, I found a farm to apprentice on to get some hands on experience. And I landed on a vitaminary farm in Northern California.\n\nAnd so that was my first connection to vitamin X was working with my mentor every day. We were probably working 12, 14, 16 hour days and he would just talk to me all day about all sorts of things including vitamin X.\n\nAnd then it took me a while before I was really that struck me as the thing I wanted to pursue. I also did a permaculture design certificate.\n\nAs you mentioned in my bio, I did kind of school and urban community gardens. And then seven years after my first summer apprenticeship, I went and worked on another farm that wasn’t about to name my farm.\n\nAnd I started to feel like it seems like there’s something missing here that I thought was just kind of like a farm that it actually had to do with being on a vitaminary farm.\n\nAnd it was, yeah, just kind of like a quality that I couldn’t quite put my finger on. And then midway through this season on that second farm, we bought in some compost that came from vitaminary farm.\n\nAnd we put the compost on the field and I was like, oh, it was just like the vegetables came alive and so it came alive in a way that wasn’t there before.\n\nAnd so that was when I was, okay, I really need to dedicate myself to vitamins and learning more about it. And shortly after that was when I started working with vitamin X.\n\nIt’s amazing. You know, to me, it’s a delight and end of it sometimes mystifying to attempt to convey to folks not yet familiar with biodynamics, just how potent biodynamics can be and recently just within the last few weeks.\n\nSome friends here in the Boulder area at this place called the Highland City Club, which is becoming one of our why on earth hubs here in Colorado has on the property, probably one of the oldest oak trees in the town of Boulder.\n\nAnd it’s been struggling. It’s been dropping a lot of leads having some issues. And so I got in touch with Pat Frazier, one of the practitioners here in Colorado asked her what she thought we might do for it.\n\nAnd we did an application actually to one in the evening, one the early the following morning. And within two days, the owner and proprietor of the place was absolutely astonished.\n\nHe had noticed already the tree responding and not dropping nearly as many leads. And this is in he’s a very skeptical kind of I don’t want to say typical, but perhaps traditional western science skeptic kind of orientation and his thinking.\n\nAnd it’s just it’s remarkable to see folks empirically experience how potent biodynamics can be and I’ve seen this many times with folks applying the soil activation barrel compost preparations to their yards and seeing what that does in terms of the soil just becoming incredibly rich dark populations of earthworms noticeably increasing et cetera.\n\nAnd I’m I’m curious if you’ve developed any tools or or languaging that helps you explain to folks who aren’t yet familiar just how effective and potent this can be.\n\nYeah, it’s definitely one of those challenges because I it’s you know, there’s the like picture is worth a thousand words, but what about actually walking out of my dynamic farm like you can’t put that experience quite into words.\n\nAnd I think there is there is no substitute for actually experiencing biodynamics in action, but there are ways that we can describe it.\n\nAnd one of the things that we’ve been working on and that’s been kind of a pet project of mine for the past couple years is finding accessible and yeah really vibrant language to talk about by the name.\n\nSo on our website, we have a page I think I sent you the link by the name principles and practices where we and we also have a print version of that of just kind of outlining here’s what it is and here’s the wonderful thing to can do, including things where there are scientific studies that are showing this is the effects that biodynamics has.\n\nAnd I feel like science is in such an exciting state of evolution right now or there’s there’s things that can be measured now that weren’t measured a year ago and so I think there’s there’s so much of that science that is catching up to what we’re also talking about almost a hundred years ago.\n\nIt’s really amazing. Sometimes it makes me have to sort of slip into joke mode and acknowledge that it turns out some of our mythology some of our quote-unquote fictitious stories are perhaps more spot on than we previously thought for example in Star Wars talking about life force and many chlorines and these microorganisms that have special abilities and powers and so where that turns out that may in fact be what’s happening in reality.\n\nYeah, I think it’s to me it’s you know because I I had a pretty conventional scientific training.\n\nLike finding that place of intersection between like learning more and more empirically but also being open to all the stuff that we still don’t know.\n\nYeah, yeah, that’s beautiful. Well, let me take a minute here to remind our audience that this is the why on earth communities stewardship and sustainability podcast series and today we are speaking with the executive director of the biodynamic association.\n\nThea Maria Carlson to get information about the biodynamics work being done in general you can go to biodynamics.com.\n\nI’ll have the spelling and the links in our show notes and to get more information on the biodynamic conference that we’ve been talking about in November you can go to biodynamics.com slash conference.\n\nAnd the principles and practices that thea just mentioned can be found at biodynamics.com slash biodynamic dash principles dash and dash practices and there are webinars.\n\nWhen you go to that slash webinars and research references, etc. We’ll put all this in the show notes. You can also connect with thea and the biodynamic association team on Facebook.\n\nIt’s biodynamics on Instagram. It’s biodynamics BDA and on Twitter is biodynamic without the S.\n\nAnd I also want to take the opportunity here to encourage our audience if you haven’t already to please consider joining our monthly giving program for the why on earth community.\n\nThis helps support our podcast as well as our community mobilization and soil stewardship works that we’re doing all across the country as well as internationally and like your membership with the BDA.\n\nYou can join the why on earth monthly giving program at any level that works for you.\n\nAnd when you do that, I’ll also make sure you get an email with a special code so you can download free copies of our ebook and audiobook resources.\n\nIn fact, you can share the code with some of your friends so that they can get those resources as well.\n\nAnd many thanks to our existing monthly giving members. And also thanks to the companies and organizations who sponsored our work. These include earth coast productions.\n\nMadira outdoor Patagonia village family foundation, the international society of sustainability professionals.\n\nThe association of water schools of North America, waylay waters and Purim. So thanks to all of you for your support and for making all of this possible and for helping to mobilize stewardship and sustainability in our communities all over.\n\nAnd I’m just I’m so excited to to know that many of our why on earth community members are going to become members of the biodynamic association and hopefully join us at the conference in November that’s going to be a wonderful gathering.\n\nAbsolutely. I’m excited about that too. It sounds like your members are doing wonderful things. It’ll be great to have them connecting into the vitaminic association as well.\n\nAbsolutely. I want to ask you and I both share an understanding and I think a passion for how biodynamics can help bring healing and transformation to many of the challenges that we face.\n\nHealth and nutrition, stress, anxiety, disconnection and even climate change. And I would love to hear from your perspective what that means and how specifically each of us as we engage with and help mobilize biodynamics are able to help address some of these incredible systemic challenges that we’re facing.\n\nYeah, yeah, absolutely. I feel like, you know, we all are aware of the challenges and when I think they love about biodynamics is it can contribute to many of them that I think are important.\n\nSo yeah, health and nutrition, biodynamic food is just abundantly flavorful and wonderful when you can get access to it.\n\nIf you can also be growing some food, biodynamically, that’s even better. I was just listening to a podcast with Dr. Zach Bush a couple weeks ago and he was talking about how important is for your microbiome to actually get out and expose yourself to different natural environments.\n\nAnd so just think about if you’re storing a biodynamic preparation, what’s that doing for your microbiome right when you’re storing it.\n\nForget about even getting to the point of eating the food and making our compost pile and just having that really direct connection with the land and with life, I think that can be so beneficial for our bodies in addition to the physical activity and breathing air.\n\nAnd then I think also we’re learning similar to like soil sciences, making so many advances. So is health and nutrition and our understanding of the nutritional qualities of food.\n\nYou know, the signer talked about it, spiritualizing the nutrition and the importance of having the life in our food so that we have the will to do the work that needs to be done in the world.\n\nAnd I find that to be so true that when I can eat about any of my food, especially if I’ve grown it myself, that gives me more energy and more power to do the work that I feel called to do in the world.\n\nSo that’s really exciting to me. I think also, you know, there’s such an epidemic of stress and anxiety and people just being disconnected.\n\nAnd that’s, you know, one of the many reasons our theme of our conference this year is cultivating relationships because, you know, in the era of social media, we’ve become pretty anti social in a lot of ways.\n\nAnd so building a direct connection to any land that whether it’s, you know, you’re get to live on land like I do or whether it’s the public park down the street from you or, you know, it’s a plodded plant.\n\nAnd just having that connection to life and nurturing life, I think really nurtures our souls and getting together with people to do, providing them with practices.\n\nIt’s so wonderful. One of the things about the body and my preparation is you, like I mentioned before, you only need a tiny quantity of it.\n\nSo for a lot of people, they make the preparations in community because you can easily share them with a bunch of different folks.\n\nAnd so that’s the time to come together to learn from each other, to talk about how things are going here in Northern California.\n\nThere’s a group that’s been going for decades that makes the preparations together quarterly.\n\nAnd I know there are folks in Colorado and many other folks we, that’s another resource we have on our website is a listing of regional contacts for folks who are interested in connecting.\n\nAnd then the climate change piece is so, it’s so big. And one of the things that there’s just recently a UN report that came out about the importance of agroecology and contributing to solutions for climate change is just more and more, we’re seeing how one of the most effective, easy to do implement all over the world ways to bring carbon cycle into the world.\n\nCarbon cycle into balance is through bringing it into the soil. And the composting we’re talking about, the use of that in our preparations, that is increasing stable organic matter.\n\nAnd there’s some really wonderful research that’s starting to come out to really show that it’s something that I’ve been kind of connecting the dots on for a while.\n\nAnd it feels like, okay, well, this study shows this and this study shows this, but like there was just a study recently that Fetzer did in California where they actually looked at their conventional vineyards, their organic vineyards and their vitaminics vineyards and how much carbon was in each of them.\n\nAnd the organic had more than the conventional and the vitaminic had more than the organic.\n\nSo when we’re using biodynamics, you know, the preparations in combination with all the other good practices that are part of building a healthy self-sustaining farmer garden organism, we are harnessing the power of the plants and the soil to bring that carbon out of the atmosphere, bring it into the living room, which benefits our pharmacy gardens in terms of fertility for our plants in terms of water retention.\n\nAnd then it’s also benefiting our climate.\n\nAbsolutely beautiful. I mean, you know, this, I can’t help but think toward the conclusion of why on earth the book, there’s this passage that says something like, we are asking so many questions and facing so many challenges and it turns out the soil probably provides answers and solutions to virtually all of them.\n\nAnd it’s biodynamics in particular, I think, that really unlocks the potential and the vibrancy, the vitality of what can happen in soil when it’s really healthy and really vitalized and just beautiful for our audience to hear how you are connecting all of those dots.\n\nYeah, it’s pretty, pretty exciting in the face of catastrophic climate change to feel like there’s something practical we can do every day that’s helping to bring more balance.\n\nAbsolutely. You know, this makes me think of something and your mentioning fests are actually kind of triggered the thought for me.\n\nObviously, there’s so much we can be doing in our own homes, our own gardens, our own neighborhoods, our own communities to grow at least some of our food and herbs.\n\nThat said, for many of us, most of what we’re consuming, we’re purchasing.\n\nAnd those products are coming to us through supply chains and value chains that quite often reach all the way around the world.\n\nAnd what’s really exciting to me, understanding that more and more wine companies, vineyards are turning to biodynamics to help enhance the productivity of the soil health and even the disease resistance and resilience of those wines.\n\nIt may be a harbinger of what’s to come in terms of the mainstreaming of biodynamics in our food and beverage products generally, much like what we saw with organics some 34 years ago.\n\nOf course, there are issues and challenges and some interesting things to dive into and work on in making that comparison nonetheless.\n\nI think one of the greatest opportunities many of us have is to turn our consumer demand power, our dollars that we’re spending toward the regenerative and in particular the biodynamic producers who are making more and more food and even fiber products available.\n\nI’m curious from your perspective as the executive director of the biodynamic association, what are you seeing? Are you seeing some trending? Are you seeing some opportunities that we as consumers can become more tuned into?\n\nYeah, absolutely. And I think that’s a really important point. I think it’s definitely both in like whatever food we can grow ourselves. That’s really great.\n\nAnd I think we’re at kind of an all-time low in terms of how many people are growing food and it would definitely be good to get up further, but absolutely most of us are not going to be growing all of our own food or even close to all of our own food.\n\nAnd purchasing power is huge and even just asking at wherever you shop for foods, do you have any bite into my products? Some places might and some places might not, but you’re letting them know that that’s something they are interested in.\n\nSo I think that’s really simple thing you can do. There are a number of products that are available on the market. One of the things that differentiates biodynamic from other forms of agriculture in addition to everything we talked about is there’s an international standard for certain cases.\n\nThere’s a lot of information which has been around since 1928, which is called the Demeter Standard. So products that are grown biodynamically and processed in a way that’s in accordance with biodynamic principles are labeled as demeter certified biodynamic here in the United States.\n\nThere’s a website that Demeter USA has called by the name of Food.org, which is a directory of farms and processors that distribute biodynamic products. So it has a little bit of mapping feature.\n\nSo that’s one place to go if you’re not sure where to find biodynamic products.\n\nI think that there’s certainly the wine industry has been the leader in those packaged goods that are biodynamic, even though there’s been direct to consumer sales of biodynamic produce and milk and meat and other things like that.\n\nSince the 1930s, one biodynamic source brought to the US a lot of that hasn’t been broadly available in nationwide grocery stores.\n\nWe’ve had a partnership for a few years with the Independent Natural Food Retailer Dissociations about the association of family, community owned grocery stores.\n\nAnd there are a lot of those stores are really interested in having more biodynamic products and educating their consumers about it.\n\nSo those are great places to go for biodynamic products.\n\nAnd I think some of the conversations we’ve been having at our conferences and elsewhere is how do we continue to make more biodynamic food available to folks but not go in the same direction that industrial organic has ended up going.\n\nLike how do we keep the integrity and those relationships across the supply chain.\n\nHow do we innovate new ways to infuse just the whole model of how food is grown and distributed with the principles of biodynamics, which is it’s a big exciting juicy problem.\n\nAbsolutely. Yes, yes, having worked directly in the local and organic food distribution here in Colorado.\n\nI know that it is especially this time of year where the peaches that can be a very juicy problem.\n\nA lot of work to do and a lot of opportunity and it’s just it’s beautiful as we see more and more individuals, families, communities mobilizing around this knowledge.\n\nWe really can push those market forces in a direction that helps create more stewardship regeneration and sustainability worldwide.\n\nYeah, yeah, I think it’s there are farmers that are interested in growing biodynamic.\n\nThere are food companies who want to have biodynamic products and if there were consumers asking for those things that’s going to help make that come into reality sooner.\n\nYeah, beautiful. Well, Theo, I’m just I’m so overjoyed that we have this opportunity to connect and have this conversation today and to be able to share it with our audience.\n\nAnd I’m just wondering before we sign off for now, is there anything else you want to share or be sure to mention to our audience?\n\nWell, I think for those who aren’t already practicing biodynamics, I want to encourage folks to just try something out.\n\nIt can be a little intimidating sometimes like, oh, there’s, you know, I got to get everything in line and I got generally on fertility and all those stuff and people get a little overwhelmed.\n\nBut, you know, even just trying one thing can be really transformative and you don’t have to do it all at once.\n\nSo, whether for you that’s coming to a webinar, coming to the conference or maybe participating in one of your biodynamics tour days that you’re doing with my on earth, just engaging with that a little bit and seeing that where it takes you.\n\nThat’s what I would really encourage folks to do is just find the one thing that you want to do and don’t worry about what’s going to come after that.\n\nThat’s great to you. And I will make a quick plug. I’m sure Arton will appreciate that I do this.\n\nWe are about to roll out a community mobilization kit which basically provides folks a very easy kind of starting place to get this sort of thing underway in their own neighborhoods, communities, what have you.\n\nSo, there are lots of great resources including from the biodynamic association and if you’re connected with why on earth you can take advantage of that community mobilization kit as well.\n\nAnd, yeah, I’m just so happy we’ve been able to connect today. Thank you for all that you’re doing and thank you for taking the time to visit with us.\n\nWell, absolutely. Thank you so much. It’s been a wonderful conversation and I’m looking forward to connecting to some of the folks who hear this conversation and want to be part of our community.\n\nAbsolutely. All right. We’ll take care. Talk to you soon.\n\nOkay. Thank you.\n\nBye-bye.\n\nThe why on earth community stewardship and sustainability podcast series is hosted by Aaron William Perry, offer, thought leader and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you to sign up as a daily, weekly or monthly supporter.\n\nPlease visit why on earth.org backslush support support packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code why on earth, all one word with a why.\n\nThese sponsors are listed on the why on earth.org backslash support page.\n\nIf you found this particular podcast episode is specially insightful, informative or inspiring, please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in.\n\nThank you for your support and thank you for being a part of the why on earth community."
}