{
  "title": "Episode 121 – Oliver Retzloff, Co-Founder, Wild Nectar Farm Talks Flowers (w/ Eric Knutson)",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12415/episode-121-oliver-retzloff-co-founder-wild-nectar-farm-w-eric-knutson.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-121-oliver-retzloff-co-founder-wild-nectar-farm-w-eric-knutson/",
  "episode_number": 121,
  "subtitle": "ABOUT THE FLOWERS",
  "description": "We discuss Dahlias, Zinnias, Cosmos, Marigolds, Snapdragons, and others, and learn about their amazing healing and wellness properties as well as their roles in enhancing the vitality and balance in the regenerative farming context. Called the “unicorn of flowers” by Oliver, Dahlias are the national flower of Mexico, and their tubers are traditionally used by the Aztec people as a substitute for potatoes, a way to transport water, and as a natural sweetener. Zinnias are said to have antioxidant, antifungal, phytoremediative, and antimalarial properties, and are traditionally regarded by the Navajo people as sacred life medicine, and by the Pueblo people as enhancers of intelligence and eloquence. Cosmos are said to symbolize order and harmony, and to represent balance, tranquility, peace, love, modesty, innocence, joy and beauty. Marigolds are known to repel damaging insects from the rest of the garden and have traditional uses ranging from dyeing to treating jaundice, conjunctivitis, and fever. Snapdragons are native to the Mediterranean and Middle Eastern region, and are said to alleviate minor burns, detoxify the blood, purify the liver, and help reduce fever. As Oliver mentions, these flowers and many others make excellent pollinator habitat, and natural flower farmers who don’t use dangerous pesticides will often encounter the sight of bumblebees sleeping inside the blossoms of Snapdragons and other enveloping flowers.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today we’re visiting with Oliver Retzloff. Hey, Oliver. Hi. How you doing? We’re so excited to have this opportunity to visit with you in your flower garden, your flower farm, wild, nectar farm.\n\nWell, we’re really excited to have you guys and show you around and talk a little bit about flowers. Yeah, it’s gonna be great.\n\nOliver Retzloff was born and raised in Boulder County, Colorado, not far from where the farm is located. He grew up on an organic farm where his family grew vegetables and fruit and raised chickens, rabbits, and horses.\n\nHe graduated from SAE Expression College in California with a Bachelor of Science in Sound Arts.\n\nOliver is a farmer, floral designer, foodie and artist, and his life goals are to help cultivate love, happiness and peace on earth.\n\nHe and his husband Eric moved to the farmstead in 2013, and for the past nine years have been stewards of the land,\n\nworking to rehabilitate, rebuild and regenerate the diverse microcosmic ecosystem that has blossomed into wild nectar, farm.\n\nTheir focus is regenerative agriculture, utilizing organic and biodynamic methods, and building biodiverse habitat for native pollinators, birds and insects.\n\nIn addition to growing specialty cut flowers and herbs, they also grow organic vegetables and medicinal herbs,\n\nraised organic chickens for eggs, and hogs for meat, and also keep honey bees.\n\nWild nectar farm offers floral design services for home, business, and special events like weddings.\n\nI am living and working on a very close by farm, Elkarun Farm, and there’s this kind of cluster of wonderful regenerative farms right here in this part of the county\n\nthat do a lot of collaborating and also a lot of gathering and celebrating potlucks, et cetera.\n\nIt’s been such a joy coming here over the summer and observing the wild riot of colors that you’ve got going in your flower garden.\n\nLet’s maybe kick it off, I’ll ask you what is it about color that attracts you to growing flowers?\n\nAnd how does working with color figure into the work that you’re doing?\n\nFor me, I think the color for me evokes feelings and emotions, and not to say that growing vegetables doesn’t have a similar reward, but there’s just an innate beauty with flowers,\n\nand being able to cultivate color and beauty and that whole process as an artist for me is really fulfilling.\n\nAnd it also beautifies the landscapes that we live in.\n\nThat was one of the things that really drew me into growing flowers, was that in addition to providing food for pollinators\n\nand things like that, we are literally beautifying the space that we live in.\n\nWhile we’re cultivating, so I don’t know.\n\nI love it, and as you know, I paint, I enjoy painting for fun and playing with color, and it’s such a joy.\n\nSo many of our friends and colleagues who are engaged in really important work in the sustainability arena in the regeneration and stewardship arenas.\n\nI find our often pretty focused on technical issues and solutions and thank goodness.\n\nA lot of the work that needs to be done and that is being done is very technical.\n\nBut at the same time, to me, when I really step back and reflect on what’s this whole movement all about, what comes to mind for me is aesthetics.\n\nAnd really, if we’re living in a way that is good for the planet and good for people in our communities,\n\nit seems to me that almost as a necessary outcome, almost as a default, the places where we’re co-habiting are necessarily going to be more beautiful.\n\nAnd I know that you’re bringing a lot of beauty to people.\n\nSo what’s that like? It’s like when you’re showing up with bouquets for events and stuff, it’s like you’re literally delivering beauty from a truck.\n\nI think it’s the most rewarding aspect of growing flowers for me is when I show up to the florist or to an event with flowers, like he said,\n\nor even just have people out to the farm and we’re walking around and looking at the flowers and the cooler.\n\nThere’s just, there’s something that, I mean, it’s just, it’s like I don’t really even have to do anything.\n\nYou know what I mean? There’s so much magic there and there’s, it evokes so much feeling for people that, you know, I feel like the second wheel, you know, to the flowers.\n\nYou know what I mean? It’s great that people are excited to see me, but I know they’re really excited to see the flowers.\n\nWell, I’m gonna, I’m gonna, I’m gonna thank the difference they tell me both hands, but, you know, the flowers are, are extraordinary.\n\nWhen, when, when the gallons of the flower shop say to me that this is their favorite time of the week or I just made their day or whatever it is, you know, that to me is makes it all the hard work and everything totally worth it.\n\nI’m also struck by the movement that we’re seeing with more and more folks, you know, getting back to the land and figuring out really creative and innovative ways to earn living, working with the land and growing a variety of foods, medicines and flowers from the land.\n\nWhat’s it like for you as a small business owner, you know, making a living doing this work? How, how easy or hard is it? Is it something you anticipate we’ll see more and more of around the country and around the world?\n\nWell, I hope we do. I hope that more people can start growing flowers on a small scale because the global flower industry is,\n\num, it’s horrible. There’s so many chemicals and pesticides used in contained areas that people literally have to wear these like suits that can’t, the chemicals can’t burn through that they’re putting on the plants.\n\nAnd then we’re flying them in airplanes all over the world. So the carbon footprint alone on the global flower industry is out of control.\n\nUm, so I’m hoping that more and more people, um, get into growing flowers on a smaller scale because it, um, at least at the man where we are in Boulder County, um, I’d say there’s at least 100 flower shops that are looking to buy locally.\n\nSo there’s definitely, there’s market out there for local flowers. Um, but it is hard work. And I think, um, you know, it’s not something that happens overnight.\n\nUm, but you can start small, you know, and really sort of hone in on what you’re good at and what works in your area and, um, and kind of go from here.\n\nYou know, I’m fortunate enough to have, um, a community of people who are in the flower industry. And so that provides a outlet for me.\n\nUm, that, you know, I think that would probably be the most difficult aspect of, um, of getting into the market is just that, um, you know, finding lane and, um, because there’s so many florists to work with.\n\nBut, you know, like I said, there’s a lot of them out there. And I think there’s definitely room for people to get on board. Yeah, I love, you know, looking at different aspects of regenerative economics and regional economics as we’re relocalizing our supply chains and our connections with soil and with water.\n\nAnd it’s, it’s all about relationships, right? And, and not only knowing the land and the plants that you’re working with, but also knowing the, the people who have a bunch of small businesses themselves in general that are helping get these beautiful flowers out there.\n\nI’m wondering, like, give us a sense of your, your kind of customer mix that you have flower shops and then you also do special events, like weddings, like, what, like, what’s the, we don’t have to be, you know, precise with percentages, but what’s kind of the balance there for you through the year.\n\nSo most of our business is wholesale. We sell mostly to local florists. And then we have a few accounts where we do weekly arrangements for a couple of businesses.\n\nWe do, I’d say a half dozen weddings in a season that are very specific and tailored towards kind of our aesthetic. And then we’ve been doing a small CSA flower share.\n\nBut, you know, ideally for me, I would just stick to wholesale. You know, I do enjoy doing one off floral design and the, and the wedding thing, but in terms of focused time and energy and output and input, I think, you know, wholesale for us is the best.\n\nAnd I do want to mention, like, there are, there is a great group, the Colorado flower collective, which is down. I think they’re in Arvada now, but it’s open to small flower farmers.\n\nAnd, you know, they, there is a little bit of profit share there with the collective, but the provides an opportunity for farmers that don’t necessarily have an outlet like we do where they could take all their flowers down to the collective once a week. And then designers and florists and other wholesalers can shop from the collective.\n\nAnd so it provides an outlet for those farmers, which is really cool. That’s amazing. So I’m almost, you know, I grew up my early years around the Seattle area and almost picturing something kind of like a pikes place market. Yeah, essentially, yeah, all this beauty to look at just walking around is an experience. Yeah, it’s really cool because, you know, not everybody grows everything and not everybody grows the same thing. So there’s a really cool assortment of unusual things that you can find.\n\nThat you don’t get it some of the more commercial wholesalers. Yeah, awesome. Very cool. Well, and look right behind us. We set up the video shots so that our audience could see a bit of the beauty that’s here. And a little later will, we’ll do a walk around and look at a few of the other species and shots that are here at the farm. But I understand that you’re growing a lot of varieties of flowers, including doleos, zinnias, cosmos, marigolds and snapdragon.\n\nAnd I’m really excited to kind of dive into talking about the flowers themselves, the species and the ways each is unique. And where do you want to start with that list?\n\nWell, we count. Well, let’s start with doleos. Great. Yeah, perfect. And we’ve got some… We do. We have a nice little bucket of doleos here.\n\nLovely. With some different varieties of doleos. But doleos are, I think, many people’s favorite flower. I won’t venture to guess.\n\nThey’re amazing. They sort of take the cake in terms of all the attributes of flowers. I tend to think of them as like the unicorn flowers.\n\nBecause they’re just so magical. This one’s literally sparkling. It’s got little diamonds in it. Anyways.\n\nI was looking at it earlier, you’re showing me. I don’t know if the camera’s freaking it up, but it really is sparkly like it’s got very dust on it.\n\nSo there’s about 42 different varieties of doleos. Species of doleos, I guess you could say. And over 50,000 cultivars, which is insane when you think about it.\n\nThere’s a lot of hybridizing and people creating new and fun doleos, which is, I think, is why there are so many of them. But it’s kind of incredible.\n\nThey, you know, in our zone, which I think is 5B, we, they’re not perennial here. So we have to, once the frost comes, we have to dig up all the tubers and divide them and package them and store them over the winter so that we can then replant them again in the spring.\n\nSo it’s definitely, there’s definitely a lot of work involved, but they’re incredible. And in terms of selling doleos, they’re, they’re a high dollar flower.\n\nSo, yeah, how much do you fetch for each one? I, anywhere from three to five dollars a stem, depending on, is that wholesale or that’s wholesale?\n\nOh, that’s amazing. Yeah. Yeah. Yeah. I know. So, yeah. So this is a, it’s a cash crop. This is a whole sale. I would sell this doll for five dollars. Yeah. That’s remarkable.\n\nYou know, but you have to think of all the time and energy that went into growing that one flower. I think some people would beg to differ at that.\n\nBut we try to just, we try to be in line with wholesale in terms of our pricing, because that’s kind of the market we work in. I think there’s some discrepancies in terms of what farm fresh flowers can fetch.\n\nAt like a farmer’s market versus a wholesaler, which is why we focus more on the wholesale, because we can somehow fetch a higher dollar for.\n\nThat’s really interesting. Yeah. It’s really interesting. Well, and so when you’re, when do you dig up the tubers, and when you’re storing them over winter, is it like a root seller, or is it refrigerated? Like, what’s that storage like?\n\nYou see, they’re like in a call space, or in a garage that stays about, you know, 42 to 50 degrees. So like a root seller in the market. Yeah.\n\nYeah. And you just want to keep, we package ours in coconut core and some peat. And then we keep them in plastic bags, which helps to retain some moisture.\n\nIt helps with chips, or paper bags, or things, but I think because we have such a dry climate, it helps to have a little bit more.\n\nIt helps to hold the moisture a little bit more. Makes sense. So they don’t struggle up over the winter. Yeah.\n\nBut, you know, I mean, I think, you know, initially we purchased, we don’t start our dollars from seed. Initially, I purchased tubers, which is how they grow.\n\nAnd, you know, I think you spend between $4 to $12 per tuber. But once you plant them, and you dig them up, that one tuber becomes 8 to 10 viable tubers that over that growing season.\n\nSo it takes a little bit of initial investment with DAI, as if you don’t want to start them from seed.\n\nBut they multiply so quickly that it’s definitely, I mean, you can make your investment back, you know, one season on the tubers.\n\nAre they easy to start from seed? And do they start true? Is that the terminology? Like when dealing with apples, I know, for example, a lot of the seeds don’t necessarily produce the same kind of fruit ultimately that the seed comes from.\n\nRight. I haven’t had a lot of success starting them from seed. I just feel like it’s such a tender stage that the sprout that comes from an existing tuber seems to be a little bit more, having more integrity and, you know, flourish more.\n\nBut that’s not to say that you can’t do it. And a lot of times, if you, some farmers are actually sprouting the tubers after they’ve divided them in the spring, and they will cut the little shoots off of those and propagate those to create more tubers.\n\nAnd I tend to think that that’s a more viable way of doing it.\n\nSo it takes them some cuttings and root them that way. So very interesting. Yeah. Well, I did a little research ahead of our discussion, Ollie. And I found out that Dahlia is actually the national flower of Mexico.\n\nIt’s also the official flower of both San Francisco and Seattle as cities. And the Aztecs use the tubers as a substitute for potato and a transport water when they’re traveling over over land.\n\nAnd it’s also a natural sweetener, which I didn’t know. That’s really interesting. Do you ever, do you ever eat the tubers?\n\nNo, we’ve never tried to eat the tubers, but they are remarkably like a sweet potato or a jam in that sense.\n\nWe mostly just use the petals for, you know, decoration on food and things like that.\n\nAnd are the petals really edible? Okay.\n\nThey’re not particularly delicious by any means, but they’re beautiful. Yeah, they make the plate really beautiful.\n\nCool. Cool. They also, I think similar to the Aztecs say, it’s a big part of Wauhaquin cuisine in Mexico still.\n\nOkay. They’re still eating Dahlia tubers. It’s really cool. Yeah. It’s so cool.\n\nAnd then let’s maybe talk a little about Zineas.\n\nGreat.\n\nTell us about them. What’s great about Zineas? Zineas are probably one of the easiest cut flowers to grow.\n\nIt doesn’t take much to germinate the seeds. They love the heat, so in our climate, in a place like Colorado,\n\nthey thrive. And they just keep coming, the more you cut them.\n\nYou know, similar to Dahlia’s. I think it’s hard for people to, you know, they have an aided initially too.\n\nI had a hard time cutting the flowers because they’re so beautiful and you want to enjoy them.\n\nBut the plants do so much better over a season if they’re being cut and continually regenerating and creating a bigger root ball and things.\n\nSo one of our rules of thumb, or one of my rules of thumb, when I’m looking out on the field is, I don’t want to see any flowers.\n\nYou know what I mean? I know that I’ve done a good job for the day. If there’s no flowers in the field and they’re all in the cooler.\n\nIf I look out there like a day like today, and they see all these flowers, you’ve got a lot of work to do.\n\nAnd I feel like literally within like a span of hours, they can be past their prime.\n\nYou know, so, but zineas are, they’re great. They come in all sorts of colors and shapes.\n\nAnd I think you can eat some varieties. I wouldn’t recommend people to try eating them unless they do some research.\n\nBut I think they’re, if you’re thinking about starting a small cutting garden or like a, you know, first flower to try to grow from seed, I would definitely recommend starting with zineas.\n\nYou know, this, this really interesting point that you hit on about sort of the more the harvest, the more that the plant produces.\n\nTo me, it really gets at this deep, beautiful philosophical, maybe even spiritual core of how mama gaya, how mother nature really works.\n\nAnd, you know, I was just talking with my friend John Perkins the other day that who wrote the well known book Confessions of an Economic Hitman and touching the Jaguar is more recent book.\n\nAnd, you know, he distinguishes between what he calls the death economy and the life economy.\n\nAnd, you know, in the death economy mindset, which is where a lot of our sort of industrial impacts on the planet come from.\n\nWhen we, when we, you know, pump oil out of the ground or we dig coal out of the ground or some other or metal out of the ground, it’s depleted.\n\nIt’s not replenishing in any kind of time scale that is of any, you know, meaningful import to humanity.\n\nWhereas when we’re working in a regenerative relationship with the living critters, the living creatures of the biosphere like these amazing flowers, there’s, there’s this super abundance that keeps giving and giving and giving power by the beautiful thermal nuclear power plant that we all share called the sun and the brilliant light coming from the sun.\n\nAnd, of course, the soil and the water, but it’s, it’s such a beautiful energetic to be in relationship with on the daily.\n\nThis is on the day livelihood. I know. It is a really awesome job to have.\n\nAnd, you know, in addition to just the beauty, I mean the, the diversity of bugs and pollinators and birds and things that just seem to have a taste here because they,\n\nit’s like the perfect little zone for that. I mean, it, we’re in awe and to be able to be like working in a flower field and have like a hummingbird come and just kind of sing a song and some butterflies fly by and, you know, some like golden dragon fly. I mean, it’s just, it’s very magical.\n\nIt’s basically extremely rewarding. Yeah. And, you know, it’s not something that I set out to do really. It’s something that just kind of came to fruition out of a need to, you know, create more abundance in our life.\n\nAnd, to, to find a relationship with the land that could actually be mutually beneficial.\n\nSo, yeah, it’s, it’s incredible. I think, I think nature has a remarkable way of providing for us.\n\nIf they feel the love, so to speak, like, you know, we moved out here to this land that was like degraded and malnourished and kind of forgotten in a sense.\n\nIt was still here. I mean, all the trees were here and some of the grass and stuff, but like it just felt really like stagnant and kind of dead, to be honest.\n\nAnd the more time and energy that Eric and I spend here and that we work to give back, I feel like the land like perked up once they realized that, oh, these people are into this.\n\nLike, these are stewards. They’re going to like, you know, they’re players we want on the team kind of thing. And I feel like, I mean, it’s a lot of work, but I feel like there’s also a lot of ease in what we do here because everything’s working together.\n\nYeah, being great symmetry and so it’s so beautiful. And I have to mention that that love and relationship with the living biosphere and with mama guy and with the creatures is this core theme in my, my new novel of readie toss and I hope if folks in our audience haven’t yet check this out that you will.\n\nYou can go to readie toss book dot com V I R I D I T A S book dot com and get your printed copy or ebook copy if you prefer. And on the cover, which my son hunter designed along with our buddy Jake, a graphic designer, I’ve worked with a long time.\n\nThe cover has this binary code underlying under the word readie toss, which is actually binary for the word love.\n\nAnd I don’t want to give too much away about the story in its crescendo, but there is a really important thread and theme running through the tapestry of the story that is about love, not only love for ourselves and for each other, but also especially love for the environment that we live in and the soil, the creatures.\n\nThe water and mama guy herself are shared planet. So I just, yeah, I love that that that you’re speaking to that and that you’ve actually had that direct experience here on this land.\n\nAnd yeah, a lot of us familiar with this particular area in rural Boulder County know that a lot of the lands right around here are actually severely degraded.\n\nAnd even desertifying act we’re seeing a lot of desertification occurring and it seems to be on those plots and properties where folks are giving that love and attention and using some of the regenerative stewardship techniques that that it’s far, this is far from a desert right here.\n\nI mean, this is so abundant in alive and biodiverse and by golly if and as when and as millions of us are doing this kind of thing all around the world, we’re going to, we’re going to heal up and clean up so many of the otherwise intractable systemic challenges that we’re facing.\n\nSo I just, I’m so thrilled all of you that that you’re sharing this with us and you know, it’s not like this takes thousands of acres, right. This is, this is a beautiful and precious bit of land, but it’s not a massive amount of land that you’re working with with these flowers.\n\nAnd you can grow so you can grow an insane amount of flowers in a small space like if you even 25 feet by 25 feet, I mean, I feel like you could grow, you know, enough for yourself and your neighbors and the bees and the butterflies and you know, it doesn’t have to be rose upon rose and acres upon acres. It’s really just start with a pollinator garden. That’s what we did.\n\nYou know, we decided that we wanted to bring more like pollinators and life to the farm. And so the first thing we did was just find a bunch of mostly native perennials that are pollinator friendly and that was the first thing we did. And that’s been like so rewarding in terms of the biodiversity and the beauty.\n\nAnd I feel like just kind of like it ignited the whole system. So absolutely. And maybe for some of our newer audience who aren’t quite as familiar yet with the importance of the pollinator gardens, you know, because we’ve been effectively waging chemical warfare all around the planet for about 100 years now, calling it agriculture, right.\n\nMost of the world’s major food and flower production has been very chemical intensive. We’ve effectively killed off so many of the important insects and other species and especially the pollinators. And of course, we completely depend on pollinators for so much of our food and lives as human beings.\n\nAnd so wherever we can grow pollinator gardens and not use those chemicals, those dangerous toxic chemicals, we are helping reverse that trend and heal up the ecology of the whole planet basically as a result.\n\nYeah, and there’s definitely like, you know, there’s plants that we can plant in companion with other plants that do the same thing that some of these chemicals are doing in terms of some pest management and you know, the biology and the soil and all those things.\n\nSo, you know, if you can plant some miracles around, you know, your house or in your vegetable garden or things like that, that will just help to bring pollinators but also fend off some of those other pests that, you know, aren’t attracted to the smell or the oil of the miracle and things like that.\n\nFor us, the beginning of the season was tough because we’ve had an unprecedented amount of grasshoppers.\n\nAnd I think it was because of all the heat and the warm temperatures that we had in April.\n\nI feel like they got a head start in terms of the eggs and everything.\n\nSo early on, it was like a parent that we were going to have devastating amounts of grasshoppers.\n\nAnd I know some of our friends out in East County and a little bit further east of here.\n\nI mean, they had whole plots of land decimated by these things.\n\nAnd I was really quick to like start looking into some natural things so that I could use like Neem and some other things to try to maybe get a hold of them quicker and get ahead of it.\n\nBut the more research I did, regardless of what they say are safe for pollinators, even Neem, they were saying don’t apply within three hours of there being any pollinators around.\n\nAnd so to me that was saying, well, there’s so many other things we’re going to eradicate just to try to get a hold of these grasshoppers.\n\nSo, you know, I just decided to like have faith in the system and hope and pray that there is going to be another entity that came in that was going to like help with the management of it.\n\nAnd everything that was going to be in working in conjunction with each other.\n\nAnd so we didn’t treat anything.\n\nAnd while we’ve had a ton of grasshoppers and we have to do some things like put these bags on the dollias, there’s other things that play.\n\nI’ve noticed a bunch more wastes on the things that are praying on the grasshoppers.\n\nIt’s reaffirming to me that if you just let nature do its thing, like the less you mess with it, and you give it the opportunity to just do what it’s been doing forever, it’s going to find its way, it’s all going to work out.\n\nI think it’s hard for us because we want to control everything.\n\nAnd when it’s your business and it’s your livelihood, you know, I can’t take a chance like that.\n\nBut the thought of killing off bees and wastes and flies and butterflies just to get rid of some grasshoppers just didn’t feel right.\n\nSo yeah, I think the more we can just like watch and listen and let nature do its thing, you know, the more we’re both going to benefit from it.\n\nI love it. I love this phrase, the less you mess with nature. I think we might put that into the show notes.\n\nAnd you know, speaking of watching and listening and trusting in the intelligence of nature, I found out Zinnia’s actually have been used by Navajo and Pueblo peoples.\n\nAnd apparently Pueblo peoples will feed the blossoms to their children believing that they’ll make the children more intelligent and more eloquent.\n\nSo that’s very interesting. It’s also eaten by Zinnias noted that Zinnias have antioxidant, antifungal and other health benefits.\n\nAnd then you already you mentioned marigolds. And yeah, when we were recording over at Elk Run Farm with our sister organization, drylands agro ecology research with Nick D. Domenico, he spoke about how he’ll put marigolds at the end of each of the rows of the food crops that he’s grown to veggies.\n\nAnd leafy greens and so on. And yeah, apparently the marigolds also known as calendula have been used at least since Greek and Roman times.\n\nAnd there’s a lot of value to use the calendula and the marigolds in cosmetics and lotions and so on. And I’m wondering when you’re growing the marigolds, are you also using them for those kinds of purposes?\n\nAre you making saves or bombs or anything like that?\n\nWe don’t personally use them for cosmetics, but we have some herbalists that do. We’ve been selling them to fed our local food truck.\n\nShe’s been fermenting them and using them as one of her ferments because they’re really delicious when they’re fermented.\n\nI use them personally for dyeing. I dye ribbons in things with marigolds because they provide a really beautiful golden color.\n\nAnd then they’re all, I think they’re delicious. So the petals are beautiful on salads. You can make flower sprinkles or if you just dehydrate some petals and keep them in a jar and just, you know, put them on your ice cream or\n\nand then I personally love the smell of marigold leaf. I think it might be maybe too musty for some, but it feels really like medicinal to me. I don’t know if there’s anything specific to that, but it’s also just a really nice smell.\n\nI love the smell also and I’ll often put some marigold flowers in my herbal tazan, my tea, especially in the winter time. One of my herbalist friends, it might have been Brigitte Mars shared with me that at the winter solstice, right, when we’re not seeing a whole lot of the sun, a really beautiful way to sort of energetically get a little more sunshine into our bodies is by eating or drinking marigold.\n\nI love it too. And yeah, of course, also known to have anti-inflammatory antioxidant, hydrating, all kinds of other properties of great benefit to us.\n\nAnd yeah, we want to also make sure we save some time to talk about the cosmos and the snap dragons. And I know we’ve got a cosmos. I don’t know if you can\n\nquite see it on camera, but it looks like we got a little one right here.\n\nYeah, that’s right. And yeah, what’s happening with cosmos, this Greek word that means beauty, right?\n\nYeah, it’s happening here.\n\nThey’re another flower that’s easy to grow for cutting. Most of the cosmos on the farm are cosmos we planted years ago that just keep seeding.\n\nI don’t actually plant them anymore, but they’re beautiful. They’re a wild flower. They’re native to the Americas and they’re, I don’t know, they’re in the sunflower family.\n\nTo me, they’re just like, they’re bright and beautiful and whimsical and, yeah, I love them.\n\nI love them too.\n\nAnd then in terms of like the workhorse of the flower farm, those are definitely snap dragons.\n\nWe, I think I, I can’t remember. I think we planted maybe 500 snaps this year.\n\nThey literally started blooming. I want to say end of May. And they’re still blooming.\n\nWhich is incredible when you think about it in terms of the number of times they flush through and the amount of stems you can get off of one plant.\n\nAnd I think they’re probably one of my favorite flowers.\n\nJust in terms of their shape and their texture, you know, they’re not one of these sort of like super symmetrical round kind of flowers that we’re very used to in terms of the shape.\n\nThey’re more like…\n\nYeah, it’s more of like a vertical structure, right?\n\nAlmost like a pine tree or something in a way like lots of smaller flowers coming off of that vertical structure.\n\nLike a cluster.\n\nAnd one of the most amazing things that we get to experience here on the farm is the butterfly or the bumblebees sleeping inside of the snap dragons.\n\nThey literally crawl in head first and sleep there. And then once it gets warm enough in the morning, they kind of like wiggle their way out.\n\nAnd so great.\n\nWe’ll see if we can track down a photo to include in the post-credible.\n\nYeah, and I know the plant is native to the Mediterranean region, Morocco, Portugal, southern France, Turkey, Syria.\n\nAnd it’s used to alleviate minor burns to detoxify the blood, treating the boil’s abscesses, purifying liver, reducing fever.\n\nI mean, it goes on and on here.\n\nThe medicinal properties of these snap dragon flowers.\n\nSo how amazingly rich and abundant that there are so many healing properties with these beautiful flowers.\n\nAnd in addition to eating some of them and enjoying their beauty on our dining table, I mean, the uses go on and on.\n\nThey’re amazing.\n\nAnd like I said, they have an amazing, it’s just in terms of floral design and even in the landscape, it’s just an unusual shape, a cool texture.\n\nThey come in so many vibrant colors and it’s almost like they’re almost velvety in a sense.\n\nI see another vertical over there that isn’t on our list for discussion, but is that lavender or is that something else I’m looking at that purple over there?\n\nThat is veronica.\n\nThat’s veronica.\n\nOr speed well.\n\nWhich is another amazing flower.\n\nThat the bees and the butterflies absolutely love.\n\nAbsolutely wonderful.\n\nWell, let me remind our audience.\n\nThis is the Wyon Earth Community Podcast.\n\nI’m your host, Aaron William Perry.\n\nAnd today we’re visiting at Wild Nectar Farm with Oliver Retzloff.\n\nAnd I want to give a quick shout out to some of our supporters.\n\nThis includes our ambassadors and monthly donors.\n\nAnd if you haven’t yet joined our ambassador program and you’d like to.\n\nAnd if you’d like to join our monthly giving program, you can join at any level.\n\nYou can go to WyonEarth.org and you’ll find information about getting involved that way.\n\nIf you give at certain levels, we’ll be happy to send you on a monthly basis.\n\nOur hemp-infused aroma therapy soaking salts by Wele Waters.\n\nOne of our social enterprises that we’ve incubated through the WyonEarth community.\n\nWant to of course mention the Veritasbook.com website.\n\nOnce again, V-I-R-I-D-I-T-A-S book.com website.\n\nAnd our friends at Purium, we have this amazing collaborative relationship\n\nwith the Organic Superfoods company Purium.\n\nAnd I’ve been able to lose some weight this year using the Purium products,\n\nfeeling great eating these organic superfoods every day.\n\nAnd if you’re interested and want to get a discount, $50 off or 25%\n\nwhichever is greater on your first purchase, go to WyonEarth.org slash Purium to get that rolling.\n\nAnd actually 20% of your purchases on an ongoing basis will come back to benefit the nonprofit.\n\nThe WyonEarth community.\n\nAnd of course, I want to make sure you get to check out WildNectorFarm at WildNectorFarm.com.\n\nYou can also find them on Facebook at WildNectorFarm.\n\nAnd on other social media, is that the same handle?\n\nSame handle on Instagram.\n\nGreat.\n\nI think that’s it.\n\nGreat.\n\nTwittering.\n\nGreat, great.\n\nAnd yeah, and I thought also that it’d be fun, Ollie, if we wanted to invite Eric over\n\nand join us on camera for a few minutes to talk about some of the regenerative agricultural work that he’s doing.\n\nAnd welcome, Eric.\n\nThis is Eric.\n\nMoots in a rancher grass farmer and a leader of animal husbandry efforts here at this farm and also on some other nearby farms and ranches.\n\nAnd Eric, it’s great to have you join us.\n\nThanks for having me.\n\nThanks for being here.\n\nYeah, you’ve been hanging out off camera.\n\nProbably some of our audience looking at the videos that we’ll see our eye shifting my sweetheart crests off camera as well over here.\n\nAnd yeah, it’s so great to have you join us.\n\nAnd, you know, just earlier today, you were out with the horses, hurting some animals.\n\nTell us what was going on earlier.\n\nOne of our neighbors here, Kierbu Ranch, did some branding today.\n\nThey’re spring-caving, heard.\n\nWe got to brand pre-conditioned, decent vaccinations.\n\nSo I went down and helped round up the group and brought them into the area where we work.\n\nWorked the cattle.\n\nIt was really fun.\n\nHow many head were you working with today?\n\nIt was a small group, I think.\n\nWe brand it about 30, 35 cats.\n\nAnd you were out in the horseback.\n\nWas it, did it take some doing that round them up or were they?\n\nNot with the dogs.\n\nI mean, really, it’s the dogs that do most of the work.\n\nAnd, you know, we were there guiding, but really low-stress handling is, you know,\n\nstay far back.\n\nAnd, you know, the dog, we had two dogs with us this morning.\n\nAnd they keep everybody in the group and keep everybody moving forward.\n\nThat’s great.\n\nYeah, they’re incredible animals.\n\nAnd such a joy to be around.\n\nOf course, they’re protectors, also, right, of the farm and the animals.\n\nOther animals live in here.\n\nAnd, yeah, Eric, I know you’re also doing a lot of work with other young and emerging farmers.\n\nAnd can you tell us just a bit about that organization?\n\nWe might even do a whole other podcast on that, just a quick synopsis of that work.\n\nSo Oliver and I are part of the Flatirons Farmers Coalition, formerly known as the Flatirons Young Farmers Coalition.\n\nWe changed, we took out the young, just to be more inclusive of our growing community.\n\nBut essentially, the mission and vision of the nonprofit is to support beginning farmers in their endeavors.\n\nAnd, you know, that comes from education that sport has a lot to do with gathering as a community,\n\nsharing resources, sharing knowledge, and helping each other grow.\n\nI mean, I think a lot of us, in the beginning, it’s challenging.\n\nYou know, you’re out there.\n\nYou work at heart.\n\nAnd it can be intimidating to be, you know, quote unquote, a lone feeling that way sometimes.\n\nSo, you know, to gather together and just acknowledge the experience of what we’re doing together\n\nand share that, you know, I know how I feel.\n\nIt’s been really a privilege to share friendships, share community, be encouraged.\n\nYou know, the camaraderie of a lot of folks starting businesses, becoming young entrepreneurs.\n\nAnd in some of our folks who are more established, you know, they’re still involved.\n\nAnd it’s great to spend some time with somebody who’s been doing it for 10 years.\n\nThen you get the people who are doing it for 20 years, 30 years.\n\nYou know, you’re just like, wow, to hear some of their stories, their failures, their successes.\n\nIt’s encouraging.\n\nSo, yeah.\n\nFather and farmer’s coalition has been a great, great community for us here in Boulder County.\n\nI agree.\n\nIt’s nice, like Eric said, to know that we’re all in it together, we’re all experiencing the same trials and tribulations.\n\nAnd then we know that we have the support of all those people with whatever is going on on our farm.\n\nAnd to me, it’s really inspiring to see, you know, sort of a new generation of farmer coming about.\n\nIn Boulder County, especially growing up here, a lot of this land that isn’t open space and some of the open space is old family farms.\n\nAnd it feels like a lot of that new generation is maybe tired of that or doesn’t necessarily want to carry on the family lineage in terms of the farm.\n\nAnd so it felt like there was a gap there for a while of like, what are we going to do when all these other farmers that have been doing it forever go away?\n\nAnd there can aren’t into keeping the farm and keeping it going.\n\nSo it’s been really amazing to see in the last five to seven years, I would say, a lot more young emerging farms and farmsteads and people wanting to get involved with ag.\n\nSo it’s awesome that we have a club like the farmers coalition.\n\nYeah, and clearly this is a pattern that goes back many, many, many, many generations, this pattern of community building, of sharing resources, the camaraderie.\n\nSo I love the word courage, cause it’s that root word, queer, the heart.\n\nAnd to be able to encourage each other is I think one of the absolute keys to a life well lived and into these kind of deeper core themes in the sustainability stewardship regenerative movements and kudos to you guys for devoting so much of your time and energy.\n\nAnd the other stuff you’re doing keeping you so busy that you’re also mentoring and supporting these new and emerging farmers.\n\nI mean, that’s an incredible service into the broader community.\n\nYeah, thanks.\n\nAbsolutely.\n\nYeah, and I’d love to do another episode and dive more into what’s happened in there and maybe how those kinds of efforts can be learned from and possibly even replicated into other parts of the country and parts of the world.\n\nOr maybe those bodies and mechanisms aren’t quite there yet.\n\nRight.\n\nAnd my gosh, so it’s been so fun to visit with you both.\n\nAnd we’re going to I think do a little bit of walk around footage to see a few more of the flowers and maybe get some close ups.\n\nAnd before doing that, and by the way, also we’ll do our behind the scenes a bit for a few minutes for our ambassador network.\n\nYou got to have the password to access the behind the scenes video that we’re recording with more and more of our podcast guests.\n\nAnd this is where we get a little more sort of under the hood, so to speak.\n\nTalk a bit about maybe a couple, you know, pain points that have shown up in this business or other entrepreneurial efforts.\n\nAnd it’s another way we’re kind of building and sharing that that camaraderie and encouragement across space and time with the use of technology.\n\nAnd, you know, just recently interviewing my friend Richard Hartman who’s in the Netherlands with his company, Rand Marine and their way shark technology cleaning up plastics out of the oceans and so on.\n\nAnd just having that chat with him about some of those really tough moments when you’re trying to scale these things up.\n\nYou’re trying to take something new to market and virtually every entrepreneur and business person has had that experience and knows what that’s all about.\n\nAnd so I think it’s another way we can really help support and encourage each other as we’re doing this work.\n\nAnd my goodness, I was joking before that I know what I want to do when I grew up.\n\nI’m definitely going to be a flower farmer and also sit and paint a little bit, which I was excited about.\n\nBut before we move around and do the behind the scenes segment, is there anything you guys would like to say either of you.\n\nEric, maybe I’ll give you the floor first and then all you can have the final word for this moment.\n\nGosh, you know, it’s been a privilege to be on this journey with Oliver starting, starting not only a farm together, but also a ranch together.\n\nYou know, one thing leads to the other. For me, it was like when I discovered animals, it was like, that’s the missing piece, you know, for me in this place.\n\nBut then also just watching Oliver step into his zone of passion and genius with with work culture and having these flowers reflect his passion, reflect his own energy and beauty that he brings into the community.\n\nYeah, I couldn’t, I couldn’t be at a better spot. I’m really, really proud of you.\n\nYeah, I think, I think for me, the most important thing for people who want to get involved in ag or even just growing flowers in your backyard,\n\nis like, it starts slow. There’s no, you can’t, you can’t force nature, you can’t, it’s not like you just add a little water to this instant mix and then you have this thing.\n\nIt takes a lot of time and energy and seasons and observing and kind of being in conjunction with it before it really starts to thrive.\n\nI think when we force things to happen, it creates like friction, be that insane bugs and insects or weather events or things.\n\nI just feel like the more we can step away from feeling like we’re in control of this, the more, the more fun there will be.\n\nSo if you’re looking to like get into flower from start small, like I said, find a small little plot that you can just start with and observe and learn from and then once, once, you know, everyone’s listening to each other, I feel like there’s a lot of work involved.\n\nBut there’s, there’s an amount of effortlessness that comes with it.\n\nYeah, those would be my parting warning. Start small, watch and listen and observe and just take it one step at a time.\n\nAbsolutely beautiful. Well, thank you so much for joining our podcast and it’s, I mean, there’s so much, there’s so much wisdom in the words that you’ve shared with us today and I’m actually really excited after each episode.\n\nI type up a kind of summary that gets published along with the recording, the show notes and I’m so excited to go back through my chicken scratch notes here and tease out some of the pity words of wisdom that you’ve shared with us today.\n\nYeah, and thanks to our audience for tuning in. This is, I think, one of the most important glimpses into what the regenerative world, the meta-industrial future looks like and it’s friends like Oliver and Eric who are helping to make this happen a reality and embodied reality and helping to lead and educate and mentor others.\n\nAnd so hats off to both of you and takes again for being on the show. Thanks for having us. Thank you.\n\nAwesome. Bye everybody. Bye.\n\nThe YonEarth Community Stewardship and Sustainability Podcast series is hosted by Aaron William Perry, author, thought leader and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly or monthly supporter, please visit YonEarth.org-support.\n\nSupport packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth, all one word with a Y.\n\nThese sponsors are listed on the YonEarth.org-support-page.\n\nIf you found this particular podcast episode especially insightful, informative or inspiring, please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in.\n\nThank you for your support and thank you for being a part of the YonEarth community."
}