{
  "title": "Episode 167 – John Milton, Founder, Way of Nature (w/ Bud Wilson)",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13993/episode-167-john-milton-founder-way-of-nature-w-bud-wilson.mp3",
  "publish_date": "October 13, 2024 3:50 pm",
  "url": "https://yonearth.org/podcast/episode-167-john-milton-founder-way-of-nature-w-bud-wilson/",
  "episode_number": 167,
  "subtitle": "John Milton – a Force for Nature",
  "description": "In this special episode, Aaron William Perry hosts a long and lovely conversation with John Milton and one of his “senior students”(and Y on Earth Community Ambassador) Bud Wilson.",
  "about_sections": {
    "about_the_way_of_nature": "Founded by John Milton,The Way of Natureis a Colorado-based non-profit organization that provides publications, videos, podcasts, and programs, including multi-day nature immersion experiences hosted on sacred land near Crestone, Colorado. You’ll find information about the many offerings and programs (including “Natural Renewal,” “Nature Quest,” “Sacred Passage,” Advanced Programs, and Organizational & Leadership Development) on the Way of Nature website. There you’ll also find information about the “Twelve Guiding Principles of Natural Liberation,”which are:",
    "about_john_milton": "John P. Milton is a pioneering ecologist, spiritual teacher, meditation master, vision quest leader and shaman. John’s vision quest and shamanic work began in the mid-1940’s, after experiencing his first vision quest at the age of seven. Since the 1950’s, John has guided thousands of people into the wilderness, sharing with them experiences and practices that cultivate a profound connection with Nature and, ultimately, Source Awareness. Over the years, many have sought his profound transmissions and powerful yet gentle Qigong teachings, T’ai Chi training, meditation practices, internal alchemy training, shamanic processes and Sacred Passage programs. John continues to live, explore and lead wilderness trainings in many of the Earth’s wild and sacred places.  Through Way of Nature, he offers Nature Quests, Sacred Passages, Advanced Awareness Trainings, as well as custom programs and retreats, for both individuals and groups."
  },
  "full_transcript": "Welcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry, and today\n\nwe’re here in Crestone, Colorado, visiting with a couple of very special friends, John\n\nMilton, the founder of The Way of Nature, and one of our YonEarth Community Ambassadors,\n\nBud Wilson. John, Bud, welcome.\n\nThank you.\n\nGreat to be here.\n\nReally excited for our conversation today, and to have the opportunity, John, to dive deep into\n\nyour career, your work, your impact, and of course so much of that has been in collaboration\n\nwith Bud, and we’ve got a lot to talk about today.\n\nJohn P. Milton is a pioneering ecologist, spiritual teacher, meditation master, vision\n\nquest leader, and shaman. John’s vision quest and shamanic work began in the mid-1940s after\n\nexperiencing his first vision quest at the age of seven. Since the 1950s, John has guided\n\nthousands of people into the wilderness, sharing with them experiences and practices that cultivate\n\na deep connection with nature and, ultimately, source awareness. Over the years, many have\n\nsought his profound transmissions and powerful yet gentle Qigong teachings, Tai Chi training,\n\nmeditation practices, internal alchemy training, shamanic processes, and sacred passage programs.\n\nJohn continues to live, explore, and lead wilderness trainings in many of the earth’s\n\nwild and sacred places. Through way of nature, he offers nature quests, sacred passages,\n\nadvanced awareness trainings, as well as custom programs and retreats for both individuals and groups.\n\nWe’ve got several books that John’s written and or co-authored that will reference as well,\n\nand, of course, we’ll be listing a lot of that in the show notes. But let me just ask, by first\n\ninquiring, John, given your background and your experience, which, as we’ll talk about a little\n\nlater, includes work with the White House, why nature? What’s the big deal? Why does that even\n\nmatter? Why does wilderness even matter to us as humans? It was interesting. Thoreau\n\nhad a statement from his time in Solitude and Nature at the famous Walton Pond, and he made\n\nthe statement once, in Wildness is the preservation of the world. And what he meant by that is that\n\nin that solitude and the depth of connection to all of nature, and to, when we say nature in the\n\nway of nature, we mean outer nature and the whole family of living things, the ecosystems, and the\n\nvertical global environment, and Mother Gaia, the earth, and also inner nature, the whole dance of\n\nemotions, thoughts, the play of sight and sound, and touch and smell, movement and balance, and\n\nthe comprehension of energy flowing through us. We call those the nine experiential fields, so that\n\ncomprises the dance of how our inner nature begins to display. And then true nature is the source\n\nlevel of being, the end of being that almost all the great spiritual traditions refer to\n\nas the basis for all experience of life, the dance of life itself. So in order to come into\n\nback, one of the biggest challenges of modern times is coming back into balance in harmony and good\n\nrelationship with the big family. We talk a lot about the big family of all living things. The\n\nindigenous peoples always talk about all our relations, same thing. So we encourage coming\n\nback into an experience of direct connection and communion with that big family of all living\n\nthings, all beings, and through that receive some of the wisdom of how to behave and function in a\n\nway that is part of, harmony is part of that system. It guides our technology, it guides things\n\nlike AI. It can guide many of the facets of modern life that if we do not do that, we fall out of\n\nharmony. We come back into these massive problems like climate change, the sixth extinction, and\n\nthe elimination of much of life, many of the catastrophes of environmental pollution, like\n\nthe plasticization of the planet, and the birth of all of these, everything from\n\nround up, appearing in much of our food systems, poisoning the soil with these\n\nnicotinamide types of poisons that kill every living thing in the soil.\n\nComplete opposite of the indigenous way of viewing the earth. And the way of nature believes that\n\nthe soil and the water are two really fundamental parts of natural systems. So how do we come back\n\ninto harmony? Well, to come back into harmony, we have to come back into right relationship.\n\nTo come back into right relationship, you have to have good communication between yourself\n\nand the rest of life. How do you accomplish that in life in cities and disconnect in urban\n\ncenters? You do that by setting some time aside on a daily, weekly, monthly, and yearly basis\n\nto go deep into reconnection and re-immersion in the big family of all living things and drop\n\nhuman culture for a while. So you’re empty and open and spacious. You can receive endless.\n\nBeautiful. So I have to ask a sort of facetious or tongue-in-cheek question, although\n\nat the heart of this question is something I’d really love to hear you speak to.\n\nWhen I lived in New York City, that’s where I first went to university,\n\nmoving from the Rocky Mountain West, where my pals and I were often backpacking in wilderness and\n\nspending a lot of time in nature. Being smack in the middle of Manhattan for weeks, you know,\n\na few days at a time is great, but for weeks created in me a palpable visceral experience\n\nof what now professionals are referring to as nature deficit disorder, which I’m grateful for\n\nthe experience. But I’m wondering with folks, so many of us are living urban lifestyles and are so\n\ncaught up, we could say, in a variety of, we might say distractions, but maybe to be a bit more\n\ngenerous, a variety of places that we’re focusing our attention, things we’re thinking about, things\n\nwe’re concerned about. And a whole lot of that, it seems to me, in the particularly the big urban\n\nsettings, is not necessarily very connected to nature. And moreover, often when we’re\n\nsuffering from nature deficit disorder, it seems we’re not even necessarily aware that that’s\n\na condition we might be suffering from. And so I’m curious, when you have the opportunity to speak\n\nwith folks who maybe aren’t yet tuned into the fact that there’s this whole other\n\naspect to the human experience, how do you go about discussing that with them?\n\nWell, one of the first things I often ask people is what brings them joy and happiness in life.\n\nAnd very often, I lived in my first apartment in New York was in West 11th Street,\n\nacross from St. Vincent Hospital in the West Village. And later I was in the upper\n\nWest Side in Spanish Harlem, to take my dates to the Apollo. And this was in the kind of in the\n\nmid 60s period. Very cool. Good time to be there. Dylan was playing, you know, and I was at Washington\n\nSquare, like 8th and University, got to get to Chick Korea at the Blue Note. That was cool.\n\nAbsolutely. Cool. My dad knew Cap A.C. was a friend of his, and we used to go in and visit\n\nCap A.C. and go to the Blue Note. And he would sometimes be invited to come up and drum with\n\nCap A.C. So I grew up with a lot of New York in France. And I think the city has a lot to offer.\n\nYeah. It does have that perspective that the New Yorker and the famous poster,\n\nwhere there’s Manhattan Islands. And then you can see kind of a landscape out there that’s sort\n\nof flat. And then in the distance on the horizon is a little, a little steeple coming up, which was\n\nthe trans-American building, I think, in San Francisco. And that was the New Yorker’s view of\n\nAmerica. There’s something to it. So I ended up in that, my first job brought me to New York,\n\nbecause we were based in that on, I think it was 40th Street, American Central Station.\n\nAnd so I had these different apartments to live in, and I had a deep immersion building on what\n\nI experienced as a kid. And what I discovered is that you could live in a little apartment.\n\nAnd if you had one tree, I had an Alanthus tree in one of my little backyard,\n\na tree of heaven that’s called from China. And one of the Alanthus trees, which is considered\n\na weed tree in many places. But you could sit with that weed tree and begin to embrace and connect\n\nto the life force of that tree, to the beauty of that tree. If you listened deeply, it could begin\n\nto hear something with that tree and to offer you. If you could drop into an industry of\n\ninner stillness and silence and space, there’s an openness to listen. And then you could begin\n\nto establish a kind of natural communion with even a so-called weed tree in a tiny backyard\n\non 11th Street in New York City. And then the butterflies would come in and dance with the tree.\n\nAnd nature would show up. It may be highly modified and simplified. It’s still there.\n\nOur bodies are nature. We have the same, we have these amazing energy flows through our system.\n\nWe have all kinds of capacities to energetically connect. We have these beautiful gifts to be\n\nable to see and hear and to touch. And those are vehicles for connectivity. If we begin to connect\n\nwith a tree, maybe go out to Central Park, spend a little time in a quiet part of the park.\n\nAnd you can always find that quiet space and sort of connect with a beautiful tree or maybe\n\nthe elements, the soil, the earth, the water, the sky and the air, the spaciousness that contains\n\nall of these elements of nature. And in the Chinese system, you have the earth element\n\nproviding a foundation for the stone element, or the middle element, providing a foundation\n\nfor the water element, providing a foundation for the wood element, trees grow out of soil,\n\nand then for any main water, and then the wood element, for instance, the foundation for the\n\nfire element. In the Tibetan and Ayurvedic systems, the fire element continues on to support\n\nthe air element, and then you have the air element supporting the opening of the space element.\n\nSo if you work with those seven elements to connect more deeply through the body and through the gift\n\nof these nine fields of experience that we all have, then even in the middle of Manhattan,\n\nyou can have a deep and profound experience with the fundamental essence of life itself\n\nand the planetary connection that we all have. That resonates for me. I’ve experienced that\n\ndirectly. I’m also curious though, do you think there’s a qualitatively different\n\nkind of experience we can have while we’re in wilderness?\n\nYes. In fact, because of my age, I was born in 38, and I was able to actually\n\nrun an expedition. I did many expeditions as a young man between 1516 and 30. I would find a\n\nblank spot on that that said Unknown Territory or Tiarin Cognita, no history of modern humans going\n\ninto that place. Of course, indigenous peoples had inhabited most of the planet, but in terms of\n\nmodern humans, there were still a few places left where modern humans had not been. So I’d find those\n\nplaces and places like the Brook Range of Northern Alaska or the Mackenzie Mountains of Northern\n\nCanada, and then I’d take quite a few people crazy enough to go in with me. I’d go in for up to\n\nthree or four months at a time and just immerse myself in the wildness. The kind of wildness is\n\nthere because no human culture other than the early indigenous peoples had made able to be there.\n\nSo they were wild because of their remoteness, their difficulty to get there.\n\nAnd there was a quality in that wildness that you do not find in the rest of\n\npreserved wilderness. Once you draw that boundary to protect it, the quality of that space begins\n\nto shift. And you begin to have these, one of my friends from many years ago, he used to call them\n\ncontemporary concentration camps for nature. Oh, interesting. And it’s kind of a weird\n\nthought, but the idea there was that we’d reached a point where human culture was so dominant and\n\nit allowed nature to be itself without human primary influence. We needed to have places where\n\nnature could be free to unfold in its own natural way. We called those wildness places. Now, of\n\ncourse, wildness means wild dearness. So originally from, especially from places like Ireland and\n\nScotland, this concept of wild dearness became a concept of wild places where nature could unfold\n\nin an untrammeled fashion. And I’ve been a major proponent of preserving wilderness\n\nin wild places in modern times because it is necessary. There’s a big difference between\n\ngoing to a national park where you get a ton of people going through and going to a space where\n\nyou’re one of the few people maybe that walk through that in that particular given year.\n\nAnd you’re surrounded by a family of living things that have a little bit of relationship to\n\nhumans, but not a lot. You’re living a very free life. There’s something very special that\n\nhappens when you enter that kind of system and become a little bit. And you begin to discover\n\nthat we are presential to re-wild ourselves and to rediscover the inherent capacity to\n\nre-indigenize ourselves. So we live as part of the natural system in the way the ancient people\n\ndid. Part of my ancestral history goes back to the Mohawk people and\n\nsome of the other Eastern tribes. Those elements in our bloodlines give us a little bit of the\n\ngenetic memory that carries in the DNA that probably a part of the epigenetic system too.\n\nAnd they reinvigorate us with that knowledge that there’s something very magical and very deep\n\nwhen you tap into these ancient ways of being with nature. And a certain kind of wisdom can come\n\nforth which we believe in the way of nature provides exactly the kind of wisdom we need\n\nto bring forth a kind of technology and a way of living as humans in modern times that’s in\n\nbalance with the planet. So very important to reconnect with that wildness and celebrate it.\n\nI love what you’re speaking to with the the epigenetics and the imprinting. And one of the\n\nthings I’ve experienced and explored and written about is that we all have the genetic imprints\n\nof indigenous life ways in us by definition of being human on the planet. And I’m so struck by\n\nthe ways in which these imprints on you have allowed you to put your fingerprints on a whole lot of\n\nwhat we’re experiencing in our world and especially here in the United States with\n\nsome of the environmental protection policies that you were instrumental in having under the\n\nNixon administration and so forth. We’re going to and we’re going to get into that but\n\nyou also mentioned something about these experiences you’ve had all around the world and I know\n\nBud you have been with John on a bunch of these amazing adventures. You’ve shared some\n\nstories with me and I want to take this opportunity to thank you Bud for making this\n\nconnection and making this special conversation happen today. And you and I have been having so\n\nmuch fun with the YonEarth community ambassador network and our work with the Lucille community\n\nthroughout the world and our gathering in Barcelona last fall. So yeah just a shout out of\n\ngratitude to you Bud and I was hoping you could share with us from your perspective through your\n\neyes what some of these experiences and adventures have looked like and felt like and been.\n\nWell let’s see how much time we have. So yes thank you for acknowledging all of that and thank you\n\nfor all of your extraordinary efforts with YonEarth and as John often refers to me as his\n\nsenior student. So I figured today you know here I’m sitting as exhibit A of John’s commitment\n\nand dedication to really activating within each of us what you were just speaking of you know\n\nwhether it goes back to Neanderthal and Cromagnan we all have some of that trace and trace elements\n\nwithin us and and I think what John’s capacity is to to work with each of us as individuals\n\nto really re wild what we know is within us and yet it’s been covered over by the frantic\n\npace of our modern culture. So sometimes I like to refer to a teaching that John gave us about\n\nseparating from our identity initially as a part of the process and one of the ways that\n\nthat happens is by pushing the pause button on the prison of our self-importance and that’s a\n\nphrase that I’ve often used with people because they when I first started I went down to the Baja\n\nwhere John has had a lot of his work in the Baja Peninsula Mexico and when I got back to where\n\nI was living at the time Sonomas Village in the mountains of Colorado people would say what in\n\nthe world did you go down there to hang out with John Milton for and for six nights and seven days\n\nof alone time on the Pacific Ocean and in a solo site with no disruption from any human beings\n\nand I would say well what I can tell you is there is a lot more going on in every nanosecond\n\nthan our western rational analytical reductionist conditioning has ever even thought of allowing\n\nus to experience and during that very first sacred passage that I took with John as our teacher and\n\nguide the earth actually literally breathed me instead of the other way around and what I think\n\none of the most profound teachings and lessons that I’ve come to appreciate from John is\n\nsurrendering to the magic and the mystery because it goes so far beyond everything that we are taught\n\nfrom the time we’re little kids in kindergarten as a separation approach and building up your\n\nidentity and so I think then after much of our world travels together where we traveled into\n\nNepal and Thailand and Indonesia and that was just preparation to come back into the United States\n\nand he asked me to guide some of his senior students in the Baja on my way back before I went up into\n\nthe Cochise stronghold of the Desert Mountains of Arizona for a 40-day solo and I was on quite a ride\n\nI can tell you from my background and being conditioned you know so in this western mentality\n\nand it really opened up a pathway of being able to surrender to what is and a couple of the\n\nprinciples that John really emphasizes early on in the process of learning how to tap into our\n\ndeepest true nature is relaxation combined with presence and the present moment and being able to\n\nbe free of all of our thoughts of the past projections of the future that usually elevates\n\na sense of either fear or trepidation or regret and sadness and despair so you can cut through all of\n\nthat through the process that John offers through the way nature teaches and as I said I can go on\n\nand on about that sort of value of pushing the pause button on our self-important engagement with\n\nall the you know bells and whistles and bright and shiny objects that are constantly trying to get\n\nour attention and distract us from what really really matters and one of the things that John was\n\nsaying when you were saying oh wow you know how do you tell somebody in a major dense human population\n\ncity that there’s something that nature has something to offer one of the real keys as well\n\nis John alluded to the taker mentality going to nature what’s it going to give me today\n\nwhat can I take away with me instead if you go in and just as another part of the core teachings\n\nwith an open heart and actually with your intention give back your love and appreciation\n\nand gratitude to all that is yeah nature shows up in a profoundly different manner than what we\n\nwere accustomed to by just that level and it’s easily accomplished with conscious mindful awareness\n\nso John often talks about these advanced awareness trainings well it is it’s about\n\nshifting your awareness so that you can become fully present and there are lots of other stories\n\nthat we could share and that are you know that open up the pathway to the mystery\n\nwhich i’m more than happy to share at some point yeah absolutely beautiful thank you bud\n\nyeah it’s reminds me of one of my favorite little takeaways from Nietzsche’s work the gift\n\ngiving virtue as we enter into relationship in any manner or capacity to go into it with the spirit\n\nof giving gift opens up so much for us to receive right there’s a reciprocity that emerges out of that\n\ndynamic that’s beautiful and man we could go in so many directions right now i’m gonna\n\ni’m gonna i’m gonna wind my reel a little here let me just add one more part of this\n\ni love you bud because you always have more to ask well john as you know spoke to this trajectory from\n\nthorough yeah right and so each era seems to have had a spokesperson for the core essential need\n\nfor human beings to come back into balance in nature and with nature and in army so john\n\nreally in this era is carrying on that lineage from thorough to\n\nMuir Rachel Carson and john has chosen to be under the radar to a certain extent because he kind of\n\nmerges between walking in the halls of the powerfully elite in Washington D.C. as a as an\n\nactivist activist for policymaking and all of that level of our culture and our society\n\nand then he also has gone deeper into being a a sage of wisdom for nature with the the capacity to\n\nreally synthesize all of these teachings from the great environmentally oriented\n\nactivists and the spiritual components that all of our great\n\nwisdom teachers and wisdom tradition traditions have offered and so he fulfills that role of\n\nsynthesizing and bringing all of that into an easily accessible formula that\n\nappeals to modern humans and so he’s carrying on that lineage and it’s so critically important\n\nin the state of our emergence as a species if we want humanity to get through this gauntlet\n\nof all the metacrisis we’re facing. Yeah, beautiful, thank you. And I want to mention for our audience\n\nthat there are many ways that each of us can connect in with this work you’re doing, John, and\n\nthe variety of resources you’ve made available, including there’s opportunities for folks to\n\ncome here to this part of our world in Crestone, Colorado with the Way of Nature Foundations\n\nSacred Lands, Sanctuary 300 acres of very special and just up the road from where we are\n\ncurrently to many books and I’ve got one of them right here that I’ve been enjoying\n\nspending some time with Sky Above Earth Below that I’m showing for folks who are tuning into the\n\nvideo portion of our discussion and then you just gifted me before our taping today this\n\nbeautiful collection of leaves, of cards we can take with us into the wilderness cultivating\n\nnatural liberation and I noticed going through your body of work you’ve got some really wonderful\n\nways of organizing how we might approach these opportunities and imperatives we might even\n\nsay like the 12 principles of natural liberation and the six empowerment and I would love to\n\nspend some time hearing from you talking us through some of what’s available to us\n\nbefore getting there I also want to ask you a question that’s kind of burning for me.\n\nHow has it been for you to cultivate the balance needed as your bridging worlds one could say\n\nwhen working in the halls of power in Washington DC for example and I’d love for you to tell us a\n\nbit about the work you did back around the time of the Nixon administration you know there are very\n\nstrong forces at work of fear and separation and greed and power dynamics right that in many respects\n\nare the archetypal antithesis to this whole other way of being in peaceful reciprocal\n\nrelationship as described in the original instructions and so forth and I’m wondering\n\nwould you reflect for us on your time in DC and your experience of how you were navigating that\n\nday in and day out relative to all of this other wisdom and knowledge you have direct experience\n\nwith? Well I feel very fortunate that I was brought into DC I actually started in New York\n\nwhich is part of what got me into the religion the Apollo theater places like that\n\nthat was the early 60s then the the head of the foundation was taken over by a man named Russell\n\nTrain who was originally from DC and he was a tax court judge originally and we he brought the\n\nconservation foundation that I worked for which later merged with the World Wildlife Fund became\n\nkind of the brain transfer World Wildlife Fund and it became one organization but in those days it\n\nwas separate called the Conservation Foundation and we were looking for him cutting-edge ways we\n\ncould invest and bring grants into things would help to move the culture into a more balanced\n\nand harmonious way of living with with nature and of course there had been a lot of work done\n\non natural resources conservation and there were some real pioneers like Fairfield Osborn\n\nthese days probably very few people have heard that name he was the head of the Bronx Zoo\n\nand he wrote a book in 19 published I think it was in 1948 called Our Plundered Planet\n\nand that book became kind of a guideline for all those who have set the foundation that we’re\n\ntrying to figure out ways to become more skillful in what I mentioned and another hero or heroine\n\nfor us was Rachel Carson who brought into our understanding not only was the earth being\n\nplundered but it was being poisoned and she brought in very clearly the effect of all kinds of\n\nwhat happens when these pesticides and herbicides enter the environment and cycle through the\n\nnatural ecosystems of the planet and of course it herms us as humans as part of that system\n\nand it has massively dangerous effects on all life for example in those days the bald eagle\n\nalmost went extinct our national bird through the sending of the shells of the bald eagle through\n\nDDT pussy and it almost caused the eagle to become extinct fortunately we got a ban affected on the\n\nuse of DDT in such a widespread chaotic fashion and that led to the recovery of the bald eagle\n\nit’s a really wonderful success story we need a few success stories I think that’s what I’m\n\nso anyway but in those days the whole relationship was based on\n\nwhat I call a taker mentality what can we get from nature that we want so it was not really\n\nthere’s no sense of being part of in the partnership relation much less in the family relationship\n\nso what I noticed from my time would be indigenous peoples because I was already studying\n\nand I spent a year with a Mayan shaman in the Lakanon tribe and one of the lessons I got from\n\nthat was how naturally and completely the tribe lived in absolute harmony with the rest of the\n\nplay of life and yes people got food we used to go out and hunk hunt uh well turkey and even\n\nmonkeys there’s nothing quite like seeing a monkey in a in a big bowl with an arm looking\n\nlike a baby it’s a bit scary but um the uh what I learned from that time was that these people\n\nlived in such a way that they never took overtook anything from the forest they gathered handed\n\nand gathered from the forest the amount of time they spent and this is true from us indigenous\n\ncultures it takes about what would you say along it takes to to maintain a lifestyle in a indigenous\n\nculture living in the ancient natural way yeah the number I remember hearing is four hours two to\n\nfour two three yeah two to three so two to three hours were spent in what you needed to take care\n\nof the garden a bit of gathering in the rainforest do a bit of hunting to get a bit of meat for your\n\ntable and the rest of the of the of the day the other 22 hours were devoted to the arts to ceremony\n\nto spiritual practice and cultivation to love making to enjoying the dance of life and displaying\n\na kind of basic creativity that is part of the great gift of being in these bodies in these lifetimes\n\nand they had the time for it how many hours do you think folks spend today making a living\n\nmaking a living or making money or what are we talking about here making money to make a living\n\nyeah way too many probably what would you say how many out of the average day how much it’s\n\ndevoted to for the old western advanced culture we’re saying I don’t I don’t know what is it\n\nnine ten well it’s probably if you take together the work time and then the time to take care of the\n\nthe bookkeeping the taxpaying the the keeping up of the car the house and so on uh which adds in\n\nit easily another average four hours a day at least so you’ve got the eight hour work day\n\ntwo and from ten hours maybe another four to six hours maybe involved in most all the waiting\n\non the obligations your kids everything to be a good father or mother yeah it gets up around\n\nprobably 16 to 18 hours a day yeah you’re left with how many hours not too many maybe four to six\n\nyeah on the average compared to so they’ve got a system 16 hours a day to kind of keep going in\n\nyour modern context versus two hours yeah and everything else was open and available for creative\n\njoyful experience I would say that if you look at from that perspective we’ve kind of devolved\n\nright and we we lost that natural indigenous capacity to live in harmony let nature take care\n\nof everything we shifted from nature taking care of everything which gave us a huge amount of time\n\nto enjoy life to let’s control everything let’s manage everything well you try to manage everything\n\nyou would not you do not have the wisdom of the knowledge to be able to do that look at climate\n\nchange we only have a tiny understanding what’s happening to the global environment we can see\n\nmassive hurricanes appearing massive cyclones huge tornado systems that are unlike anything we’ve\n\ndone before historically temperatures in the ocean increasing massively air temperatures\n\nincreasing massively moisture moving from the oceans because they’re warm into a warmed atmosphere\n\nwhich can hold a lot more moisture and then we wonder why these rains are coming that flood\n\neverything out yeah more energy in the atmosphere I was part of a team that wrote a little publication\n\ncalled in 1963 entitled the global implications of rising carbon dioxide content in the atmosphere\n\nwe predicted what we predicted was we didn’t know what the hell we were doing and that we could\n\npredict that we were about to create massive instability in all the natural systems of the\n\nplanet that was 1963 just want to put an exclamation point behind that that was now\n\nconsidered by global climate change people to be one of the early uh bringing of the research\n\nthat Roger Revelle and people like that did way going back into the the previous century yeah but\n\nbrought it up to date into modern times to get the word out they were headed for crash so all of this\n\nto say human culture shifted from the kind of sustainable joyful life that I was describing\n\nis the one where we get obsessively involved with increasing production increasing population sizes\n\nuh increasing greed and need for maybe need and greed for consumer items\n\nand we began to figure out ways to tap more and more of the earth’s reality to pull in things like\n\ndammy up water create hydroelectric power yeah figure out ways to accumulate\n\nuh uranium so we could create radioactive energies and mass massive amounts of things like\n\nplutonium which should never have been created in this method it does not belong here and using\n\nthose new energy sources to feed the increasing consumption of energy and now we have things\n\nlike cryptocurrency that are producing massive demands of energy consumption again and so we’re\n\nmoving in a direction that continue to move in direction that uh looks on nature as a resource\n\nthat’s a basic thing to take from and use as a tool so the indigenous peoples always look on nature\n\nas basically a family relationship you don’t treat your family as a resource to go ahead and take\n\nfrom you’re part of a natural group of beings they’re working together hopefully in relative\n\nharmony although in my we had a big family when you put the direct kids and the bigger the cousins\n\nlike we had cousins brothers and sisters grandparents yeah and the incidentals lived together in\n\none farm yeah and it was it was a quite a zoo okay i can imagine but it was a great opportunity to\n\nlearn how to live in community how do how do we this is to me this thread coming through\n\nyou know the recognition that our indigenous lifeways allow us so much more time for\n\njoyful living and very high quality of life how do you approach the conversations with\n\nfolks in places like manhattan and inside the beltway do you see who are themselves devoting\n\n14 16 18 hour days of very deliberate and often very stressful work and my experience is most of\n\nthe folks working in that kind of context find themselves or believe themselves to be doing\n\nvery important work how do you work how do you provide the trailheads and the bridging and\n\nwhat’s what’s the solution recognizing you know if in fact our modern culture is so out of balance\n\nwhere where do we go what are the trailheads what is what is the rhetoric of invitation\n\nwhat are the uh do you have a more challenging difficult question to ask yeah yeah this is\n\nwe’re just starting off sorry yeah no i mean because this is to me this is the question right\n\nyeah absolutely so um one of the underlying uh issues there is first of all what makes people\n\nhappy it brings true happiness yeah and uh including the beltway inhabitants and manhattan\n\nand habit i’m very fortunate to have lived in the middle of manhattan and the beltway\n\nappreciate that time but both the residents of both of those cities one for political power one for\n\nfinance probably the people that make up the that live there they all have one\n\nunderlining underlying uh need to live a happy life sure for you suffering as much as possible\n\nyeah what they’ve been given is a life that’s often filled with suffering stress and anxiety and\n\nspeed um a kind of life that’s based on more and more consumer goods and consuming more and more\n\nand that that would provide the basic happiness i’m sure you’ve probably all noticed that you\n\ncan get that wonderful thing that new car that new whatever new house and you have some happiness\n\nfor a short time but then that happiness begins to vaporize as you begin to pay the taxes take the car\n\nlet’s get this problem that you inherited with the car and you didn’t know about now you’re\n\ngonna deal with it and um and these things begin to build up and you begin to find more and more\n\nreasons to experience life is as painful and difficult now that reality is is true of all\n\nliving things they face that when you live in a in a simpler kind of lifestyle of most indigenous\n\npeople’s do is simpler because you’ve turned over the responsibility for the management of\n\nof life itself to nature you surrendered to the inherent wisdom of mother gaya mother earth\n\nand all life and that fundamental wisdom of self arising management takes care of in\n\neverything i mean every ecosystem involved species that have co-evolved through each other\n\ncreate systems that support the ideal kind of system for that particular climate and geology\n\nand location so these ecosystems if we learn how to listen to what they offer we can go in\n\nthrough and begin to create ways of relating to in a modern context with modern technology\n\nthat are in balance with that natural system this is the way it’s always been done even with\n\nindigenous peoples so what i found was helpful when i lived in both new york and dc was i in\n\nboth places i had places to go to dc for example i bought a farm of snow up to 1200 acres with some\n\nfriends and i dedicated that farm to be being a place where people could come and drop let all\n\nthe cares and concerns of their political lives in dc drop that for a little while and begin to\n\nconnect to nature and themselves their own inner nature as well as the outer beautiful environment\n\nthere in the it was up on a place called shenandoa mountain it’s right in the middle of the shenandoa\n\nvalley i’m sure you’ve heard the beautiful song yeah that’s good so it’s a less cell farm and uh\n\nso i’d bring people out there friends and those that i had known and give them a chance to taste\n\nuh how simple and easy a natural way of living could be yeah i had a little organic farm going\n\nout there and i didn’t say this is the whole answer to the issues of all life but people\n\ncould begin to see if then they began to reconnect with nature and natural systems these\n\nuh very important cares begin to fall away and then they’d be replaced by wow what a beautiful\n\nsunset look at the way the water is moving in that stream wow it’s so magical all these spirals\n\nand whirls and bubbles i can spend hours just meditating enjoying the display of how the water\n\nis moving fantastic and all this naturally provided by nature itself and their cares begin\n\nto melt away and they found themselves experienced just a natural joy of existence of being a kind\n\nof natural meditation hunters and fishermen accomplish that many times because they naturally\n\nfall into that kind of relationship if you’re a good fisherman or a good hunter or my dad’s case\n\nhe was a very good he was a friend of Jack Cousteau and we used to go out into the ocean\n\nin the earliest scuba equipment and he was also a glider pilot and an airplane pilot so we would\n\ngo up in the air and glide or fly and learn how to connect to the currents of the air and appreciate\n\nthose like in gliding especially sailplane how you learn to spot the thermals of air moving up\n\nlike this and you can move the glider over to that thermal just like an eagle would catch the\n\nthermal and let it carry you up high enough so it begins to vaporize and then you begin to naturally\n\nbegin to glide down over the mountains and so you see another thermal in the distance with a big\n\nthundered for starting to form you go for that just like all the eagles and the wheelchairs are\n\nyou catch the thermal and you go up again and you spend the whole day moving from thermal to\n\nthermal riding the natural currents of the atmosphere and by doing that you learn to again\n\nappreciate the natural display and dance of life and appreciate how the birds the eagles and the\n\nturquoise has mastered that thousands upon thousands of years earlier and we’re experiencing\n\nkind of a joy of life that you are so anything in nature can provide that sailing is another good\n\nexample you can simply by making that natural connection to natural systems you begin to\n\nexperience that inherent joy of life and that’s available to any Swedish city as well one other\n\nthing I then began to spend some time I began to become interested in what was it in the indigenous\n\ncultures that brought about that capacity to experience the natural joy of life well one\n\nof the key things was something called the vision quest where you would go out as a teenager and\n\nbe alone in nature in a fairly powerful way that would tend to induce vision\n\nand you’d be there for three or four days and nights in cases a bit longer and pray\n\ncry out for a vision of who you were what is this lifetime for what is what is this life\n\nwhat’s the meaning of life and what is my role in this natural existence a big family of any\n\nthings and very often you get the answer you’re given creative insight into what you’re here for\n\nin those tribes that had that maintained virtually no juvenile fluency there was very little and the\n\ncultures created ways of being in nature that were in harmony with nature they had technologies\n\nbut the technologies the part of the job of the culture was to find technologies that produced\n\nbalance harmony and contributed to a kind of integrity in the system that was because it was\n\na family relationship you don’t want to mess your family up and yourself so the vision quest\n\nemerged as a very key element in what was being beneficial so i began to because i’ve been doing\n\nvision quest since age seven i would do at least one a year sometimes i do two or three i did my\n\nfirst month long in the olympic mountains in washington the low divide between the canalton\n\nthe queets and their systems probably you know those right in the very center of the olympic\n\nand so and then later on i went on to do longer solos of two or three or four months at a time\n\nand went deep and then i began to study with different masters of cultures that had provided\n\na way of deep connection to outer nature inner nature and true nature see what were their principles\n\nand practices that allowed them to deep dive into connection and i realized all of them had a way of\n\nconnecting first to uh honoring that like they were somewhat disconnected when they\n\nfirst arrived then they began to learn the skills of how do you fundamentally connect then go deeper\n\nand have experiences of communion where you’re at one with different beings of nature but you’re\n\nalso still have a certain kind of individuated self at the same time that’s called communion\n\nwith the union then you would deeper in the community experience begin having experiences\n\nof true unity with a tree with an element with a flow of water with a beautiful display of the\n\nsky in the clouds and you begin to have these experiences of being absolutely one with each\n\nbeing of nature where there was no separation and no need for individuation because the you\n\nand the yet had gone there’s just one amazing happening that was filled with joy bliss and\n\nand wisdom and then from the experience of unity when you do that with many different things\n\nsurrounding you you begin to have an experience of a natural mandala or sacred circle rising\n\nand then when you embrace that fully you begin to realize that you’re part of an amazing sacred\n\nfulfillment of a living system like an ecosystem but in a sacred way and then when you go deeper\n\nwith that you realize that there’s an opportunity or an invitation to follow the mandala or the\n\nindividual connection at the level of unity back into the fundamental pure consciousness pure awareness\n\npristine level of being to underline the mandala and that whole connection sequence and at that\n\npoint the whole experience becomes fully liberating and enlightening as it takes you directly back in\n\nthe source so I began to see that as a template for a pathway that may be universal that would allow\n\npeople to experience a tremendous connection to nature well at the same time begin a path through\n\nenlightenment and that’s became the way of nature absolutely beautiful yeah pretty simple\n\npretty simple and speaking of enlightenment and thunder clouds I want to ask you about\n\nlightning but before getting there I want to ask you just to describe for us specifically\n\njust so folks know with the background here the work you were able to accomplish in DC and and\n\nyou know obviously\n\npreserve a million acres of wilderness in Alaska you’ve helped to establish 130 million 130 million\n\nyes well that is a lot more than 1 million your work has helped to establish national parks around\n\nthe world serve habitat for many species and as I understand it your work in DC helped to create\n\nNEPA the National Environmental Protection Act I don’t know if I remember the accurate exactly\n\nright but this led to Clean Air Act Clean Water Act the creation of the EPA can you just summarize\n\nfor us what happened at that time and what you were able to accomplish well I mentioned I was\n\ngoing back from this farm back of course in DC so to help the shift from I realized from my early\n\nvision quests that we needed to shift from a taker mentality to being part of the family\n\nof all living things so to accomplish that we needed to have a new kind of language and a new\n\nkind of kind of concept of what was going on and I began to search for a word that would bring\n\nthis concept of being part of a big family in a neutral way as I mentioned we had those books like\n\nRachel Carson’s book and that’s spring and then they put by our plunder planet by literally\n\npioneer yep and Osborne Osborne for field Osborne so I got together with a good friend of mine that\n\nI don’t bring into the conservation foundation his name was Frank Darling he was later with\n\nOsborne became Sir Frank honored by the English Queen anyway we came up with the idea of using\n\nthis word environment yeah be a replacement for resource resources taker mentality environment\n\nis a natural system of which we are part totally different concept we did a gathering of big\n\nconference bringing in different individuals to present on how they viewed this environment of\n\nreality and we use North America’s an example in the beginning and basically out of that came a\n\nbook of quite a few chapters I think it was probably at least 30 or so and and we explored how\n\neach expert in economics and regional planning and public policy and biology and the various\n\ndisciplines that were said to have had the answer to how do we come back into balance\n\nthey came in and made their contributions how their system of expertise could do that\n\nand at the end of the gathering we all realized none of those systems could do that alone\n\nthey had to work together in the context of a philosophical and experiential framework\n\nthat was based on being part of natural systems or part of the environment so the word environment\n\ntook on tremendous currency because the leaders of all these different disciplines were there\n\nand they saw that if they didn’t bring them all together into one system there was a life\n\nconnected it was kind of a hopeless situation it was going to lead to more separation we’re just\n\ndiscontinuing more more rape and pillage and no harmony at all with with life so at the end of\n\nthat gathering we produced a book called the future environments of North America and that helped\n\nto brand the term environment solidly in 1965 as a foundational word to bring in that whole system\n\nperspective and it kind of grew it goes on and grew and grew many people got involved\n\nthat was just one of those and we should really underscore the value of that distinction I mean\n\nthat puts John right there with that lineage of thorough you know register crossing to be able to\n\noffer to human beings a whole new perspective about the environment\n\nso either that came uh I mean much to our surprise that word caught on and boom\n\nsuddenly there was an environmental movement and uh looking back on it was it was just the\n\nright thing in the right way at the right time pretty simple amazing beautiful yeah\n\nso I think if we had any uh if there was a magic it was because it was exactly the right thing\n\nneeded exactly at the right time when the culture was ripe and ready to hear that message were that\n\ngood news and uh it’s the right thing in the right way because we gather all the topics for\n\nit’s of the day and so we had the right thing in the right way at the right time and it provided\n\na catalytic transformer effective birth to movement yeah and then the movement took over\n\nyou had earth day and all kinds of stuff coming out of that yeah and uh and then we did some work\n\nfor I decided well this is great but we need to have a truly global view here yeah so I\n\nI bought together with a friend of mine who is from Iran his name was Muhammad\n\nTaghi Fafar a true Islamic brilliant man who worked with the",
  "related_episodes": [
    {
      "title": "Ep. 142 – Maria Rodale, Author,Love, Nature, Magic",
      "url": "https://yonearth.org/podcast/episode-142-maria-rodale-author-of-love-nature-magic/"
    },
    {
      "title": "Ep. 134 – Matthew Fox, Author,Hildegard von Bingen: A Saint for Our Times",
      "url": "https://yonearth.org/podcast/episode-134-reverend-matthew-fox-on-hildegard-von-bingen-her-viriditas/"
    },
    {
      "title": "Ep. 132 – Hanne Strong, Founder, Manitou Foundation",
      "url": "https://yonearth.org/podcast/episode-132-hanne-strong-founder-manitou-foundation/"
    },
    {
      "title": "Ep. 127 – John Perkins, Author, Touching the Jaguar; Director, Pachamama Alliance",
      "url": "https://yonearth.org/podcast/episode-127-john-perkins-life-economy-updated-confessions-of-an-economic-hit-man/"
    },
    {
      "title": "Ep. 107 – Elaine Blumenhine, Joyful Journey Hot Springs Spa & Resort",
      "url": "https://yonearth.org/podcast/episode-107-elaine-blumenhein-friends-joyful-journey-hot-springs-spa/"
    },
    {
      "title": "Ep. 103 – Nick Chambers, Founder, Living Arts Systems; Exec. Dir., Valley Roots Food Hub",
      "url": "https://yonearth.org/podcast/episode-103-nick-chambers-founder-living-arts-systems-and-ed-valley-roots-food-hub/"
    },
    {
      "title": "Ep. 50 – Anita Sanchez, Author,The Four Sacred Gifts; Director, Pachamama Alliance",
      "url": "https://yonearth.org/podcast/episode-50-anita-sanchez-on-womens-voices-indigenous-wisdom-the-sacred-hoop-of-life/"
    },
    {
      "title": "Ep. 27 – Jennifer Menke, President, Regenerative Earth",
      "url": "https://yonearth.org/podcast/episode-27-jennifer-menke-president-regenerative-earth/"
    }
  ]
}