{
  "title": "Episode 154 – Sarah Arao, Founder, Mantle of Hope in Uganda",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13603/episode-154-sarah-arao.mp3",
  "publish_date": "January 18, 2024 4:17 pm",
  "url": "https://yonearth.org/podcast/episode-154-sarah-arao/",
  "episode_number": 154,
  "subtitle": "Celebrating Hope & Celebrating Service",
  "description": "Welcome to the YonEarth Community podcast. I’m your host Aaron William Perry and today we have the very special opportunity to visit with my new friend Sarah. Hello, Sarah. How are you?",
  "about_sections": {
    "about_sarah_arao": "Sarah Arao is the founder of Mantle of Hope & Inter-Rural Action Network, a non-profit organization that empowers girls, women, and young people through health education, skills training, economic empowerment, environmental stewardship. Sarah grew up from impoverished rural community in northern Uganda where girls’ education was never valued. Given away in marriage at 15 years, Sarah had to go through abuses to break the cycle of poverty through education. Through Mantle of Hope, she runs Hope Skilling studio where the survivors of sex trafficking, domestic abuse, and street children get support through mental health counseling and practical hands-on trainings from different trades. Sarah is also at the forefront of addressing the climate change crisis through her Young Climate Warriors project – through which she leads thousands of school children to restore our planet and ecosystems through tree planting, environment training and community waste management. She also run Muzuri Project in rural schools and communities, supporting young girls to remain at school by providing them with hand-made feminine sanitary pads to facilitate their school retention and to prevent early and forced marriages. Sarah holds Master of Arts in Development studies from Uganda Martyrs University, Bachelor of Arts in Ethics and Human Rights from Makerere University and Diploma of Education secondary from Kyambogo University. Sarah envisions a world where humanity and planet are thriving in a peaceful co-existence. Sarah is part of the Le Ciel Foundation global network, and, during the annual symposium near Barcelona, Spain in the autumn of 2023, connected with the Y on Earth Community where she is now an Ambassador and on the organization’s Global Advisory Board."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community podcast. I’m your host Aaron William Perry and today we have the very special opportunity to visit with my new friend Sarah. Hello, Sarah. How are you?\n\nI’m doing great. It’s so great to visit with you and we’re gathered right now in person here at the Le Ciel Foundations 2023 Holistic Visions Training Symposium bringing an amazing array of leaders and change makers from around the world together to co-create and collaborate and Sarah you are here traveled so far from Uganda where you’re doing incredible\n\nincredible work with your organization mantle of hope and I know that you’ve got a flight to catch and a big day of travel ahead of you a day and a night and so we’re only going to record this little introduction together while we’re in person and then we’ll record the rest using zoom and technology and so forth. But I’m so happy we could visit together in person and just share with our audience a bit about the amazing work you’re doing at mantle of hope.\n\nAnd so I come from Uganda and again thank you so much Aaron and my name is Sarah around. I work with mantle of hope ministries or mantle of hope alone and we do menstrual hygiene with vulnerable cows in communities where we do education and then we distribute sanitary pads. We also work with survivors for human traffic and giving them a hope and a chance to live again a decent life.\n\nSo we do a number of things with them we do counseling with them but also we give that skills training and we have an amazing sewing class which is giving this lady a very beautiful life and to start life again.\n\nAnd you were also sharing with me yesterday that you planted already so many trees and there’s this other aspect to your work with trees and the environment.\n\nBesides that we have the green club in schools and in the green club we are trying to nurture young people who will appreciate nature and will plant lots of trees and the young people make a commitment that every year they are planting at least 10 trees.\n\nSo we are envisioning a world where the nature is well embraced and well protected and besides I do planting of trees myself and each year I make a commitment to plant 300 trees and so far I’ve planted 3,000 trees and I’m hoping actually to go over 10,000 trees and that is my commitment.\n\nThank you Sarah it’s such a joy we have this opportunity to be together in person to make the connection in person and we’ll follow up with more conversation to bring even more information to you our YonEarth community audience about the work Sarah is doing and also about how you can get involved and help out and learn more.\n\nThank you so Aaron for having me unfortunately I have to catch the flight so I’m just a bit rushing so but we as you said we shall have time to talk and to see how best you can get involved and any other person can get involved because this is a collective collective work that we do we are a collective we look for collective welcome.\n\nBeautiful thank you my friend.\n\nThank you so much.\n\nSarah it is so great to reconnect with you and of course we recorded an introduction to this podcast episode when we were together in Barcelona for the Le Ciel Foundation 2023 symposium and here we are with zoom you’re back home in Uganda and such a joy to connect with you again.\n\nThank you so much Aaron being at the symposium and having the opportunity to record for such amazing thing and I’m super excited for today and we see what happens but I’m so happy to be in this podcast.\n\nYeah and I’m really happy that we have the opportunity to dive a little more deeply into the work you’re doing which is really touching so many different disciplines and arenas where you’re having positive impact and also when we recorded in Barcelona it was our final day of the symposium and we had to catch flights we didn’t have the time to cover everything and of course you had a big journey.\n\nThe rest of that day and night in the next day right can you just fill us in on what what was it like to return from Barcelona to Uganda.\n\nWell first of all going to Barcelona was one of the greatest opportunities of my lifetime I’ve never traveled outside Africa and so it was such a big opportunity for me to go meet several people with good hearts and good intentions including meeting you and then the time of Barcelona at the symposium it was so hot warming.\n\nThe positive energies that everybody shared and that I got a lot of those positive feedback from everybody and it was such amazing.\n\nWhen I came back to Uganda I had to tell a lot of stories everybody was asking me how was either how how many people did you meet how many Ugandan did you meet I was like problem was the only.\n\nThe only African around and I told them I was such a exciting you know a moment for me I’m still a lot of people by the way aeronauty asking me about my time at the symposium in Spain so it was such a great thing and I had to go to I had to go to German which was really very cool for me.\n\nTo Germany yeah I went to Germany because it is very hard very difficult to get the visa the European visa so I couldn’t get a direct visa to take me to Spain and so it was only German which was available and German was able to give me the EU visa.\n\nI know with the with the Schengen visa I would easily go to any EU countries which would include Spain.\n\nYeah so that’s why I had to go back to Germany.\n\nOh wow okay so you flew from Barcelona back to Germany and then how did the flights go to get back home.\n\nSo it was like I can’t say it was it was hard the last day when I was to come back when we met and I remember when we did the recording and I was all rushing to the airport.\n\nI had not checked on my phone but my flight by the Brussels airline was cancelled.\n\nSo I reached German and I went to get the boarding pass and it was at that moment the lady tells me but your flight has been cancelled.\n\nYou are actually going tomorrow so I ended up sleeping at the airport.\n\nSo I had to I had to stay at the airport probably like about 16 hours or 17 hours so I slept over because when I left the Barcelona airport and I went to Frankfurt.\n\nI reached Frankfurt at around I think maybe around 8 in the evening so I had to stay again after the following day like around noon.\n\nSo I ended up spending lots of time here at Frankfurt.\n\nOh my goodness wow and then and then where but no Aaron it was it was good because I met a lady who was all in tears.\n\nOkay I was in my own confusion then I get this lady who was all in tears and so I start talking to her at the airport.\n\nSo I asked her what what was wrong why was she in tears and then she she tells me she was she was running away from a husband.\n\nShe was going she told me she was going to another country and I ask her why she was running away and she’s like the husband is abusive and she has been wanting to run away.\n\nAnd some months and she couldn’t and that day was the day and she was really crying because there was like you know her good chance of going home.\n\nSo it gave me opportunity to talk to her because as I told you last time I work with women working traumatized well in abuse so I had to use my experience and I talk to her and she later on come down.\n\nSo I really feel that my my sleeping at the airport at Frankfurt it is like nature wanted it that way for me to talk to the lady.\n\nBeautiful so it became a blessing to me in a way because I could make somebody you know put somebody in a stable mood.\n\nI’m sure you were able to help her considerably especially given the work that you’re doing and I know in our introduction you were able to give us an overview of your work at mantle of hope and I’m so excited that we have the opportunity to dive more deeply into this together right now.\n\nAnd you know you you are doing so much helping women and girls doing things for the environment doing things to empower people economically and also working on a big recycling project related to the the shoes sandals and other products that you’re making.\n\nSo I’m thrilled that we can take our time now talking about each of the projects you’re managing and I was hoping if it sounds good to you that we could start by talking about the Missouri project on the the menstrual hygiene and health and just explain to us a little more detail around how you’re working with the the girls and the women to help them out.\n\nYeah so the Missouri project it is for girls who are at risk of dropping out of school and this this project actually was started by my husband my husband would buy sanitary towels and she would take it to schools so but as time went on and I pick up the idea and the concept of it all so and so we have ten schools with about\n\nwith about maybe three thousand to four thousand children and we we make sure that we I make the sanitary parts myself and together with some other women that we support in our studio here I know I’m going to show us around.\n\nSo we we make this sanitary sanitary towels because girls in a rural setting would not have access to sanitary pants and they would eventually drop out of school because during their menstrual days they will miss school.\n\nSo if a girl misses a school like for one week in every month it means that in the three months that they study they’re missing like three weeks and because they’re missing like three weeks it will be hard for them to compete with every other child who has been at school.\n\nSo because of the poor performance parents would not want to pay the school fees or even themselves the girls would feel ashamed and they would not want to continue.\n\nSo in the area where we support girls especially with our Missouri project.\n\nThis community is very poor, poverty-stricken, people don’t value education in that community and I must tell you around that when I was growing up I was almost like a loan in groups of boys I was a loan during our national examination.\n\nThe rest of my people my fellow girls dropped out of school. So Missouri project actually it helps girls to at least complete the lower level of primary education.\n\nThat is our intention we want to make sure that at least they can complete a primary level.\n\nWe are sure that they might not go to high school but at least if they can finish up that level they can do a steal and that is what we are also looking at and that is the basis of why we are setting up these skills.\n\nBecause a girl who could have dropped out of school finishes a lower primary school and then they can do a steal with that steal they can survive and they can protect their own families and maybe children.\n\nThere is a certain degree of freedom, independence and ability to avoid abusive and coercive and manipulative situations.\n\nWe have girls as young as 15, as young as 14 they are being forced to marry because in my community people pay dowry for marriage, they pay lots of cows, they pay lots of goods and money.\n\nSo the family would wish to benefit on the car so they don’t want to wait longer. So a girl who is 14, 15 is getting married.\n\nWell and the hope-skilling project that you are also offering these girls and women is so beautiful and I am thrilled we have, you mentioned in the documentation you sent to me the hairdressing, the shoe making and the sewing and I am thrilled that you are currently in the production studio.\n\nI see behind you those beautiful sandals and maybe if you would like you could give us a little tour and give us an idea of what you are making together.\n\nIn the hope studio we train here girls and young women, the women who have been formerly trafficked and who have been sexual abuse and we don’t only train them but we also offer them the mental health support through counseling, through providing support to them in the best way possible we can.\n\nSo women come always in this studio and they have sessions of learning these three skills, shoe making, the tailoring and hairdressing and it is from there we always give them up to like about seven months, in seven months we feel like they have learnt a skill and they are able to stand on their own and even with the counseling.\n\nSo here in this department these are some of the shoes that were made by the women, these sandals and some of them when somebody comes and buys these sandals we buy other materials for them to train for.\n\nSo these sandals hand made and it is women who makes it themselves.\n\nAnd then one woman also come with another beautiful skill of recent and she started making like bracelets and this was what she made and she told me that she had not this skill while some years back.\n\nAnd then also in the tailoring department this this cloth this is one of the samples of the clothes that this women make.\n\nNow in every aspect when they make something and somebody buys we give a like for example the clothes we give a percentage a little percentage for that particular woman was made that but also we sell them so that it can help us in buying more machines.\n\nSo this beautiful one is this which was made by some woman.\n\nYeah the color and quality of that is amazing I mean it is so beautiful and the sandals also are so beautiful and I just want to mention that while you’re walking around don’t cover the mic because at a moment there on the dress we couldn’t hear you quite as well.\n\nSo be aware of the mic so that we can hear you that is so beautiful.\n\nSo there these clothes this this this many clothes and we have we have many of them and then we have here the machines this is a kind of sewing machines and in here we have we have 10 machines.\n\nWe have 10 sewing machines and then here this is this is another department for for for hairdressing.\n\nAnd these are these are these were a little down here.\n\nThese are dummies where they come and learn from and then this this is like the hairdryer understand hairdryer.\n\nThis is a little bit of the kind of hair they come and learn.\n\nSo it is like learning learning learning points and then this is here is is a big it is a big mirror where they see the work that they have done or the customers.\n\nIf there are some clients that have come they they are able to see and view and the works whatever the girls have done.\n\nAbsolutely beautiful.\n\nSo this is how this this our place looks like.\n\nAnd then up there up there and I don’t know whether you’re able to see that is just our logo mantle of hope that is where it is put.\n\nAnd then here here we have and we have a big table but and with a lot of with a lot of papers and then these papers we are going to train some people on how to make paper bugs and a gift box.\n\nUh huh.\n\nVery cool.\n\nYeah so basically that is how our place here look like.\n\nI have I have here a little machine.\n\nI don’t know whether you’ll be able to see but this machine is this machine here is for shaping the shoes.\n\nWhen they make it they have to come and shape it and so that it looks well.\n\nUh huh.\n\nSo this is the little studio that we have here.\n\nHow wonderful.\n\nSo when you guys are making the sandals and the clothing where do you sell those? How do you sell those?\n\nSo we sell them around the local people around and the local people around come and see the works that the women are doing.\n\nThat is with the clothes and that is with the shoes.\n\nUh but yeah but with the sanitary pads because each woman contributes to the making of the sanitary pads and they make a commitment.\n\nWe have a little commitment that they have to give at least to about fifty fifty girls.\n\nSo they have to make some reusable sanitary towels to at least that will benefit fifty girls.\n\nSo it gives yeah fifty so it gives them so it gives them a sense of responsibility.\n\nYou know and also it also gives them a sense of giving back to the community because we are with they don’t pay anything here.\n\nSo why not you give it also to another person and Aaron the reason why we are focusing on reusable sanitary towels.\n\nIt is because it is driving us back to environment.\n\nThat is the reason.\n\nWhen people donate to us the these are the throw away towels.\n\nWe don’t we we always decline it because our intentions are environmental.\n\nAnd that is even what we tell women here that that is our intentions.\n\nSo we don’t want that there are so many ways that was into the environment including that sanitary pads.\n\nAnd if pads are plastic if pads are made of plastic then it is still contributing to the environmental contamination and pollution.\n\nSo that’s why we encourage the women and also themselves we encourage them to use the reusable ones.\n\nAnd also we encourage the girls to really use the reusable ones.\n\nWell I love how the hope-skilling project also requires those women to give to at least 50 other girls in the community.\n\nThere is such a beautiful reciprocity there, such a beautiful energetic of as you are helping these women to heal and develop skills.\n\nYou are also I imagine helping them to feel really empowered as they are helping many other girls in the community.\n\nYes absolutely absolutely.\n\nAnd and and also we still tell them even if they are to graduate from here and move on we still tell them they need to continue to support other girls in their own communities.\n\nYou find there’s a very strong sense of belonging and community among the girls and the women who have have gone through the hope-skilling project\n\nand or who have connected to any other of the projects that mantle of hope is facilitating.\n\nYeah we feel a lot of strong connections.\n\nAnd because also when we go for the school outreaches we go with the women.\n\nWe go with some of the women.\n\nSo women are able to share their stories of what happened to them.\n\nAnd they are also able to share their stories through their work.\n\nThe 50 parts for the 50 girls they are contributing.\n\nSo there is this very strong link like every project that mantle of hope is doing is linked together.\n\nAnd and I was as I was telling you.\n\nIt looks like this is a sanitary part but this part is linked to environment.\n\nIt looks like this is hope-skilling center but this hope-skilling center is linked to to environment.\n\nSo there is that connectivity in all of the things that we do.\n\nYeah and I love the environmental work that you are doing.\n\nAnd I know in our introduction you shared a bit about how many trees you have planted yourself.\n\nAnd also I know that with the Young Green Warriors Club project that you are getting so many others engaged in the tree planting efforts.\n\nAnd can you tell us a bit more about that and you know how many trees you guys are planting at this point?\n\nYeah so our intentions. Right now we are planted.\n\nI can say from the time that I came I had to go and meet one of the Green Warriors Club.\n\nAnd then they were able to plant more trees.\n\nFive thousand trees so far planted.\n\nBut also we make five thousand.\n\nYes but also we make children we tell children to make a commitment of planting 10 trees every year.\n\nSo whether we are there or we are not there they have to plant trees 10 trees every year.\n\nAnd some of these trees you know we are so blessed here.\n\nWe are so blessed here that we still have some of the natural trees that you can just see them and you can just plant them.\n\nYou don’t need to buy them. So that is the blessing that we have here.\n\nSo children have been picking up this very well and very positive.\n\nAnd they want to plant trees.\n\nAnd when they plant trees and trees are growing they feel so good they feel so happy like this is my thing.\n\nAnd we are always telling them that the best time to plant a tree was yesterday.\n\nSo yesterday you did not plant a tree but that was the best time.\n\nAnd because of that the fair time is today.\n\nAnd also we tell them that they should plant trees not like they are going to use it themselves.\n\nThey should plant trees for others to use it.\n\nBecause once the trees are there it is not for one person.\n\nIt is for everybody.\n\nAnd people Africa it can be for the all world because of those carbon emissions and the life.\n\nSo that is what we tell them that you know this is a global call.\n\nAnd this global call is for a global action.\n\nSo it has been so amazing still we are working with 10 different schools.\n\nBut also we now there is another children’s home that has come on board and they want to participate.\n\nAnd their children’s home they are homeless children like a orphanage.\n\nWhich is so amazing and so beautiful.\n\nSo with the environmental project we are now going into the recycling.\n\nAnd still that is what we are telling children removing the waste from the environment.\n\nSo we want to improve on how do we completely remove the waste from the environment.\n\nSo we are going to we like the shoe making department here.\n\nWe are going to make shoes using the plastic you know the polyphen papers, those plastic bags.\n\nAnd also maybe plastic bottles.\n\nAnd then we are doing construction that is what I do not share with you.\n\nWe are we are starting a construction using the plastic bottles.\n\nAnd we want to train also the community that look you can use their materials here.\n\nYou know their materials and you can use it for the construction purposes.\n\nAnd is that unfamiliar?\n\nI’m familiar with like earthship technology and even right here on our farm at Elkh Run Farm.\n\nA small cob earth hut was made for the ducks and a bunch of bottles were incorporated into the structure.\n\nFor that is it a similar strategy that you are using?\n\nYeah, yeah.\n\nSo using the plastic bottles for the construction.\n\nAnd you know it takes a lot of bottles.\n\nSo if you you must construct it takes a lot of bottles.\n\nSo that is how big somebody can contribute to environment.\n\nAnd that is how somebody can be you know the footprint on the environment.\n\nSo if community would buy this then it would be really really good.\n\nBecause everybody would contribute to the cleaning up of the environment.\n\nAnd the earth and the earth will eventually breathe.\n\nThe earth would breathe.\n\nWhich is very hard right now.\n\nBecause several tons and tons of plastic is being produced every day.\n\nAnd when people try to recycle plastic especially the factories,\n\nthey recycle and bring it back as plastic.\n\nAnd so they are not solving the problem.\n\nBut this plastic needs to be you know gotten away from the earth.\n\nAnd you know that’s somewhere.\n\nBut when you recycle plastic and you bring back plastic it becomes like a circle of really not solving any problem.\n\nYeah. When we when we incorporate it into buildings it’s more of an inert and less volatile or reactive way for it to be right.\n\nSo that those toxins are not released into the environment into the water as easily.\n\nAbsolutely.\n\nAbsolutely.\n\nAnd it’s the problem of environment is everywhere.\n\nIt is no more problem.\n\nIt is such a big problem.\n\nRequiring action in all of our communities, right?\n\nAnd like for example in Uganda here we don’t have the proper waste management.\n\nPeople just dump plastic anywhere on the road anywhere.\n\nPeople don’t don’t mind.\n\nWhich is so bad.\n\nIt needs the change of mindset.\n\nAnd with the Young Green Warriors Club in the materials you sent to me,\n\nwhich I believe we might be able to include in the show notes when we publish the podcast.\n\nYour goal by the year 2040 is to plant at least 10 million trees.\n\nAnd that is so beautiful and impressive.\n\nAnd it seems I’m just doing some quick math in my head.\n\nIt seems very attainable given the network of people that you’re connected to and collaborating with.\n\nAnd the way you’re inspiring people to make that annual commitment, it seems that there’s a certain viral aspect to this.\n\nAnd also a certain geometric growth aspect.\n\nAnd you very realistically can attain those numbers in what would be what another 16, 17 years, something like that.\n\nBut we don’t want to, we want yes, that the children have the families that they belong to.\n\nSo we want to utilize that as well.\n\nWe want to tell all the people, you know, adults that they have to, they have to take the action themselves as well.\n\nThat’s why I was telling you, we want to use the schools, we want to, we want to actually even incorporate other people to come in and to join.\n\nIn this campaign.\n\nAnd there is, there is something that we are going to, it is still just in plan.\n\nWe want to write a bit of activity kind of book, which is for children, but which prompt them, which prompt them to follow up the commitment.\n\nI love it.\n\nThat is so fabulous.\n\nSo we created a small book publishing company a few years back, one of our social enterprises.\n\nSimilar to how our way they water soaking salt is another social enterprise.\n\nAnd so, yeah, I love hearing about books as a way to get more information and inspiration out to even more people.\n\nAnd yeah, I really look forward to seeing what you guys create. That sounds amazing.\n\nYeah, we already have the skeleton of it.\n\nYeah, yeah, we already have, it is environmental book, which is which prompt children to really plant trees.\n\nBut also they do a bit of journaling in that book, telling what they have done today for environment, what contribution they have made today.\n\nAnd at the end of the year, they should look back in the book and see, okay, I was able to do this on this month.\n\nSo we have a bit of skeleton already when the booth and we are happy to share maybe in the coming, you know, coming weeks.\n\nMaybe this is something we can collaborate around and help get this book out to many other communities.\n\nI love this idea.\n\nBecause those children friend me, it is so much time right because we work with the young people.\n\nSo, but we would, I would be very happy to share that coming weeks and you see what we can put in place.\n\nYeah, absolutely wonderful.\n\nSo Sarah, I want to ask you to share with us about the sex trafficking.\n\nI know this can be really difficult for some of our audience to hear about, but I think it’s really important that we develop more awareness regarding what’s going on in our world and how people, especially young girls and women are being so devastatingly impacted by this.\n\nCan you explain to us this cycle and how women and girls are forced into this sex trafficking situation?\n\nYeah, so this project, I don’t know whether I don’t recall sharing with you how it all started.\n\nBut it all started by my cousin who was taken to Jordan and she was in some family.\n\nAnd in that family, it was a family of five, three boys, which were the children and the father and the mother.\n\nBut when she reached there, because here people are so much unemployed, so people tend to go abroad to look for greener pastures, to look for what to do, to look for work and better themselves.\n\nAnd we have those kind of companies that give them a lot of promises, you know, you’re going to the Asian world, you’re going to this place and you’re going to get a lot of money.\n\nAnd of course, it sounds so sweet, but that is not what always they get.\n\nSo my cousin also, apart here in that, she was taken to Jordan.\n\nAnd when she went to Jordan, she was to be a house, house help in this family of five people.\n\nAnd this family started abusing her sexually.\n\nAnd what happened usually they confiscated their, their visa, their passport.\n\nSo you reach there, they take away your passport.\n\nThere is no way you can come back home.\n\nSo my cousin was unfortunately that that particular person, she couldn’t come back home.\n\nBut every day, every night she was being sexual abused in the house.\n\nAbused by the father abused by the children, those were the boys.\n\nThe boys were in their 20s.\n\nSo abused by the boys and also abused by the father and the mother.\n\nSo like everybody in the family abuse her.\n\nShe could not, she got sick, some kind of infections.\n\nShe tried, I remember she would send us a message that I don’t have my passport.\n\nI’m not well, I need to come back home.\n\nAnd she couldn’t because the other people would not.\n\nAnd whenever they would get her, like she has communicated back home,\n\nit would be like a kind of a punishment to her.\n\nSo my cousin died in that circumstance.\n\nAnd unfortunately, even her body did not get back home.\n\nSo it was from there that I started supporting girls who are normally like survivors,\n\nwho survive and come back home.\n\nBecause even when they come back home, they are in bad shape.\n\nSo most of these sexual abuses and sex trafficking, it usually happens in the house where they are working for.\n\nAnd most of the women I work with here, they have gone through challenges, those kind of challenges.\n\nSome of them, I have, some of them who have ever gone to this particular lady who was taken to China.\n\nAnd then she was promised that she was going to be translating.\n\nShe was going to learn the Chinese language.\n\nAnd then she would translate the language to the traders who come from Uganda.\n\nBut when she reached there, they confiscated all our travel documents.\n\nAnd then she got so many men who had signed for her to have sex with her.\n\nAnd she said they were like a hundred plus men.\n\nAnd she asked these people, but because you don’t have the travel document, you cannot make it back home.\n\nSo that is the unfortunate bit what is happening in the world today.\n\nI’m so sorry, Sarah, to hear about your cousin and how so many of these other women are experiencing this.\n\nAnd I appreciate your willingness to share the story so that more and more of us can become aware of what’s going on in the world.\n\nThank you.\n\nIt’s really sad that I think because of the pressure and employment, it drives people to the age.\n\nAnd then they end up with bad people and then just life becomes hard for them.\n\nA lot of women, a lot of young women and also young men, when they come back from those such countries, they are either committing suicide.\n\nYou know, they see life like life is not worth living.\n\nAnd that is what we try to provide women who come in their hope-skilling center here.\n\nThat life has given you a second chance.\n\nAnd because of this second chance, you have to be more grateful, take it easy, and rebuild your life, and move again and live again.\n\nI imagine the way that you provide opportunities for these survivors to working service to other girls and women and community members.\n\nI imagine that’s part of the healing process.\n\nI imagine that’s a very potent point of connection in feeling a renewed sense of purpose.\n\nI don’t know, there’s something about the ability to do good in the world.\n\nYeah, I think it makes them see a lot of sense to live again and to live a purposeful life.\n\nAnd they are always, you know, when they just join the program that’s killing here, the Hope House, they find it so hard to share to talk about whatever they went through.\n\nBut as process go on, you get them really easily sharing out, and which is the sign of healing.\n\nAnd also, as involving them in the project that we do in Missouri girls, it makes them open up and say,\n\nif I can’t be this important to these 50 girls, then I’m really, I have a purpose.\n\nSo you see them starting to blow and starting to be grateful for their life, life has given us this.\n\nWow, it’s so beautiful and so powerful.\n\nSo I know that in addition to the materials we can provide in the show notes for the podcast, people can also go to mantleofhopem.org to learn more about the work that you’re doing and also to support the efforts through donations.\n\nAnd I understand that there are some complications receiving international donations in Uganda.\n\nAnd so maybe you can explain that to us a little bit.\n\nAnd one of the things we’re happily offering through the YonEarth community is that if people want to make donations and it’s an easier way to do it, they can simply make a donation to the YonEarth community and indicate in the donation.\n\nThat it’s for mantleofhope and for the work that Sarah you’re doing.\n\nAnd then we can get that over to you through a bank transfer or whatever is needed.\n\nSo can you just explain why is it harder to make donations to you in Uganda than it is for some of us in the more developed countries where we’re used to.\n\nOh, it’s very easy to transfer money with, you know, Venmo or this app or that app.\n\nThere’s so many different ways we can do that like it’s no big deal.\n\nAnd so right now we don’t have the PayPal for organization here in Uganda, which I feel it would have been very easier for somebody without you know stressing out and going through a lot of process.\n\nYes, when you visit mantleofhope.org, we have accounts detailed everything, but it will be a very long process.\n\nSo that’s why anybody would wish to support our project or support the work that we do can actually go to why and which would be and which would be easier because I know YonEarth would easily then transfer the money through the back system or that long process.\n\nYeah, yeah, and we’re happy to help in that way.\n\nAnd so let me just mention that if you’d like to support mantleofhope, you can go to why on earth.org, click on the donate button.\n\nAnd when you make the donation in the notes, just indicate that you’d like this to go to mantleofhope and we’ll do that for you.\n\nI’d like to take this opportunity also to remind our audience, this is the YonEarth community podcast.\n\nAnd I’m your host, Aaron William Perry and today we’re visiting with Sarah Arrow, whom I first met at the Lysiel Foundation Symposium in Barcelona in roughly October of 2023.\n\nAnd we did the initial introductory recording there, of course, as you know, listening and watching this episode and are now doing the rest of our interview via zoom, which is such a joy.\n\nAnd I want to be sure to thank our many partners and sponsors who make our podcast series possible.\n\nThis includes Chelsea Green Publishing. And if you go to our partner and sponsor page on the website, you’ll see many different companies and organizations we’re collaborating with and many of them are offering special discounts on their products and services.\n\nIn the case of Chelsea Green, they’re offering a 35% discount on their books and audio books with the code Y-O-E-3-5.\n\nSo you can go straight to them or go to our website and go through that page to get to them also is Purium Organic Superfoods.\n\nBecause I’ve got my superfoods, green shake right here.\n\nAbsolutely delicious. They also offer a very generous discount on your first order.\n\nFirstly, water soaking salts, profitable purpose consulting, helping companies get be certified, earth heroes, sustainable products, soil works, biodynamic garden preparation, earth coast productions, and of course our ambassadors.\n\nAnd we have a growing global network of ambassadors, many of whom make a monthly donation to the Y-O-E-3 community.\n\nAnd you can join our ambassador network and you can also make a monthly donation irrespective of joining the network.\n\nAnd if you’d like to make that donation, you go to Y-O-E-3.org, click on the donate button and set up the monthly amount that works best for you.\n\nIf you’d like to give $33 or greater, in the United States, we’ll happily send you a jar of the hemp-infused aroma therapy soaking salts from whey-lay waters so that you can enjoy that for your own health and wellness practices.\n\nAt $33, it’s one jar, at $77, it’s three jars, at $133 a month, we’ll send you five jars. So a great way to support your own health and wellness practices, support the farms we’re working with, and also the organizations that are benefiting from the work that we’re doing through the Y-O-E-3 community.\n\nAnd of course, Sarah, just such a joy to have this opportunity to connect with you again, people can go to mantleofhopem.org and or connect via email info at mantleofhopem.org.\n\nI wanted to ask, are there any social media channels that you’re active on that people can connect with you through?\n\nYeah, we have Facebook account, we have also the LinkedIn, our Instagram has not been so busy, yeah.\n\nSo Facebook and LinkedIn are the best, it sounds like, and what we’ll do is we can include the specific handles in the show notes so people can connect with you that way as well if they’d like to.\n\nSo, you know, Sarah, I want to ask also, I’m so grateful we have the opportunity through the Le Ciel Foundation.\n\nOf course, our friends at the Le Ciel Foundation are doing so much beautiful work with community leaders and change makers from all around the world.\n\nAnd you and I are both part of this year long holistic visions training process and we’re in two different small groups, small cohorts.\n\nI was wondering if you could tell us a bit about what your group is doing and what your experience has been with the Le Ciel Foundation’s holistic training program.\n\nYeah, so my group is group three, which is families and communities.\n\nAnd we are so kept together, Aaron, we today, we still attend like 10 people.\n\nSo, and we are so much connected and when we went to the symposium, we were 7 people, which was really great.\n\nSo, what we are doing right now is book chapter. That is what we are doing. We are writing the book chapter right now.\n\nIt has been such a very wonderful experience for me in particular, even to be in the group.\n\nAnd also I have been feeling a lot of positive energy even in our group.\n\nBut also with the Le Ciel, when I went to the Barcelona, it was like we were this one big family.\n\nLike people have met, like we have met before, which was not true, but everybody was like, we were all like this one big family.\n\nThe energy was so strong, you know, people were so respectful, people were so loving.\n\nAnd the entire Le Ciel journey has been amazing, you know, to me it is like one of a lifetime really.\n\nSo, really forever grateful.\n\nAnd I met amazing people, amazing, amazing, including you, Aaron, you know, everybody was such amazing.\n\nAnd even what we learned, our sketching, you know, with Bruce, everything was so much amazing.\n\nAnd above all, the respect for nature, the respect for the environment was so evident that really the world that would feel good people with good intentions.\n\nThey were working towards restoring the world and the earth, which was amazing thing.\n\nAbsolutely, yes, such a joy. And I echo the feeling of deep gratitude that I have for being a part of the Le Ciel Foundation Community.\n\nAnd there are, there are each year, 12 groups of 12 people, 144 working across a variety of disciplines and collaborating within the small group context.\n\nAnd then also in the larger group that includes as well, alum from previous years.\n\nSo there’s this growing global network and it’s such a joy.\n\nAnd of course, at the symposium, we had Bruce Mao, who with his wife, BC is doing so much work, including with the United Nations for their conference of the parties, the 2023 global climate change gathering.\n\nAnd so there really is a lot of connectivity and opportunity for for deepening impact worldwide with the great work that’s being done by so many community leaders and change makers coming together.\n\nAnd I would encourage our audience to check out the Le Ciel foundation.\n\nI think it’s Le Ciel foundation.org will be sure to include the proper link in the show notes. And if you’re interested in joining the 2024 cycle.\n\nI encourage you to do so. I know it probably will fill up quickly. So I would encourage many in our audience to take advantage of that of that opportunity.\n\nAnd of course, a huge shout out to Sophie and Olivier, the co-founders of Le Ciel, we’re planning to record a podcast of them relatively soon.\n\nSo whichever publishes first will reference the other in the show notes, Sarah, and based on production schedule, I imagine our podcast together years and mine will publish first.\n\nSo yeah, it’s such a joy to connect with you. And really, I’m thrilled not only to have this opportunity, Sarah, to record this podcast with you and help to share your story, your work, your impact with so many more people around the world.\n\nAnd again, please consider supporting mantle of hope. But also the opportunity we have to collaborate going forward indefinitely.\n\nAnd so excited that we’re connecting through the ambassador program and other programs we’ve got with the Y-Earth community, Sarah, so that we can stay connected and continue collaborating in different ways.\n\nYeah, I’m so grateful Aaron. So so grateful to the listener, to the people who always follow the podcast, the sponsors, this is amazing.\n\nAnd really this amazing work does not stop here. It helps at least a girl child, it helps at least any woman. And it helps a boy child, you know, as well.\n\nSo I’m really forever grateful and for this great opportunity really. And as Aaron, this is like our first time actually being interviewed in the work that we do, you know, and we are so much grateful.\n\nWell, it’s a real pleasure and honor to be able to help share your story. And of course, Sarah, we will, after concluding our main podcast interview, we will have a shorter behind-the-scenes segment that gets shared with our ambassador network that doesn’t get published publicly.\n\nAnd so for our audience, if you haven’t joined our ambassador network and you’d like to just go to the website and click on the Becoming Ambassador page and that will start the journey for you.\n\nAnd yeah, and I’m looking forward to asking you some of your observations traveling to Spain in the behind-the-scenes segment. So we’ll save that as a little teaser for folks.\n\nSarah, thank you so much for being a guest on our podcast. And before we close, I just, I want to open the floor to you. If there’s anything else you’d like to share with our audience, please, my friend, the floor is yours.\n\nYes, I just want to say thank you so much audience for following the podcast and also please go on and look at the work that we do at Mantholo Pop Ministries, get yourself involved, you know, and yeah, so but forever, I’m grateful.\n\nWonderful. Thank you.\n\nAnd for any, for any donations, please, it can pass via why we ask because of those technicalities.\n\nThank you so much, my friend.\n\nThank you. Thank you.\n\nThe YonEarth Community Stewardship and Sustainability podcast series is hosted by Aaron William Perry, author, thought leader, and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly, or monthly supporter, please visit YonEarth.org-support.\n\nSupport packages start at just $1 per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth, all one word with a Y.\n\nThese sponsors are listed on the yonearth.wpenginepowered.com-support-page.\n\nIf you found this particular podcast episode especially insightful, informative, or inspiring, please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in.\n\nThank you for your support, and thank you for being a part of the YonEarth Community.",
  "related_episodes": [
    {
      "title": "Episode 50 – Dr. Anita Sanchez on Women’s Voices, Indigenous Wisdom & the Sacred Hoop of Life",
      "url": "https://yonearth.org/podcast/episode-50-anita-sanchez-on-womens-voices-indigenous-wisdom-the-sacred-hoop-of-life/"
    },
    {
      "title": "Episode 95 – John Liu, Founder, Ecosystem Restoration Communities (formerly Camps)",
      "url": "https://yonearth.org/podcast/episode-95-john-liu-founder-ecosystem-restoration-camps/"
    }
  ]
}