{
  "title": "Episode 161 – Jake Plummer, Co-Founder of UMBO on Functional Mushrooms for Elite Performance",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13884/episode-161-jake-plummer-co-founder-of-umbo-on-functional-mushrooms-for-elite-performance.mp3",
  "publish_date": "May 16, 2024 3:34 pm",
  "url": "https://yonearth.org/podcast/episode-161-jake-plummer-co-founder-of-umbo-on-functional-mushrooms-for-elite-performance/",
  "episode_number": 161,
  "subtitle": "Jake Plummer, Co-Founder, UMBO Functional Mushroom Products for Performance Athletes",
  "description": "[Functional Mushrooms for Elite Performance & Deep Healing with former NFL Quarterback, Jake Plummer]",
  "about_sections": {
    "about_jake_plummer": "Born and raised in Boise, Idaho, where his mother and grandmother often gave him natural remedies like garlic and honey, echinacea and goldenseal, and comfrey poultices, Jake Plummer now resides in Colorado (by way of Tempe Arizona – “Go Devils!”). A quarterback, “Jake the Snake” (so-nicknamed for his slithering, tackle-evading style) played American football for four years at Arizona State University, leading the ASU Devils to within seconds of a national championship his senior year, and was subsequently drafted into the NFL in 1997 by the Arizona Cardinals. Jake played for the Cardinals for six years before finishing his career with a four-year run with the Denver Broncos, leading the “Orange Crush” to the AFC Championship game and earning a spot in the Pro Bowl."
  },
  "full_transcript": " Welcome to the Y on Earth Community Podcast. I'm your host, Aaron William Perry. And today, we are visiting with professional athlete and functional mushroom entrepreneur, Jake Plummer Hey Jake, how you doing? I'm good Aaron, thanks for having me on the show. Yeah man, it's with you today and really look forward to the conversation and what we'll be covering. Yeah, I'm just glad you've been patient as we've been working to get on, get this dump for a while. And I'm glad we waited though, and the time is perfect because there's a lot of good stuff happening from what you've been telling me and you know what we're doing out in our space. So excited to just see where it goes. Yeah, absolutely brother. Yeah, it's a perfect time. Yeah, Jake Plummer was born and raised in Boise, Idaho and currently resides in Boulder, Colorado. He was in Tempe, Arizona, Go Go Devils. Yeah. And of course played four years of football at Arizona State University leading the Devils to within seconds of a national championship, his senior year. Then he was drafted in 1997 to the NFL with the Arizona Cardinals where he played for six years and then finished his career as many of us here in Colorado know well with the Denver Broncos playing four years as quarterback and leading them to the AFC Championship game. Also, you played in the Pro Bowl in 2005. Yeah. And Jake is the father of three in the bio-except me, says three amazing little humans. Yeah. And is also an avid handball player, pickable player, in nature lover. More recently, Jake's become an advocate and proponent of holistic and natural health and worked with the company Charlotte's web to help educate and advocate for hemp as a way to improve one's health and wellness. And is now the co-founder of UNMO Functional Mushroom Company and co-founder of Michael Love's Farm. We'll be talking about both of those. He's immersed in growing, extracting, advocating and educating people about the healing benefits of legal, non-psychedelic mushrooms. You and I both, Jake, have this deep sense of affinity and connection to fungal kingdom, which of course we've learned in recent decades is so fundamental and foundational to life on this planet as we know it. We could say it's the brain of the planet in many respects. And I want to ask you from football and athletics to natural medicine and mushrooms. How does boy make that leap that jump that connection? Really, there's no plan I had for this. It's not like something I sought out to become or venture down. It was just pure coincidence to meet the right people, to have had an influence on people in the right way that something comes up. They know where where I'm at in my life and what I believe in. And that really stems from my mother and my family in the way we were raised. And boy, see Idaho, Idaho of all places, and states still dead set against the use of hemp as any type of medicinal. They still are so against cannabis hemp and really natural ways of healing. Yet my mother, my aunt, my grandma, they were all really ahead of their time. My grandma, who I grew up across the street from, was a vegetarian. Back before that was really the posh thing to be. And really believed in gardening and eating fresh and canning and preserving. So I grew up doing all this stuff and then also a mother that I get sick or show signs of a cold coming on. I take garlic and honey, that canation and golden seal, she'd make tea. She was into all kinds of holistic ways because of the way she was raised also. So it's no surprise that I've come back to this after my path navigated through the machine of college football, which wasn't quite the beast it is now back when I played. It was more education and hey, a football works out great. Or now it's more like, hey, get me on the field, get me to the next level. My goal was always to you know, do the best I could wherever I was at. So I had a really good stop there. And then went into the NFL, which still was so geared to keep you on the field that they really didn't practice holistic medicine because might take a week or two longer. But my mom made country polishes that she would ship to me FedEx, you know, because Michael Pittman had a bad toe and I'd go in and put it on his toe. He's the trainers were looking at me like the hell's Jake doing. And Mike I'd put it on and he'd he'd say, oh wow. And then the next day he'd come back and like, dude, you have more of those man. It was like, took all the heat out of my toe. I slept and I, yeah, this stuff worked, you know. So my mom steered me down that path. I was very well aware of what I put in my body when I played, even though I took a lot of anti-inflammatories for the beating and the pain that's from game one, you're dealing with something for 17, 18 weeks. And yeah, that's part of the reason I retire. I was living on those things. I never got into the opioids. I never got into injections pregame. I just knew it wasn't good for me. Like trust your body. Know your body. Feel it. And post-career, you know, going through the roller coaster of what that ride looks like for someone like myself who played 14 straight years of high level ball. There's a lot of things that happened physically, mentally, spiritually. I was guided back to a former teammate Nate Jackson who was working with friend Ryan Kingsbury who had started working with Charlotte's web. This hemp company, CW Hemp, that was providing this illegal schedule one plant, a weed that grows on the ditch banks to little Charlotte Fiji and Zakai Jackson. And these mothers were fighting for that, right, to not get prosecuted and and persecuted and thought out as criminals for giving their child a plant. And it was a really powerful, powerful thing that really opened my eyes to, wow, there's a lot that we don't know. And no fault of our own. It's just we're not taught. They're not teaching you about the things you can take and do for a headache. Instead, take this aspirin, this Advil and it's like, well, what's in that? You should question that. You should know what those ingredients are. Why have such a strong effect? I mean, so, you know, it's just been a path that's brought me to a lot of fun stuff. I never ever thought, you know, that playing quarterback would bring me to having a farm that grows mushrooms and extracts them and now a company that is trying to educate people again on this, you call it a kingdom, I say, the kingdom of fungi. Because we're just scratching the surface here in the Western civilization, the Western medicine on its possibilities to initiate a path to wellness. We're discovering what European and mainly, like, Asian Chinese medicine has known for centuries. So it's a lot of fun to bring that to people. It's confusing to some, but the curious will come ask the right questions and check it out and see for themselves. Yeah. Yeah, I love the arc of your path. It's so interesting. It's so full, right? It has so much dimensionality to it. And from my perspective, as an observer and an author who notices some patterns, it also, to me, sort of represents symbolically an arc that hopefully we're taking as a society. And, you know, it's interesting to speak of your grandmother, your aunt, your mother, carrying these traditions that go back centuries and millennia through virtually all cultures working with medicinal plants and in many cases, medicinal mushrooms. And it's so bizarre, really, that modern Western society can be in such a state of amnesia that these things we've been doing for so long as a species might appear to us at the moment to be stranger, newer, or different. And when, in fact, not using herbal medicine and medicinal mushrooms is actually this bizarre aberration over the last 50, 100 years it would have, as a result of some of the modern developments in industrial profit oriented interest. And it's not to say that the medical and pharmaceutical industries are necessarily all bad by no means, by no means what I ever say that. But there's this opportunity we have to reconnect with the older tribe and tested ways for our well-being overall are preventive. And I'd love what you guys are doing, not only exploring this in your own life, but putting together products that the rest of us can enjoy and benefit from as well. Yeah, I mean, you said a lot right there, just thinking of the war on drugs. And so then you got to think, well, let's war on labels because we labeled a lot of things a drug that will or a plant that grows right out here along the ditch bank. So word choice is very important. And then, you know, war on distractions because I think, I don't want to say war, I actually don't like war, but like be mindful of your distractions because TV and social media and these pocket computers we carry around a call phone can take you away from reconnecting to that you know, lost in time methods of healing. And right here, Mother Earth is saying here is, you just have to take time. Well, I don't have time. What are you doing with your time? Are you turning on the TV a lot or you're watching a ton of sports? Are you scrolling? I mean, I find myself sometimes scrolling and it's like, dude, come on, what are you doing? Do something else. And TV became something I shut off and got out of my house. Never thought I could ever live without a TV and now it's like, oh, and now when I get this watch show, I'm like, oh, right. Yeah, I like this, but it's not an everyday thing because I just got so much else to learn and to do and to try to keep, you know, pushing forward this thought of, you know, we have what we need right here. We just have to get it back out, educate, educate people. And yeah, it's really, it's really wild, you know, the mushrooms are similar to cannabis and hemp because of psilocybin and psychedelic mushrooms. And most people only know mushrooms because there are pizza topping or their psychedelics and they heard about magic mushrooms and or their amineeta, the red and white mushrooms, that's poisonous. Don't eat it. Well, we're finding out that has some positive benefits too that can really be helpful in some of the disease we've created and that we're suffering from in our culture. So why me, I don't know, I'm super excited to be a voice, to have done what I did, to have a little bit of a voice in really a demographic that doesn't look into this much. You know, their health and wellness, they work out, they may go to CrossFit and they drink energy drinks and they do all this stuff, but you know, they also, they're into modern medicine and their doctor and what they see on TV because they're watching a lot of sports. So when I say something like this, the people listening tuned into the game last night or they watched it last weekend, they're in that realm and so when they hear something like this, they may first think, oh, there goes Jake, he's that hippie stoner, he was pushing weed, now he's talking, tripping balls, you know, I'm like, no, listen to my words, we're choosing the words, the right words to say because there is confusion and so that's what we're set out to do is to try to educate people that there's an entire Queen and we know very little about it, but what we already don't know, what we're finding out is showing such positive benefits that you can't turn your back away, you can't just shut it off and say it's illegal. So yeah, it's a very fun, it's very profound place to be in my life and like, wow, I couldn't plan for this. Had I known I would have studied myology and college, maybe going into forging way earlier and got my herbalism certificate, you know, started working on that way sooner than just now, you know, like these are things that, you know, I finally realized, I'm like, hey, let's take this, let's become this, let's dive into this because we need, we need people to go lead and do this and I'm glad to be a person that's a voice for it. I'm not a, I'm not a myologist, I don't know everything about it, I'm not going to baffle you with facts and numbers. I know that they work, they help me, they've helped so many, I know like enough about them, I know to grow them, I know and can I identify quite a few, but I just know that this is something that's like veggies, you know, eat them, we've stopped eating our mushrooms, start getting them into your diet and that's what we're trying to create it. A nice way to do it that's palatable, but also that's that's got a lot in a lot of compounds, a lot of milligrams of the mushrooms in them and that's why we did start umbo was similar to Shardt's web was to keep a standard set, you know, like, hey, let's make sure if we're going to claim that this is good for anxiety and this is beneficial for depression, this is beneficial for sleep and this can help with inflammation and boost your immune system and help balance your gut and neuronal projection and nervous system, you know, calmative, I mean, all these things, we're to claim this and we better make sure that it's good product grown with the right intention and extracted as best you can and put into it healing and love, not profit. And so that's really what we've tried to do and that started with Shardt's web because they are still one of the best, if not the best product on the shelf that you can get, they have these kids that help them, we're finding out a lot of really cool stuff about functional mushrooms, lilies lighthouse, you know, people check out lilieslighthouse.org, liliesazesers, she tried everything, she tried to blend the functional mushrooms and it's been very helpful for her. So let's step into this people, let's find a way to help yourself get better and if we can usher that in, I mean, what a gift, I never would have dreamt to be in this position. I can get into doors and take product to owners of NFL teams, that's the doors that I can get in that would take years to get there, if you were just some banger with a backpack on trying to say, hey, this is good for you, you know, like no offense to this awesome forger that I'd like to go hay, but those doors will swing as open as for what I have and so that's why I figure that's why I play ball must be in, so I can go where people that need this, I can hopefully keep knocking down those doors, keep going in and keep presenting this to whether they get curious enough to try it and then understand that I'm again just trying to let you know what's out there so you can optimally function and feel better. Yeah, it's amazing and I want to talk a little more about some of the specific challenges that football athletes and others in high impact sports are dealing with, but before turning there, I got to let folks know we're actually going to do a little unboxing here. We've got some umbo product that you brought with you, Jake and wanted to mention too a little shout out. We just recorded a podcast interview recently with Dr. Elaine Ingham who's considered by many the foremost uh soil scientist worldwide and she was telling us in the discussion when she started her career and this was several decades ago, she wanted to look at the role of fungus in agricultural soils and her advisor advised her basically to go to all the different soil scientists she could and inquire with them their views on her interest to a man and they were all men she told us. Wow. The attitude in the opinion was fungus in the soil has no benefit. If anything its presence is only going to cause disease and pathology for agriculture and otherwise they're just they're taken up space. Well, we've come a long way in the last 30, 40 years to understand that along with the bacterial colonies, the fungal colonies and networks through the soil are life would not be here as we know it without they're so integral and and and there's a really interesting parallel there looking at the kind of agricultural soil health side of things and the human biological health side of things and I'm really excited. No, we're not going to be talking facts and figures this whole time but some of the known entities the peptides and so forth that we understand to be in some of these medicinal fungal species are I think important to know about and yeah I'm excited to crack this box open and see what you brought with you today. Yeah, I'm excited we're using you know powders from a very reputable company in most of our products but the tinctures we have in the box here were grown in Fort Lumpton at Michael Love and extracted at the lab that I helped start and put into the umbo bottles so it's like I know I've I've had my hands on those cordi-cepts mushrooms with a glove on of course but you know I've had you know a hand in helping you know not the straight up all the way cloning part although I've done all of that I mean have people doing that all the time at the farm but like I've been involved in the growth of these things I don't do extractions I'm not a chemist or biologist I'm fascinated by how they do it I have learned but I got the guys know how to do this and so it's really exciting to like take the product that's fully grown with the intention to help somebody heal them I don't like to say heal because that carries a lot of weight help this is going to help you in some way shape or form if you're consistent with taking these products you will find something that benefits you if you don't feel it look at your watch if you've got one of those things that tracks all your stuff it'll tell you're sleeping better you're optimizing more hours up on your feet you're feeling more energized and so you know this is you know it's fascinating to see like not only for for us as you mentioned you know what it does for the soil but mushrooms are not going away they've been here for a long time and there's also a lot of work with with materials biometherials mychromaterials the packaging materials I think that we could help ourselves really fast if we you know stop producing so much plastic and put some money into like finding the mushrooms that eat it like oysters and finding ways to create places where we could just dump our plastic and let the oysters take care of it and there's filtration micro filtration microreforestation Paul Stammett's is leading voice in all of this with studies on bees that he did with some mushrooms that helped colony collapse and so this is just this is going in all so many directions I mean all over the map you can you could say mushrooms are just starting to creep into our lives and then you know all the last of us the show on HBO comes out where chorus steps turns people into zombies but these zombies are like bad ass like fast and just like like what kind of it's kind of the opposite we're going to take zombies and then turn you into like what we need to pull off what you're trying to do on earth and what we all know we need to do with our soils with our air with our water with our own like thoughts and what we put out there it's hard to do that if you're not running on the right stuff if you're if you're taking you know the products that they're telling this and they're putting out in the stores not being cognizant of what you're putting in your body you know you might not be able to function to the level that we need you at and the mother earth needs you so that we can all say well there's no way I can make a difference well there is there's so many little ways and so this is my way they're like that's debunked the myth of mushrooms as bad or psychedelic only and there are some that can kill you so don't just go pick them and eat them like this is not child's play here I don't mean that any disrespect is some children know more about mushrooms than we do because they don't think too much they just know so yeah the mycelium and the whole mentioning that you said of you know the work that what was her name the the doctor you're laying on yeah I mean that's just oh that fascinates me because the more I hear and the more I learn and I just I'm there's so much out there and I'm the mycelium they know and that's why I call them the Queendom I feel like it's mother and when you say all men that were saying no I mean that's been one of the you know the the topics of a lot of the downfall of you know agriculture industrial revolution all this stuff is the the masculine dominance of more I want more the hordes and gather and less feminine energy around this and so that's why I like to say it's the fungal kingdom because there's really nothing nothing like it it's not one of the kingdoms that's been there this is a kingdom this is this is mama and let's figure out how to make sure we treat her right and while we profit from umbo sales no people point your finger at me oh you're profit hearing you're making money on mushrooms you have our root cause driven this is this is to to keep building this to where we can get to where we can now put it back into the things that you're doing the things that we need for people to come heal to reach their potential as humans with a short time we have like let's create spaces where people can come be free they can come heal they can come learn whatever that is that's our goal with umbo is to try to help facilitate this as the mass there's people growing in this in this in this cause but there's also some people that have every bit of knowledge they need but they don't have the funds to go buy the piece of land to build this thing that can help make a difference in their communities well we want to help help that happen through our our company growing supporting unlimited sciences dot org another straights my co-founder Dell jolly helps start that they help you know responsibly research psychedelics because people are wondering we have a call center now there's a call center you can call and ask questions about mushrooms psychedelics and if it's something you may want to look at or you want to just learn more about or you have a friend that tried them and is over in the corner and you don't know what to do call will help you we've set this up to help help people have uh good experiences as good as they can with this so that there's no fear around this whole entire queen it's it's some other it's queen yeah i love and you're telling me before we started recording you've been reading uh greedy tons of the novel and you're just about to get to the part then man where where the big revealing crescendo occurs with um the mother and i can't say where no i'm kind of like uh there's something coming here i'm feeling this bill that's been remarkable to read though like such another like lists of names and stuff and things and words and wow i got to be back and i need to learn more more to learn what one of those i guess the reason i brought it up and made the connection to the book is um especially uh with the opportunities to connect and collaborate with folks we have through the winery community the podcast etc what has become very very clear is we humans are activating and stepping up and leaning in in in ways that really resemble the mycelial networks we see in the soil and the neuronal networks we see in nature and it's such an exciting time right because more and more folks are stepping up to help get the resources over to the folks looking to get the land to get the stewardship and the uh medicine food production going and this is emerging worldwide so exciting and by the way i want to get into this box here and one of the really fun connections we have is the affiliate relationship we're set enough with why on earth and um both and uh so this is another really cool specific connection point but look at this gorgeous box i mean boy that reminds me of somebody yeah that's that's Meshad Evans who's our other co-founder you have see hall famer um a really beautiful peaceful spiritual man that also could probably whip anyone's after you know but he's so tapped into you know his journey and where mushrooms have taken him and uh you know he's also helping us just get this into the hands of the people that need it we can't force it you know yep if you're curious you'll you'll go let me check that out and would you guys you guys have put this all together for us in such a great way with the performance on the one hand the recovery on the other and and let's let's break into this man and yeah maybe you can walk my feet through the middle fuzzy things right yeah you know this is a very complex kingdom as we know like i say to many people like i know more than the average person on the street about mushrooms but i don't know anything from Paul Stammett's he knows more than everybody that you can even imagine and he doesn't know jack either because we've just scratched the surface of like all of these pieces of paper we've realized like but not that much of what's out there and there's all that to be explored so we're just starting something here which is a lot of fun i'll big through some of this these are our first things we came up with was our our bars yeah we wanted to find a way as we used to call as we called it like the pixie dust that was happening where someone would make make a mushroom bar put 150 milligrams of lions main in it and call it a mushroom bar all the 150 milligrams that's good you're getting some they recommended therapeutic dose which we really can't say because we haven't done the studies but we are being told by a lot of experts anywhere from 300 to a to a thousand milligrams a day and you can do that with multiple mushrooms you know like the more of the better and if you find a way that's palatable which a lot of people don't like mushrooms this was our way to put the mushrooms into something that you would not only a bar that you would like oh i want to i got to take this but you crave it because a lot of the bars out there pre-work out for energy or for whatever there they got some good stuff in them sometimes sometimes they got a little bit of bad stuff but they really a lot of them don't taste that great and then the ones that do taste great you look you're like oh okay there's a lot of stuff that a lot of added sugars so these are out of honey and our added sugars are high because we have to say honey but it's honey it's honey bunches is a company in Longmont yep we just added 2500 milligrams of mushroom powders into these to give you a palatable way to take your mushrooms so this one's dairy free also i love these i've tried them i've got them yeah they're great them they're delicious i mean they are so good and yeah highly recommend folks try these out you know it's been super fun for me i didn't study marketing or any of this stuff in college and you say entrepreneur in the mushroom in field it's like i mean just i i really like a mushroom i'm an opportunistic kind of optimist guy that falls into these things and i get a sport that landed here here's my chance we come up they'll be involved in the design there's been a lot of fun you know come up with and let's put little balls on there some of this was my idea yeah i got soccer balls yeah and like yumbo instead of umbo like yumbo or yum unbelievable you know like those are little things that i threw in that it's like it's fun to be involved with this stuff and cool and see it come and like see it on the REI in our yeah in the bunch of REI and then Lucky's market here in Boulder and now yoga pod is selling them and it's like when you see it i'm like yeah man i hope i hope designed that pick the colors and like my name's on it so it's really fun it's a lot of learning for me along the way um we've got our capsules here and kind of buried in this stuff yeah our energy and focus which is a nice blend of of corniceps and then a nad plus precursor which is a nicotime nicotanamide riboside hope i said that right uh and then rodeola which is you know an herb it's been used for centuries the Vikings used it when they go out on the seas to stay focused and stay up for many many many hours at a time because you can't sleep when you're on the ocean uh finishing sleep capsules this is one that is non-drause so you are fine to have in a day where i'm a little like just too much is going on and i'm feeling like little anxious you know because anxiety doesn't go away you have to learn how to deal with it and have your body be able to have the tools inside of it your nervous system and your systems functioning well so you when i an anxious situation or something comes up you know how to breathe through it and know that you're gonna be all right and so this is something that's really these have been really good with lion's mane racie and elfianine and that's another herb that just induces a state of calm and also clarity so sometimes that night you know you're you're running through these things in your head and there's no you can't come to anything and it just a cycle goes and it keeps you up and so this can cause you to like fruit no sleep and it's been really positive we've had a lot of great reviews on people's uh you know charting longer hours of deep sleep with their watches so it's it's now coming out of that little data center so we know these are working and helping people get a good night's rest because you know you can't really go do what you need to do if you're not recovering well yeah yeah well and i got to say this packaging is so beautiful and you know back when we had the food hub we helped get a lot of different brands up into whole foods and the airport and veil resorts and ask the ski company university all for a second actually honey bunches was one of the companies we were better than they're great so we've seen we've seen a lot of packaging and uh boy you guys nailed it on this and i love how the the uh the colors indicate whether we're we're talking about the performance side or the rest and recover side and it's a way to make a complex thing mushrooms that's very they're very confusing when you have the you know all these things listed as the what it is people don't know what racie and lion's mane and eltheanine and it can be a little bit intimidating so we want people to know what it's for it's for sleep it's for energy and focus and the color coding of course is good and then we'll move on to uh the recharge and the charge these are really i'm really excited about this because these are like i said three of the mushrooms in here are grown at our farm and all them are extracted here in longmont and then they're in the bottle it says from jakes farm so that's pretty exciting and again just trying to come up with something that shows you you know like every day if you do these consistency over time equals results it's just you don't eat broccoli once and go holy smokes broccoli's amazing to just know you need it vitamins minerals all the good stuff if you're taking them daily you know you'll notice you'll feel something and know that they're working with your systems in your body to bounce things out these are great for you know you know modulating and adapt to the effects of mushrooms are really the the key to what these are you want to make it simple it helps your body adapt to stress better helps your function your bodily functions whether that's your nervous system cardio vascular system your your circulatory system your indichran system whatever it is these mushrooms have shown to be beneficial in helping regulate those so my theory is that you know you don't spend energy digesting your food because your body is knows how to do that because your gut is in balance because turkey tells really good to get balance out your gut it's naturally naturally does that and it's really great for patients that are taking radiation and chemo as it's been used in Japan for years they prescribe it and so we're just just channeling at this knowledge that's been there and bringing it in a palatable way to people here that are wanting to you know be or maybe they're sick and tired to be sick and tired and and that's really where it's at and then our last thing is really exciting it's an it's a it's part of the category that's super confusing and hard because there's so many drinks and you read the ingredients and you're just like wow energy drinks they're full sugar they're full caffeine, guarine all these substances that can really make you get real amped up which if you need that great but a natural way we've created play and pause which their drinks we use our salts here electrolyte salts from Boulder salts there's a very good company does a really good job and there also some adaptogens in there you know the play has ceremonial matcha and maca root and tolcy leaf along with cordiceps and lion's mane and chaga and then natural fruit for the sweetener so four grams of sugar and they and we hope they taste good to you we get a ton of bay samples and so far people have been enjoying them the pauses for post workout play get ready to go hike go work out go ride your bike go to hot yoga go to jitsu whatever it is drink a play and then when you're done in the afternoon evening drink a pause and this is going to help calm the nervous system down replenish turkey tail replenish your gut health ratio to relax you and then tremella also to rehydrate you because tremella is a super is using a lot of facial products for hydration and so that along with chamomile and ashwaganda and yeah that's what we got man these are our products and it's it's really fun you know I'm able to provide something that's going to I believe help that help people I mean they're searching a lot of people are looking for a drink that they can drink and if we can put this and get this out that's the challenge get it out and in front of people so they know there is a healthy option that's got a lot of good in it well we're gonna we're gonna do our part to let folks know about this and encourage folks we'll have a affiliate opportunity for folks to get to your products through the why on earth because of the system uh thank you and it's so beautiful I mean so well done with the packaging and the the education and information right yeah that's huge it really helps I think a lot of us get a grip on the opportunity here with these incredible uh mushroom medicines you know we created a playbook on our website that breaks down all of what we put into all of our products everything you can read why ashwaganda what does it do why should I have this what does it mean where do you get it you know we've broken it down so that people can understand because a lot of it is just they don't know yep and once they can find out and you know on our cans the the little ripples that come out uh you know another one of my ideas that I love because it's like we are just we drop where we're at I land wherever I'm at and these ripples go out and it's like they go in their felt and some people come back from them the ripples come back you know where the ripple hits a wall it goes back where it came from and so we're just sending out ripples who's listening who's curious you out there hello you know like that's the fun part I don't know who shows up and that's been the real fun about this is like just like almost the mother of guidance let us know you know we're moving at your speed at nature and and everything is everything's happening I absolutely absolutely love that in the reminds me of that song ripple on still water that uh several of my good friends love for its deeper symbolic meaning yeah uh isn't necessarily obvious I got to say like in addition to being of you know pretty good at throwing a football uh you you've got a real like marketing knack I mean these are super compelling designs yeah I mean I had the the professionals to take the ideas and make it look like this but it's it's fun to throw out the ideas and be involved with you know designing the the swirls on the charge and recharge and just kind of putting what hey I think this is what this should look like you know I think that you know this one was fun because the the Chinese the Inza is the Inza the circle I think they call it Inza the paint circle that starts in a like thick and a paintbrush and comes around and it's a little faint at the end oh okay yeah and that's what's my idea here was like let's start and just it's just like start the motion get this to get started and so yeah I mean I'm an artist and you know was the artist as a youngster and was an artist on the field and I don't have a bunch of art laying around that I do I love creating yeah that's kind of but you know it's fun yeah especially when you can get a finished product and like oh yeah it's good maybe we'll have to weave you into our new guild we're launching different guilds for our ambassador network and we've got one called artist artisan and aesthetics guild hmm on so we'll have to let you know about that everybody's an artist to let anybody I'm not an artist now we all are artists well you mentioned the playbook on the website is that get umbo.com is that yeah website okay maybe I'll take a quick minute and just remind our audience this is the Y on earth community podcast I'm your host Aaron William Perry and today we're visiting with Jake Plummer talking about his mushroom company get umbo his mushroom farm as well Michael loved farm and the incredible work he's doing helping get these healing mushrooms and medicines out to more and more of us I want to be sure to mention that you can connect with umbo on Instagram it's at get umbo and we'll have this in the show notes of course and of course uh you can connect with Jake as well on LinkedIn Jake Plummer and on Instagram at snake plumber we'll get back to why snake in a second um and I want to be sure to give a shout out to our many members and ambassadors who help make this podcast series possible through their generous monthly giving uh if you would like to join uh become part of our monthly giving program at any level you can go to whyon earth dot org and just go to the uh support page and set that up or now you can go to our new patreon page and uh you've got a lot of goodies waiting for you at the patreon page access to free ebooks for anybody giving it the $33 or higher level each month uh here in the united states are happy to uh send you a jar of the way they watered uh hemp and fused oromotherapy soaking salts as a thank you each month to further help with your self care and well-being practice and of course I want to give a shout out to several of our uh corporate sponsors and partners this includes Chelsea green publishing by the way y o e three five is the code you can use to get a 35% discount on all their books and audiobooks, whaley waters uh hemp infused oromotherapy soaking salts, profitable purpose consulting working with all kinds of B certified companies and others earth coast productions and new earth coast news uh patagonia and uh earth hero and uh dr. Bronners as well uh huge shout out to that whole uh community of amazing companies and leaders and again uh if you want to connect and join our ambassador network just go to whyon earth dot org and you can uh get that uh process underway one of the benefits of becoming an ambassador is you have access to a whole bunch of additional video resources including recordings from our monthly ambassador meetups and folks from all around the world uh and uh talks uh seminars lectures that have been given at various symposia and conferences and a whole bunch of behind the scenes segments with our podcast guests and Jake and i will be doing one of those after this main podcast episode as well uh dive a little more deeply behind the scenes and so yeah huge things and shout out to everybody and once again uh you can go to get umbo.com uh to get your hands on these amazing products and so i want to circle back and and weave back into the uh some of the issues we're seeing with uh certain professional athletes in particular around uh impacts on the brain and there's a connection here to some of the stuff a lot of us are having to deal with in our in our families and perhaps in our own lives like dementia and Alzheimer's um and then we got to connect in the dot two of uh of Jake the snake why snake uh so maybe we can start with why snake and then talk a little about how these products are so promising for all of us whether we're dealing with uh brain trauma from sports impacts or other uh other causes behind things like uh Alzheimer's and uh dementia and so on. Yeah um lots of cover uh obviously the first is my nickname i guess you know it's important for some people to know because a snake can have a negative connotation to some you know like there's snake layl salesman or just someone who's a snake is always trying to come and then sneaking in and but my my nickname came because i was skinny and it was hard to catch and my name and the third grade became Jake as i was born with Jason as my legal name uh and when i transferred into the third grade at Pierce Park Elementary in Boise, Idaho there were four Jason's currently in the class and i was going to be the fifth and the teacher in the hallway before she brought me in Mrs. Jenkins she's a great teacher she asked me do you go by anything else and i said i've been called Jake and she didn't hesitate she said all right Jake let's go and walked in and said hello class we have a new student his name is Jake Plummer welcome Jake to the class Jake please take your seat and i was Jake and so snake rhyme with Jake and i read another thing when i was seventh grade i read kidney stabilers biography which he was kidney stale of the snake he was one of the he was the original in the NFL left handed gun singer for the Oakland Raiders that would not be allowed to participate in this current environment of the NFL because he party like crazy and smoke cigarettes drank beer snorke the coke chased women and slung the ball like nobody you know it's amazing one you know one a game one time a if you championship game got dropped off in a limo at the stadium fell out in the limo beer cans ladies in the limousine he win and then had a great game and they won the if you championship like this won't happen again so i'm different era and i'm not like i didn't embody that necessarily as a player i love to have fun after games but i wasn't a wild man like that so kidney stabiler the snake my brothers like friends started calling the snake in junior high it kind of stuck around there and then when i went to college i just signed Jake to snake plumber it was like i'm here i'm ready Jake the snake plumber i've been practicing tracing Walter Patins autograph Joe Montana's Randall Cunningham's you know i had my i had it all ready so when i got there signed Jake the snake plumber number one six and it stuck and thankfully i could make people miss you know i was a mobile quarterback that was able to get out of the pocket you know five guys and then here i come out just like a snake you know you you never know they're there and then they're there and then you look and they're gone and so that's kind of was my my way i played somewhat and yeah so most stuff has snake on it snake plumber for instagram and my teammates call me snake not many other people call me snake the wife will say hey snake once in a while when she's like want to get once again my attention but yeah it's just a great it was a good nickname it was fun the song jeopardy because of it too that's pretty cool i've been i've been a one of the answers on jep on jepity snake famous snakes uh this one played in Arizona led to sun devils whatever and so who's Jake the snake and like yeah i was in on jeopardy that's all right well in er i know you're gonna get to some of these other topics too but just a quick interjection it's really interesting the way the uh symbol of the snake has taken on such a negative connotation for some of us when in fact in many cultures uh the snake is so highly regarded as a symbol of fertility and the uh life death life rebirth cycle yeah uh and you know obviously snakes are very important in the ecosystem function uh for many of the regions of the world so it's yeah it's very interesting yeah the pharmaceutical companies most of the rx have the snake going up and uh yep and so our my foundation has been benefiting from every cell of these bars um we created a little where is it on here we created a little um a logo that shows i'll find it easier on here the snake kind of wrapping around a football yeah similar that was my idea behind it and like hey let's make people know the snake's a good thing which i'm glad you mentioned that because it is very symbolic of a lot of great things and other cultures and when you really dive into what snake medicines are about yeah which is you know again i'm i'm able to step into you know we say medicine but we really can't because it's just a food group that is very very helpful uh very beneficial but we're finding it's gonna you know hopefully change the game in a lot of different ways for people's health and yeah speaking of changing the game uh literally and metaphorically you know talk a little if you would about the ct e t b i you know traumatic brain injury chronic traumatic and cephalopathy if i'm saying that correctly or close um this is something that folks in football deal with a lot in particular and has implications and applications to the broader society in general oh yeah yeah i mean it's football is the sport that kind of coined this ct e term uh they were studying brains and finding out that you know there was these spots in the brains that were just dead and these brains were of a lot of former players that were donated to be studied uh a lot of them showing signs of dementia Alzheimer's depression suicidal ideation a lot of things you don't want to deal with while you're alive and so uh this is this came about you know how many years ago did the movie concussion come out probably over 10 12 years ago and that was in the NFL right around when junior say how in a debt committing to a side and and he shot himself in his chest because he wanted to have his brain for research because he was suffering internally well on the outside uh junior was full of life but he was suffering internally with like hearing about these former players and what they would go through um all the NFL and the good that it does as an entertainment industry and paying these players and providing entertainment for families and cultures to be able to gather as a community they really have had a hard time taking care of their former players in the in the right way I should say they try they set things up but then we come out with something like this that is really scary when you when you read about CTE which is called cause but they're saying by multiple TBI traumatic brain injuries and so traumatic brain injuries or concussions when you're jarred and you're vatled and you're blacked out your brain is jostled inside of your head I mean it's a the the control center floating in fluid inside your skull and when you smash your head whether you're wearing a helmet or not and some would say the helmet was made not as a protecting as a protector for our brains but as a weapon to make the game more violent that's what it did and so guys were I mean I I had multiple concussions during my plane days I can't say that they're in any medical record because I never came off the field in fact I never came off once never stopped playing my whole entire career they never came out to me laying on the field and I did that for my mama I didn't want her to suffer through a commercial break you know and so whatever that is I was able and lucky enough to get through it but I know my brain was rattled numerous times and sub-concussive blows are also what are being shown to cause even more damage and those are non-concussion where you're diagnosed and like you're out of it but where you're just popping your head alignment smashing their heads against each other a hundred times every practice five days a week three four days a week and then on Sundays it's violent it's hard core it's happening and so these are adding up and and we know it's not good for you we know it's not good to rattle your brain it's happening for our our soldiers who have you know explosives and when they're going through and falling and hitting their head and having TBI and it's same for a lot of athletes in a lot of different sports that are having TBI a bald eagle this flew by thank you for that I always look I'm going to see it's like I got to recognize oh so yeah the the it's all sports boxing UFC like your if your head's been rattled and even we can we can jose you know warners whatever they're out there playing sports they're they're hitting their heads so any sort of brain injuries you know the CTE term is very scary because it holds a lot of weight of you know depression anxiety anger issues dimension and Alzheimer's and that's kind of the path that that we're saying these players that have had multiple concussions and you know oh where did I put my keys oh man and then it starts and that can just snowball and just a thought alone of oh Jesus CTE oh god I played too long you know that's unhealthy and so I'm trying to flip that narrative I really want to go against the status quo of hey former players here's your pensions here's your prescription card here's your in hospital network it's all provided for you well SESHA brain and body but we don't really have a great plan to reverse this damage I want to find what's out there to reverse this not just by lasers on your head and dark and music and some positive things but actually like let's do some studies let's find out if maybe psilocybin mixed with lion's mane can heal and reconnect some neuronal pathways that have been severed through some of these violent collisions we brutal hasten mildly for on Sundays and Saturdays and Fridays and Thursdays and Mondays every fricking day of the week there's football going on that's just one sport that we get to see let alone high school junior high pop more than eight year olds wearing helmets and skateboarders hit their head I mean people that are active they're going to have to face this at some point can we find what's out there the most all of this can we find what maybe able to reverse this this thing we're calling CTE that we so you know eagerly have to await to be dead when they look at our brains to see if we had it or not maybe that explains why I was a muggie promudginy asshole for 20 years of my life because I had problems from being on my head and it's you know for the for money hey we make a lot of money but what good is it if you're not living a good lifestyle so we're setting out to to find this out and if it's psychedelics if it's functional mushrooms if it's cannabis whenever it is we got to stop thinking this stuff's illegal and start really decriminalizing and putting the money towards that rather than a prescription card I don't take prescriptions so the money they're giving me for that's going to waste I want to spend my money that they'd rather prefer prescriptions for massage for acupuncture for sounds that for us uh for things that I know help me feel better and come out of it alive and being grateful for being here not thinking oh shit I can't find my keys oh no honey I think I have CTE that's no way to live because that we all got to face our maker we all got to face the the degradation of our bodies in our brains it's something that our society kind of like talks about better plan for your retirement you know and all this stuff but let's stop let's look into like long term like 80 90 year olds being at their peak mentally yeah we can do that yeah I think it's there and so if I can do my small part man what a gift but I did out in the football fields just like was was a game just recess that was fifth grade recess now I'm stepping into like what really I'm here for and people are coming out of the woodworks you included you know to help just get it out absolutely yeah and we're all in it together and the the leadership piece you know is something we're paying very close attention to uh through the Wyners community with ambassadors and folks all over the world leaning in working on these interconnected issues stewardship sustainability health well-being and you know one of the things I want to acknowledge Jake knowing you and we've been getting to know each other these last couple years meeting first through the regenerative farm community here in the area and yeah becoming friends hanging out a bit one of the things I see in you is this form of leadership that I often will see in somebody like a quarterback you know maybe a catcher and baseball somebody who has to bring the team together and communicate to the team and with the team which yeah kind of makes me think of them my silly again yeah and you have such a way of inspiring and encouraging and acknowledging others in in the community and that you're collaborating with and it's awesome and my sense is the degree to which we see this kind of leadership like what you exhibit emerging more fully in the movement to make our world better uh for everybody we're gonna we're gonna get there just like you're saying about getting 89 years old and having very high level cognitive performance this is possible we can do it and it's happening let's put our energy into that that's what I think because then we can take we can all be fresh for the time we need that's gonna take the to write some of our wrongs here on planet so we can ensure that our children have a clean air and clean water I mean that's really having kids put puts a lot in perspective you know like oh man I grew up in a time where we were really free and now we got to realize like we got to make some changes we got to we don't have to limit what we can do we just have to be more cognizant more more embodied in the hole and uh yeah there's there's so much to learn and you know the the thought of living to an old age has been something I've been really sitting with and feeling good about like I plan to live for a long time so I'm only into the first part of my journey not even really I believe halfway and at 49 that can show you where I feel like I'm going and I plan to be here for another whole fifth if I can be another 40 plus like what I did already in 49 and what I hope to do in the next 50 like wow I'm life is I'm I'm ready I'm excited and so thank you for the kind words I mean being a leader it's hard because like I never like to be the guy out in front of everything but as a quarterback I had no choice but like whenever I could it was about my team because I knew like yes I'm an important part and very important because the balls in my hand but I can't do it without my lineman the center gives me the ball he didn't give it to me I couldn't do it so really he's I've argued the center's the most important person on the entire offensive field no you are like he gives me the ball he gives he says here you go dear thing Jake he allows me to go do what I do to be the person that we have to be so yeah when I played it was always who everybody was a piece of that success and if what I did was at the level that I needed it to be at and even more then you know everybody would rise up and if I was down a little bit they would say hey let's rise up to bring him up with us again it was just that constant you know rise with each other you know all ships rise together and so being a leader was something that happened you know it wasn't something I was taught how to be or anything like that it just was something that I found myself a situation most of the time doing good sometimes was meeting people down the wrong path and that's always good to learn you know learn where your where your influence can go if you're not careful be sure where you're guiding it and the most of it's been really good and so whether I'm a leader or not I don't feel like you know you can lead with this it's just I'm an I'm I'm that makes me a leader than great I want more to step up like me if we could get some of these high profile athletes to endorse broccoli and sweet potatoes and not lays and Pepsi make a huge difference or vertical farming or microgreens my buddy here I'm wearing a shirt urban roots farm in Arizona they're doing in the desert it's taking our water out of a Colorado they're doing vertical farming and with very little water and they're making microgreens and they're doing it really well and it's like that's what I want like when's LeBron James gonna endorse microgreens and all these small farms and communities like that's where the difference is made not endorse and Pepsi you know god damn these are the this is why we're here right now having to band together and see who's willing to go you know put forth the effort to make a difference. Hallelujah well the door's open to LeBron a shout out to LeBron let's go and serene away them come on yeah yeah and urban roots farms loved it connected them yeah and collaborate a bit and yeah I love what you're saying about we're all rising together uh amen to that yeah I mean we see it here where we live it's it's it's it's parent everyone hears very into living that kind of lifestyle as much as they can but you get out into the real world and you see like whoa okay some people really are struggling just to get by and that's sad when people can't eat and I have a place to stay you know it's some of the the homeless situation didn't dawn on me till I did an event in Arizona and a guy working for St Vincent to Paul uh or was it yeah I think the St Vincent Salvation Army was working with the homeless and he said you let me give you a breakdown of homeless because I know you all think homeless and you think oh damn they're begging at the corner and I would like get locked my car if they came by well I worked with a lady who has two children who is homeless why because she missed one month's rent and had her child got sick she couldn't go to work for a week she lost her job and all of a sudden now she's homeless that she's she's a good human she's a great American paying taxes working two jobs to feed and educate her children yet she's homeless so the homeless is not what we pictured in this country and so there's a lot that can be done and I mean it's almost overwhelming so well thank you find your lane and give her for given voice to that because I want to say we have a couple of podcast guests planned for a bit later in the year dealing with the housing crisis yeah which is extreme at this point the economic challenges so many of us are facing so yeah thank you for acknowledging that and boy oh boy the better we get from my perspective and in my opinion at taking care of each other all of us the higher quality of life where each get to get to experience and that's the mycelian mycelia teaching us yeah I mean they share nutrients from one tree through the mycelian network into another tree that's suffering they say hey you I'm a send you some love and that tree comes back to life and that's just like we're just mirroring that as little little spores on earth mirroring that mycelia web that's been here long before we ever showed up we'll be here long after we're gone and decomposes all of our waste and here it is you know so it's it's I'm I'm so excited that my kids are interested in this as Dell and I we started this like what are kids going to do for a living? what are they going to go to school for? what are they going to do? like how can we provide what are we going to do for them? like let's let's start mushroom company man let's let them at least have an avenue to like learn about this and come work come work find the next mushroom on a tree down here and go clone it and see what compounds it has and as we keep exploring these this this queen them find what else is out there that's exciting that's really fun well speaking of sharing the love if folks are interested in connecting with Jake for Michael love farm this is where you can get the organic wholesale functional mushroom extracts and again yeah get umbo.com you know want to joy to have this time to visit with you Jake and we're going to transition in a few minutes to our behind the scenes episode for our ambassadors again folks if you aren't yet in the ambassador network and you want to join just go to whyhonors.org and get the journey started there but before transitioning just to wrap up this podcast episode Jake I want to invite you the floor is yours man to share and say anything else you'd like to that we didn't yet cover and you know anything anything of of import and perhaps inspiration that might be good for our audience today yeah uh I guess just a uh kind of my life in general of what I've done and how I've kind of lived it is just being present in the moment as much as I can you know I did go through some some tough times post-career having my hips worked on not replaced but fixed so that I could avoid a hip replacement dealing with just the ups and downs and the headaches and the pain I deal with I don't know if if it's house severity is because we got so good at pushing pain away um so you know a lot of people deal with a lot of pain and so when people deal with pain it's hard to function and I guess the one benefit I felt first from Charlotte's web when I was using the schedule one listed uh drug that our government feels has no medical benefit I felt my mobility come back I felt the headaches and the pain and throbbing go away and now with the use of the these functional mushrooms I felt inflammation go away um but I've also made the changes necessary this isn't just hey here you go this is the magic box do this and you're gonna be good like you got to take into account how you're speaking what you're watching what you're saying of course what you're who you're living around what you're putting in your body um how you're treating yourself are you you mentioned self care earlier with the bath salts like are you taking care of yourself it's it's the most selfless act to take care of yourself uh people would say selfish but it's not when you're right you can represent well to the people around you and I've learned that being a parent being a partner when I'm not right it it doesn't work so when I'm right and that takes work and I shouldn't say work I mean it's I'm very blessed as a young kid being able to to play a game to be financially set at age 23 I mean I've had money since then so I don't see from the angle of people that do struggle financially and economically and I feel for them I feel that but even just taking those moments to stop and breathe taking that moment to like oh okay I mean sometimes it's hard to put good food in your body because you can't afford good food that's what we're trying to do like we're trying to make this more community driven so people can have access to microgreens or my goal with this is to make this so that everybody can have it so that it's at school so that you don't have to pay much for this like profit is not our final mode with this we have to profit enough to get the people in place to then drive the price down so that it's able to go to more and more people whether that's us or another brand I don't care just know that these have helped me and into life like just always I said never a couple times that I would never do something and all of a sudden I was doing it and like hmm okay so never say never has been one thing I really such a kind of a corny thing but just always leave open the possibilities of what's out there and if you take care of yourself and whatever way that is you know I love to do yoga I like to take time to meditate when I can I really like to pursue joy and like I said I have the freedom and time but I do spend a lot of time in these other avenues doing things and I realize when I get caught up if I'm not taking care of myself like the five minutes I just went on a little walk before I got over here because I've been in my car and I'm driving and I'm doing I'm like go just over there and just check out the nature for a minute it's all around us so you know we get to control how we feel how we react and I just wish everybody the best in pursuing you know a happy peaceful life hmm absolutely beautiful yeah man thank you well thank you Jake it's such a joy to be able to visit with you today and really appreciate what you do man yeah thank you Aaron and thanks for the entertainment man I want to dive into more of your books but we're gonna finish that book I'll be calling you all right thank you thanks brother you",
  "audio_transcription_metadata": {
    "whisper_model": "base",
    "language": "en",
    "duration": 0,
    "speakers_detected": 0,
    "segments_count": 675,
    "diarization_available": false,
    "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13884/episode-161-jake-plummer-co-founder-of-umbo-on-functional-mushrooms-for-elite-performance.mp3"
  },
  "related_episodes": [
    {
      "title": "Ep 125 – Danielle Ryan Broida, Co-Author of “Healing Adaptogens”",
      "url": "https://yonearth.org/podcast/episode-125-danielle-ryan-broida/"
    },
    {
      "title": "Ep 115 – Brad “Lights Out” Lidge & Aaron Perry discuss “Viriditas”",
      "url": "https://yonearth.org/podcast/episode-115-brad-lights-out-lidge-aaron-william-perry-re-viriditas-the-great-healing/"
    },
    {
      "title": "Ep 110 – Brigitte Mars on Cannabis as the Tree of Life",
      "url": "https://yonearth.org/podcast/episode-110-brigitte-mars-on-cannabis-as-the-tree-of-life/"
    },
    {
      "title": "Ep 80 – Adrian Alex Rodriguez, Bodai, Mushrooms, Biodiversity in Mexico, & EarthX Mexico/Latin America",
      "url": "https://yonearth.org/podcast/episode-80-adrian-alex-rodriguez-bodai-mushrooms-biodiversity-in-mexico/"
    },
    {
      "title": "Ep 79 – Brian Dillon, Growing Spaces & Rhythms of Thriving after Traumatic Brain Injury",
      "url": "https://yonearth.org/podcast/episode-79-brian-dillon-growing-spaces-rhythms-of-thriving/"
    },
    {
      "title": "Ep 19 – Brigitte Mars & the Power of Herbal Medicine",
      "url": "https://yonearth.org/podcast/episode-19-brigitte-mars-the-power-of-herbal-medicine/"
    }
  ]
}