{
  "title": "Episode 63 – David Bronner, CEO, Dr. Bronner’s, Healing Spaceship Earth",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/9065/63-david-bronner.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/63-david-bronner/",
  "episode_number": "63-david-bronner",
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community’s Stewardship and Sustainability podcast series.\n\nToday we are visiting with David Bronner, hey David.\n\nHey, thanks for having me.\n\nYeah, it’s great to have you really excited about our conversation today.\n\nRight, right on, thank you.\n\nSo David Bronner is CEO or Cosmic Engagement Officer of Dr. Bronner’s, the top selling brand\n\nof natural soaps in North America, and producer of a range of organic body care and food products.\n\nHe is a grandson of company founder, a manual Bronner, and a fifth generation soap maker.\n\nUnder David and his brother, Michael’s leadership, the brand has grown from $4 million in sales in 1998\n\nto over $122 million in annual revenue in 2018.\n\nDavid was born in Los Angeles, California in 1973 and earned an undergraduate degree in biology from Harvard University.\n\nDavid and Michael established Dr. Bronner as a sustainable leader in the natural products industry\n\nby becoming one of the first body care brands to formulate with hemp seed oil in 1999\n\nand to certify its soaps, lotions, bombs, and other personal care products under the USDA National Organic Program in 2003.\n\nBoth actions resulted in high profile litigation with government agencies, D.E.A. and USDA respectively,\n\nthat Dr. Bronner’s ultimately won, cementing Dr. Bronner’s activist orientation in the natural products marketplace.\n\nOver the years, David and Dr. Bronner’s have been key leaders in fights for GMO labeling,\n\nindustrial hemp farming in the United States, high bar organic and bear trade standards, cannabis reform, and a fair minimum wage.\n\nToday, David is helping to lead the effort to establish the regenerative organic certified standard,\n\ndedicating time and resources to creating an integrated comprehensive program that addresses soil health, animal welfare,\n\nand fair labor practices to advance sustainable and ecological alternatives to industrial agriculture.\n\nDr. Bronner’s partners in certified fair trade projects to source all major ingredients, including olive oil from Palestine and Israel,\n\ncoconut oil from Sri Lanka, peppermint oil from India, and sustainable palm oil from Ghana.\n\nSo, David, it is such a joy to have this opportunity to visit with you, and clearly Dr. Bronner’s has become one of the global leaders\n\nin developing sustainable and regenerative supply chains throughout the world.\n\nAnd I was thinking as a way to dive in, we might just start by asking you why bother with all of this?\n\nWhat is it that’s motivating you? Clearly, you could have taken Dr. Bronner’s in a number of different directions.\n\nYeah, right on. Well, I guess we got to start with my grandad, Dr. Bronner.\n\nHis source passion was, well, he himself was the generation German-Jews filmmaker.\n\nHis grandad was something to manual.\n\nAt first, he began so manufacture in 1858, the small southern German town of Loweheim.\n\nThe grandad came of age and got out really poor in the last century.\n\nAnd he came up, and by the time in the 20s, when he was apprentice to another so-making family,\n\nhis dad and two of the running family operations, we had a really big factory in Loweheim,\n\nanother southern German town, pretty much one of the biggest so-bakers in Germany.\n\nAnd my grandad had, you know, he basically got a map, the equivalent of a master.\n\nSo a master, a chemistry master, so maker.\n\nAnd so I had a family enterprise, but early on was pretty activist.\n\nHe was very zymist and political.\n\nAnd his dad and uncles were kind of like, you know, like, please don’t knock the boat, you know.\n\nIt wasn’t Naziism and then fascism.\n\nThe Metro dimensions were not apparent in the late 20s, but it was just still, you know,\n\njust a time of unrest.\n\nAnd just, I mean, I get out a lot of ideas on things so making it.\n\nJust repeatedly clashing with his dad and uncles.\n\nIt just became over the age of 21 in 1929 and landed in the Chicago Milwaukee area.\n\nIt became a consultant in the US open industry, like PNGs of the world,\n\nhelped design factories and launch products.\n\nAnd I met his wife and married and I had to be children by the 30s.\n\nAnd over the course of this time, he became increasingly desperate with the right to pillar to get his family out.\n\nAnd his two sisters got out, one ended up in it.\n\nHe lives in Israel, a lot in Louisiana.\n\nHis middle sister, I came over to the States.\n\nAnd she got out in 38 right before the borders were closed.\n\nBut his parents, like a lot of police law Jews, that they were going to write out the madness.\n\nAnd unfortunately, the fact that her hearing eyes in the 1940s, they were reported and killed for the answer.\n\nSo in his time, his wife, Paula, my dad’s mom, I went out with two, I took sick leave.\n\nAnd so my grandmother was just dealing with immense tragedy.\n\nAnd somehow in the midst of this, she was having these mystical experiences,\n\nthe one that’s in the love of the heart of reality.\n\nYou know, clearly saw that all the fake traditions were at their heart,\n\npointing at this transcendent mystery of love, that even in a world of suffering and absurdity,\n\ntragedy that if humanity could realize our transcendent unity,\n\nand that we’re all children of the same divine and source,\n\nthen embrace across religious and ethnic divides,\n\nthat we could have burnt a nuclear catastrophe,\n\nwhich you saw, the next holocaust, we didn’t figure this out.\n\nWe were going to solve parish.\n\nSo he went forth around the country, lecturing on his peace plan.\n\nWe call them YVC.\n\nAnd it was a bit of the ecological pioneer here, the onslaught,\n\nlike this industry in a post forward to the era,\n\nmoves increasing to a petrochemical basis,\n\npesticides into sets that fertilizers and everything coming out of the war effort,\n\nwe’re starting to be applied to our two crops,\n\nand in personal care, you know, natural social and above,\n\nwe became petrochemical-based factors for shampoo and body care,\n\nand yearly onslaught a problem of making this move\n\nand the damage of the environment.\n\nSo, you know, he stayed true to what we had become,\n\nkind of an old-fashioned soap recipes of his family.\n\nAnd as he went around the country, lecturing,\n\nhe would sell the soap on the side.\n\nAnd then we got out that this was pretty dang good soap.\n\nAnd people were coming to get the soap without necessarily sticking around\n\nto what he had to say.\n\nSo, he began to download what he had to say on a label.\n\nSo, our label now has the more YVC, like 3,000 words on each port,\n\njust kind of downloading his vision of peace and unity and love.\n\nKind of the one love, the one true religion of love,\n\nit’s a heart of all the faith traditions,\n\nand you know, seeing that, you know,\n\nwhen you don’t make fundamentals, beliefs,\n\nand you make, you know, food way,\n\nthat it all is that same, same, mysterious love\n\nthat’s just way beyond any of us.\n\nAnd so, with the rise of the counter-culture\n\nand, you know, the recognition and rejection of corporate America\n\nand the war machine and the era of silence,\n\nand you know, all of the growing understanding of the damage\n\nand the ecological catastrophe we were flipping on the environment\n\nthrough our industries and agricultural practices,\n\nand industrial agriculture, in particular,\n\nmeans that’s a massive harm to the earth.\n\nSo, with the rise of the counter-culture,\n\nthey really embraced the soap that was concentrated in versatile,\n\ngreat able, you could wash your hair, your kid, your dog,\n\nyour kids shoes, let us start the river, and don’t worry about it.\n\nSo, you can’t really, you know,\n\nbecome the iconic soap of the era.\n\nAnd, but he always, you know,\n\nhe always kind of saw the, you know, after business grew.\n\nI mean, for him, it was a nonprofit religious organization.\n\nIt was not, I mean, it was the business very much\n\nwas sort of the all-envisioned.\n\nAnd eventually, he lost the IRS in the late 80s\n\nto disagree with those tax exempt status,\n\nand we were forced into bankruptcy,\n\nand my dad, who actually, he had his own business,\n\nand I actually grew up working with my dad’s business.\n\nMy dad oversaw the soap production up in LA.\n\nHe didn’t, my dad moved down here to San Diego,\n\nor kind of San Diego, in the early 60s.\n\nBut, so I grew up in LA.\n\nMy dad oversaw it was a large chemical manufacturing operation\n\nand oversaw the production of the soap.\n\nHe also developed things like firefighting foam\n\nfor forest and structure fires.\n\nAnd I grew up selling firefighters and using foam\n\nfor my dad and just following my dad around,\n\nwhich is now standard on most fire trucks\n\nlike the rest of our foam system for a structure of forest fires.\n\nBut, so my dad and mom and my uncle basically\n\ncame, my granite got Parkinson’s,\n\nand so my granite basically retired.\n\nAnd my dad and mom and uncle,\n\nand I kind of righted the ship,\n\nfired a lot of bad advisors,\n\nso we got a terrible advice.\n\nWe actually did many groups, he has four profit,\n\nbut we always had a non-profit,\n\ndealing with the heart of what we’re about.\n\nSo, you know, fast forward,\n\nI guess, so my granddad,\n\nyou know, I went through a lot after college,\n\nI graduated in 1995,\n\nand went to Amsterdam.\n\nI had some really mega-seconded experiences.\n\nIt really opened me up,\n\njust kind of tied into the light and love\n\nwith the heart of reality.\n\nAnd realized that what had really been selling it,\n\nsailing over my head from my granddad,\n\npretty much my whole life,\n\nalso made perfect sense of it.\n\nIt was like, wow, you know, he’s been honored,\n\nhe’s been talking about this whole time,\n\nand you know, growing up, it was a lot.\n\nYou know, it’s like the most unique dispassion bird,\n\nyou know, it was just a lot to deal with,\n\nbut now all of a sudden it was like, oh my god,\n\nit’s like so hot, so I’m going.\n\nAnd also this is a time of like,\n\njust recognizing the disaster Western civilization\n\nand just the alienation from nature\n\nand the insecurity we feel in a deep way,\n\nthat we compensate it with like material consumption\n\nand domination,\n\nand just the way we’re just shredding and treating nature\n\nas just like resource to extract stuff\n\nand make stuff.\n\nAnd you know, just seeing that the damage\n\nwe’re reading all these ecological systems\n\nin collapse and communities being shredded\n\naround the world,\n\nand I adopted a big idea\n\nat that time as well.\n\nIt came back and it took a little bit for me to join\n\nup with a family company when it was a mental health counselor\n\nfor it,\n\nbut eventually decided I wanted to,\n\nmy ex-wife, Chris,\n\na missing woman who’s now running a portion of her account,\n\nher condition focused on trafficking and refugee issues.\n\nWe were, she had pregnant\n\nand I had to sort of think in about the long term,\n\nand I had gotten to the point where I was ready to work\n\nwith my dad.\n\nYou know, it was one of the things I had to cause,\n\nit was something I had to use like a dollar\n\nor my family company.\n\nBut, you know, as I’m sure you realize,\n\nwow, if a company like Dr. Browns\n\nwere off a new job,\n\nI’d go for a second.\n\nSo, let my dad know that\n\nin my art,\n\nOtter was born on March 7, 1997,\n\nthe same data Dr. Brungard died.\n\nSo, they’re kind of high-fiving in and out.\n\nAnd surely after my dad was diagnosed with stage for lung cancer\n\nand given six months.\n\nAnd of course, when I made that decision,\n\nthe company accommodated the family business.\n\nAnd we had an amazing year together.\n\nWe really doubted the ropes\n\nand set the up for some of the sadest.\n\nBut when I came in,\n\nit was like very,\n\nmuch vowing.\n\nYou know,\n\nDr. Brungard died.\n\nDr. Brungard died.\n\nDr. Brungard died.\n\nAnd the other things we did\n\nis put in a five-new one compensation cap.\n\nSo, no matter how big the business got,\n\nno executive would make more than five times\n\nof those paid warehouse position.\n\nSo, you know,\n\nyou can just see how things were going\n\nand just a way,\n\nyou know,\n\njust so many people\n\njust started buying yons and bigger houses and cancer cars.\n\nYou know, like,\n\nwe were just like,\n\nno, it’s not going to happen here.\n\nAnd we’re going to run this in a way\n\nthat liberates more and more profits to help drive\n\nour partner projects.\n\nAnd, you know,\n\nand as I came in the industry,\n\nI mean, one of the first things we did was\n\nwas incorporate an emcee oil into the liquid soaps.\n\nAnd emcee oil was with a high and I make a three,\n\nwhich is a triple unsaturated, triple double bond fatty acid.\n\nThat’s essential for helping our mind function.\n\nBut in a cosmetic product,\n\nit’s very smooth.\n\nYou made our lather.\n\nWell, it rolls like a weed.\n\nYou’ll need a lot of pesticides and fertilizers to grow it\n\nversus things that cotton take as a huge amount of herbicide.\n\nBut then it’s also positioned in the drug war,\n\njust really showing the absurdity in the entire area\n\nof the drug war.\n\nSo out of control,\n\nit was scheduling a non-drug every cultural crop.\n\nIt was a schedule one substance.\n\nIt was a way for us to kind of engage on that\n\nand just start to shift the loss in this country\n\nand start having a much more rational pro policy.\n\nThat’s what it now.\n\nWe had a lot of adventures.\n\nWe were fighting D.E.A.\n\nA lot.\n\nBut, you know, in 2018,\n\nwith the Farm Bill,\n\nwe finally fully legalized that farming.\n\nIn the…\n\nSustainable agriculture.\n\nNot, you know, I mean, back when I was like,\n\noh, yeah, this is a solution, everything.\n\nBut, you know, over time,\n\nyou were just meeting brands like Waikki,\n\nor your Ramati brand.\n\nIt’s going to be integrated.\n\nAll their, all their your Ramate is produced in, you know,\n\nin the rainforest,\n\nbut the Waikki tribe,\n\nin a totally sustainable way.\n\nAnd they go to market and partnership with their suppliers\n\nand they’re not hitting farming communities\n\naround the world against each other.\n\nAnd that equal exchange\n\nand other fair trade companies.\n\nYou know, we were,\n\nfor I was inspired to, you know,\n\njust realize like,\n\nwow, I have no idea\n\nwhere our coconut oil is coming from.\n\nI mean, we’re buying from brokers like everybody else,\n\non price and stock.\n\nWe know visibility to the growing conditions,\n\nsocial conditions,\n\nenvironmental conditions.\n\nSo, in realizing that,\n\nwhatever coolness we’re doing here in headquarters,\n\nwhere we’re manufacturing the soap,\n\nwe have 10 times more in impact, you know, supply chains,\n\nand our agricultural supply chains.\n\nThis is so much more people,\n\nfarmers, workers involved,\n\nso much more land involved.\n\nSo, what we’re doing in a supply chains matter,\n\nin a way a lot more than what we’re doing here,\n\nout that we should be taking care of our own house.\n\nBut really taking care of your,\n\ntaking responsibility for your supply chains is crucial.\n\nAnd we realized that, you know,\n\nthe first thing we needed to do was go organic, you know,\n\nlike just realizing the disaster,\n\nconventional industrial agriculture,\n\nyou know, just all this synthetic fertility,\n\nand pesticides,\n\nand poisoning of farm workers,\n\nand the farmers,\n\nand your ecosystems,\n\nand that, you know,\n\nwe needed to farm that,\n\nin a way that replicates nature,\n\nyou know, look at a forest,\n\nthere’s no chemical inputs,\n\nit’s all self regenerating.\n\nHow does our farming\n\nand the system replicate that?\n\nSo, you know, we went on a big long adventure\n\nto figure that out,\n\nand then also realizing that organic,\n\nbecause it ended up itself,\n\naddressed the social conditions.\n\nYou know, generally it’s better,\n\nbut sometimes not,\n\nand you really need a fair trade,\n\nit’s some kind of certified body to just make sure that, you know,\n\nfarmers,\n\nwell, we can make sure the prices are being paid right,\n\nbut to make sure the workers are,\n\nthat’s translating to the workers,\n\nand all that.\n\nSo, we were dual sort of,\n\nabout organic and fair trade,\n\nbut the part of the fair trade really was,\n\njust in promoting,\n\nbest regenerative organic practices,\n\nI tell you,\n\nwho’s deals with compost\n\nand mulching,\n\nand, you know,\n\nover time,\n\nyou just, like,\n\nreally got good at figuring out,\n\nand most of our agriculture supply,\n\nour raw materials are,\n\nfrom perennial tree crops,\n\nso coconut, palm,\n\nolives,\n\nand so, you know,\n\nwhat is the best\n\nagricultural regenerative approach,\n\nand realizing that,\n\nit’s really about intercropping, you know,\n\nin an annual system,\n\nit’s about a smart rotation, you know,\n\nmaybe it’s on your rotation,\n\nand it’s on the explosion,\n\ncrops,\n\nand you’re making sure\n\nyou’re,\n\nyou’re suppressing nitrogen,\n\nand, you know,\n\nnot over-telling soil,\n\nand all that.\n\nBut in a perennial system,\n\nit’s more about intercropping,\n\ncomplimentary species\n\nthat could be a bit of forest,\n\nyou’ve got tall trees,\n\nmid-level trees,\n\nbushes, and ground cover,\n\nwhen you look at a cropping system,\n\nso, if you can take,\n\nfor example,\n\nand gone on our palm,\n\nand palm is such a destructive crop,\n\nso, you know,\n\nhemp is a symbol of all that’s good,\n\nand palm is a symbol of all that’s bad,\n\nyou know,\n\nit’s generally grown on,\n\nin this horrible way,\n\nthat these corporate lentations\n\nare ripping up rainforest,\n\njust doing a rainy thing out with that,\n\ncommunities be shredded,\n\nwetlands,\n\njust, you know,\n\nall this carbon in the wetland,\n\noxidizing out of the sphere.\n\nthere’s nothing inherent about palm,\n\nit’s bad,\n\nand it’s just the management system.\n\nIf you take a regenerative management approach,\n\nit’s actually really great crop,\n\nbecause it’s very efficient,\n\nproducing oil.\n\nAnd what we’re doing is,\n\nwe’re working with small holders,\n\nand gone on,\n\nthey’re intercropping\n\nwith toco,\n\nbanana and cassava,\n\nand that’s basically replicating,\n\nyou get the tall palm trees,\n\nyou get the little,\n\ncocoa and banana,\n\nand then the ground covered,\n\nit’s a cassava.\n\nif you were to take the same area,\n\nand do monoculture blocks,\n\nit would be to those,\n\nversus,\n\nI’ve been,\n\na smart, dynamic,\n\ninner planning,\n\nyou understand that,\n\nhow the economy is going to fill in,\n\nyou’re doing a lot of pruning.\n\nYou’re going to double the yields.\n\nYou’ll have double the biomass,\n\ndouble the yields,\n\njust requesting a whole lot more carbon,\n\nand you,\n\nyou see so much more,\n\nyou’re generating a whole lot more income\n\nso yeah,\n\nso that’s,\n\nyou know, basically,\n\nyou know,\n\nwe do leverage our profits externally\n\nfor a lot of other causes,\n\nbut we feel like,\n\nyou know,\n\nfor some of us important,\n\nis really just making sure that,\n\nyou know,\n\nour headquarters\n\nand then,\n\nand our staff here,\n\nand then all of,\n\nthe farmers and workers involved\n\nin our supply chains\n\nthat take care of them,\n\nyou know,\n\nif everybody did that,\n\nthat we would start to really,\n\nyou know,\n\nsolve,\n\nlike some of the huge problems,\n\nyou know,\n\nthe kind of change\n\nin environmental,\n\nthe kind of change\n\nin ecological catastrophe,\n\ngenerally,\n\nif, you know,\n\nif businesses,\n\nand then, as consumers,\n\ntake responsibility,\n\nfor making correct choices,\n\nand, you know,\n\nthe analogy,\n\nyou know,\n\nand I’ve come to see myself\n\nin solidarity\n\nwith high animal welfare,\n\npasture-based life-sauk,\n\nranches, grass-fedded,\n\nyou know,\n\nit’s all about any lesson\n\nthat I’m making,\n\nand making those choices,\n\nand, you know,\n\nor plant-based diet,\n\nas I’ve chosen,\n\nbut looking at your place\n\nof farm\n\nand you fork is a pitch for it and knife is a butchering knife, what does your farm look like?\n\nWhat is your section of the garden look like? Are you supporting a farmer who can really take\n\nout a land and the people and the animals? It just looks amazing on the orders that look like a\n\nmonoculture desert disaster. And that’s as that causes his pervade, that we can really\n\nterraform the earth, right? Everybody starts choosing this. One-third of the earth’s surface is\n\nunder rough farm and rainland management and you’ll rather some high tech solution. All we need\n\nto do is just choose which area we’re getting and just start to really shift and make our farming\n\nemphasis systems. Revitalize rural economies, make friendly habitat for wildlife. Just take\n\ncare of the farmers and workers and make heaven on earth. Along with decarbonizing the economy,\n\nwe’ve got to do that too. That’s absolutely beautiful, David. Boy, there’s so much that you’re\n\nsharing with us and I really appreciate it. I want to circle back to one of your earlier comments\n\nregarding your grandfather. It’s making me think when my grandpa was still alive, he\n\ngardened, he was an organic gardener and he was a prisoner of war in World War II. He was on\n\nthe black bar. You just barely survived that experience. And afterward he had such a grounded\n\nand simple spiritual approach to life and he understood that good soil and good clean quality\n\nfood was essential. And I remember as a kid talking with him about that and as I grew up\n\nrecognizing that this industrial chemical-based agriculture was insanity. He was madness. He was\n\none in the family who said, you’re absolutely right. And he had a perspective that helped me\n\nunderstand that what had been normalized over the last several decades was actually a massive\n\naberration and to use your keyword here. It was a disaster and is a disaster and I’m so struck\n\nby your influence from your grandpa and I’m just curious if you might share with us before we dive"
}