{
  "title": "Episode 46 – Xiye Bastida, Global Youth Leader: “Strike with Us!”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/5731/episode-46-xiye-bastida-global-youth-leader-strike-with-us.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-46-xiye-bastida-global-youth-leader-strike-with-us/",
  "episode_number": 46,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Stewardship and Sustainability Podcast Series.\n\nToday we have the opportunity to visit with Shia Bastida.\n\nHey Shia.\n\nHow are you doing today?\n\nI’m good.\n\nThank you.\n\nGreat.\n\nSo excited to have this conversation with you and to share with our audience all of the amazing work you’re doing organizing really all over the place.\n\nShia Bastida is a 17 year old climate activist living in New York City.\n\nIn 2018, she became the leader of her school’s environmental club where she mobilized 600 students in the first global climate strike.\n\nSince then, she has taken a citywide leadership role in organizing climate strikes and speaking out about climate justice issues in rallies.\n\nBastida was born and raised in Mexico as part of the Atomi Toltec Indigenous Peoples.\n\nCurrently, she is one of the lead organizers of Fridays for Future and sits in the Administration Committee of People’s Climate Movement.\n\nRecently, she launched a youth activism training program to expand the climate justice movement.\n\nShia is a member of Sunrise Movement, Extinction Rebellion, and in 2018, she was invited to the 9th United Nations World Urban Forum to speak about Indigenous cosmology.\n\nNotably, she received the Spirit of the United Nations Award in 2018.\n\nShia, it’s so wonderful to have this opportunity to speak with you.\n\nObviously, you and I have met. We’ve been together for a few days at the American Renewable Energy Day Conference in Snowmass, Colorado.\n\nIt’s been an incredible gathering of folks.\n\nAnd I am so excited to be able to share the story of what you’re doing and most importantly, what our audience can do to get involved, regardless of where you’re located.\n\nAnd to dive right in, can you just share what’s happening, what’s coming up, and what can we be engaging in?\n\nYeah, so right now the youth movement, the climate strike movement, has really taken up.\n\nAnd it’s been a real catalyst for the future action that it’s needed to address the climate crisis.\n\nAnd right now we are organizing the September 20th climate strike.\n\nAnd this is a different kind of strike because it’s intergenerational.\n\nThe past strikes that we’ve had have been youth led. On March 13th, we got 1.6 million students marching with us worldwide.\n\nOn May 24th, we got 1.9 million students worldwide.\n\nAnd for September 20th, we’re calling for adults to join us because to solve the climate crisis, we need this movement to be collaborative.\n\nWe ask youth, we cannot vote yet.\n\nSo that’s why we’re relying on adults who can vote and represent the voice that we need to protect our future.\n\nAnd what we’re doing is a lot of organizing, a lot of planning, a lot of outreach, and really getting the word out on white, so important for us to address this issue right now.\n\nBecause what we do in this next 10 and 0.5 years is really going to define the next 10,000 years.\n\nYeah, so this really underscores the sense of urgency that we really need to have around these issues, right?\n\nAnd I heard you earlier talk about the importance of our languaging around this and that the term climate change is really actually not an appropriate term anymore.\n\nSo up to recently, we’ve been using the term climate change to define what’s happening in this world.\n\nBut that term cannot encompass the catastrophe we’re living in.\n\nWe need to use terms as climate crisis, climate breakdown, climate emergency.\n\nSince the strike started, there has been over 600 governments who declared that climate emergency.\n\nAnd up for September 20th, which is going to be predating the September 23rd climate summit in the UN, we’re asking all governments to declare climate emergency.\n\nAnd that is what we’re bringing to the table, the sense of urgency.\n\nIf we don’t do something in really the next 18 months politically, we cannot ensure a livable future.\n\nIn 10 years, I’m going to be 27 and I should be worrying about what I’m going to do after the university and where I’m going to work, not where I have to live.\n\nYeah, that’s right. So I’m so struck.\n\nAs we discussed, she, you are the same age as my son Hunter.\n\nAnd he is also increasingly engaging in the ecological and environmental issues that face us.\n\nAnd I’m just, I’m so struck that you are putting so much of your time and energy into all of this.\n\nWhile also in a few weeks you’ll be back in high school, it’s your senior year.\n\nYou’ll be applying to colleges. You’ll be doing many of those things.\n\nMy gosh, to take on this level of responsibility and really a sense of ownership around the imperative to impact the future.\n\nWhere does that come from? What is it that planted that seed in you?\n\nSo I am an auto me from Mexico is an indigenous community.\n\nAnd the indigenous philosophy is that we take care of the earth because the earth takes care of us.\n\nSo we need to bring that sense of reciprocity into the movement.\n\nAnd we need to remember that we are on earth to take care of life, not to take over life.\n\nAnd something that really shifted my world around was that in 2015 my town suffered from flooding.\n\nAnd from then we moved to New York City.\n\nAnd that is when I realized that the climate crisis follows you everywhere.\n\nThere’s no way to escape it because it’s really affecting all of us.\n\nAnd it’s the only issue that is affecting everyone everywhere.\n\nAnd the only thing we can do is face it so that it doesn’t affect some people more than others.\n\nBecause that’s the justice part of it that we’re bringing to the table.\n\nAbsolutely. So this event, September 20th, it sounds like this is going to be taking place in cities all over. Is that correct?\n\nYes. So there’s, it’s going to take place in over 130 countries.\n\nAnd there’s over 6000 people who have pledged to organize for September 20th.\n\nAnd in the United States alone, we have strikes in over 100 places.\n\nAnd if you visit strikewithos.org and you put your zip code in, you’ll be directed to your nearest strike.\n\nIf there’s not a strike in a location that is comfortable for you, you can organize your own strike.\n\nAnd we have toolkits and resources for you to get permits and press and outreach.\n\nAnd we just really want this movement to expand all over the world nationally locally.\n\nAnd you shared also earlier that the strike on the 20th of September, that’s not the final show.\n\nIs it, it’s not the last draw by any stretch, is it?\n\nSo we really want to emphasize that September 20th is not a goal. It’s just a catalyst for future action.\n\nAnd the engagement of humanity in the protection of Earth.\n\nIt’s a catalyst for the culmination of thousands of climate activists that won’t stop fighting until the climate crisis is reversed.\n\nAbsolutely. It’s so important.\n\nSo I have a question that I know a lot of our audience is going to relate to in different ways.\n\nAnd in other episodes, we’ve talked about the cultivation of health and well-being and maintaining balance in our own lives,\n\nwhile we’re also increasingly engaging in these incredibly important issues.\n\nAnd so what are some of the practices and the methods you’re using to maintain that balance as you’re putting so much of your energy into this mobilizing work?\n\nWhile also working as a student and maintaining friendships and all that, what’s your key for balance?\n\nSo it’s very important to keep your friendships flowing and your relationship with your family alive.\n\nAnd also it’s very important to go back and be in contact with Earth and Mother Nature because that’s when you remember what you’re protecting.\n\nIf you are in an office or studying for tests for hours, then you get disconnected from what we need to be in contact with.\n\nSo one of the main things is really being in contact with nature,\n\nand maintaining your relationships open.\n\nYou know, really ground yourself spiritually and keep this momentum going because I really bring it to everything you do.\n\nI believe that the climate crisis affects every aspect of our lives.\n\nSo when I’m in school, my college essay is about the climate crisis.\n\nMy research project in chemistry is about how a warming weather actually affects the oxygen and water.\n\nSo I’m aware of this every day and my main purpose is to really communicate to others what’s going on.\n\nAnd my passion is to help people and I believe that the climate crisis is affecting the most people.\n\nAbsolutely. And I want to come back to that point in just a moment, but I can’t help but share that a little bit older than you.\n\nAs I mentioned, you’re the same age as my son.\n\nI’ve been practicing and really attempting deliberately to deepen my own balance practice.\n\nAnd what I have found as a writer, as an activist, as somebody very engaged in recording episodes like this and so forth is that if I’m not deliberately going out and connecting with the woods and physically connecting with the soil,\n\nmy cognitive performance declines, my energy declines, my mood and attitude actually gets negative.\n\nAnd sometimes I realize, holy smokes, I have so much work to do right now.\n\nThe thing I have to do is unplug and go connect with nature.\n\nYes. And one of the most important things as an activist is to really take care of yourself and eat.\n\nDon’t forget to eat. Don’t forget to sleep.\n\nAnd these are things that people who are in the movement don’t tell you because we’re so busy talking about solutions and actions.\n\nBut in order to keep on going and in order to maintain the strength that we need, we really need to take care of each other.\n\nIt’s so beautiful and I really love that opportunity we have as individuals to understand to embrace and to practice the truth.\n\nAnd that stewardship regeneration sustainability really is an inside out gesture.\n\nAnd it starts with how we’re caring for ourselves and our immediate relationships.\n\nIt’s such a beautiful piece of wisdom for each of us to carry.\n\nOkay, so I have to ask, you mentioned chemistry.\n\nWhat are you thinking about in terms of what you want to study and where you think you’ll be heading on the personal path?\n\nSo I wanted to study biochemistry a while ago.\n\nBut now I realize that we as students, we are messengers of the ethics and science.\n\nAnd the climate crisis has been solved. We just need to implement those solutions.\n\nSo now I’m going into environmental studies, international relations and political science.\n\nBecause I believe that now we just need to bring all of this together and really keep communicating it to people.\n\nAnd really realize that this is a global issue that requires global solutions.\n\nAbsolutely, you know, this is something so many of us in the YonEarth community are really familiar with that.\n\nBy and large, we are not facing mere technical challenges.\n\nIn fact, we have a lot of the solutions, as you say, and that ultimately this is a question of culture.\n\nAnd this is a question of what we’re mobilizing as a society and why, right?\n\nThe fundamental why, which is why we call it why.\n\nAnd you know, we need to change this culture of consumerism, of complacency.\n\nIn order to change that culture, we need to change the narrative.\n\nAnd in order to change the narrative, we need to communicate personal stories of people who are going through hard times in real time.\n\nSo we are really into this movement.\n\nWe’re really bringing forward personal stories and personal solutions to make it personal.\n\nBecause the environment is personal.\n\nAbsolutely.\n\nAnd on that note, with your personal story, you and your team recently put together a beautiful video that we’ll be sharing on our whyhonourth.org blog page where you’ll see a handful of other videos from some of our other ambassadors.\n\nAnd she, to make it official, I’m so happy to welcome you as our newest ambassador to the whyhonourth community.\n\nAnd it’s a real honor to be able to share your story and what you’re doing with our network.\n\nAnd the fundamental hope and imperative here folks is that each of us is mobilizing around these efforts.\n\nAnd I want to say in addition to engaging with the protest movement in your area on September 20th.\n\nAlso, please consider supporting financially the work that she is doing.\n\nAnd if folks want to support financially, how do they connect with you to do that?\n\nThe best way to connect is to go to our website, start with us.\n\nAnd we have a coalition of seven youth groups, including extension rebellion youth, sunrise movement, future coalition,\n\nfight us for future, US youth climate strike, earth guardians, and earth uprising.\n\nAny of these organizations take money.\n\nAnd right now we’re putting together a fund where we can direct all of our donors and we can take money accordingly.\n\nOh, beautiful.\n\nOkay, so it’s kind of like a central shared fundraising resource that you guys are then allocating out of depending on what’s happening.\n\nOkay, that’s really, really beautiful to know you’re doing that.\n\nWell, I have to say we’ve got off camera.\n\nWe’ve got mom.\n\nYour mom is here with us, Geraldine.\n\nAnd as a parent, my heart is glowing, knowing that she is doing this incredible work in that she and other students like her are the force that is creating the future we want for our kids and our grandkids.\n\nAnd Geraldine, I was hoping you might come join us on camera here and just share a little with us for you as mom.\n\nHow does this feel that this is all happening?\n\nWell, for me, it’s a continuation of the energy that dad and mom have been channeling for a long time.\n\nWe were also activists that were mobilizing Mindaje in Mexico and myself in the South of Chile.\n\nWe were trying to make people understand that we didn’t need to dam the most sacred river of the Mapuche peoples in seven places.\n\nThat energy was really not necessary if we were all conscious of how we were consuming the electricity in our homes and in the industry.\n\nAnd that required a lot of frontline presence together with our Mapuche sisters and brothers.\n\nBut also being there in city halls or the equivalent in Chile and calling for press conferences for a long time.\n\nAnd ever since when I moved to Mexico, we came together with your father.\n\nWe also continued in this path through keeping a space in the newspaper nationally where we would especially your father would be writing for this newspaper.\n\nWe became professors at university. So we’ve always been channeling a philosophy that is about the caring of our life, which is what we have inherited to you.\n\nAnd I think that you’re doing it in such a balanced way, you know, communicating so we feel really proud of you.\n\nAnd we were here to support you in every level.\n\nYeah, absolutely beautiful. And what as a professor, what do you teach?\n\nSo it’s ethno ecology.\n\nEthno ecology, cool.\n\nAnd maybe for some of our audience, you might not be familiar with that term.\n\nEthno speaks about indigenous peoples, right?\n\nAnd so ethno ecology is the interdiscipline. It’s a combination of disciplines where you are able to understand together with an indigenous community.\n\nHow is it that their customer vision and their value system and their loss of origin and their original stories or creation stories drive how they interact with mother earth, how they understand and build knowledge around mother earth and her cycles.\n\nAnd how it will determine what they do when they do it throughout the year cycle and how they will be reading the signs that nature gives them.\n\nSo to do this or that or to plant this or that.\n\nSo it’s being beautiful, you know, it’s allowed me to understand.\n\nSo the original calendars of Miss America, meaning the Maya calendar, the otomi total calendars of your dad’s people.\n\nAnd also the Michigan Aztec calendar, right?\n\nSome of the most sophisticated in the world.\n\nYeah, yeah, they are fascinating.\n\nIt’s absolutely wonderful.\n\nThe mention of cycles reminds me last night.\n\nThere was some discussion around the predominant Judeo Christian and Abrahamic creation stories and stories and mythologies around time as it continues in this linear notion versus an understanding that it’s cyclical, which all of us regardless of where we come from on the planet.\n\nWe are all of indigenous heritage and all of our peoples, if we go far enough back in time, had a cyclical understanding of the reality.\n\nThat’s how things work here with the moon, the solar cycles, the seasonal cycles, the water cycles, et cetera.\n\nThat’s right.\n\nAnd I’m so struck. I love, first of all, I have to share that my personal attunement to lunar cycles, to solar cycles, to seasonal cycles actually makes me happier and more balanced as an individual.\n\nI know that from experience.\n\nAnd I’m curious from your perspective with a different cultural context, what do you think this means in terms of what we’re doing as a global society?\n\nSo right now we are on a lot of linear cycles, not only in terms of time, but also in terms of money and the economy.\n\nSo what we want is more production, more money, more growth.\n\nAnd in control of growth is another type of cancer.\n\nAnd that system that we’re in right now is unhealthy.\n\nSo we need to go back to cycles.\n\nAnd it doesn’t mean it’s here, but it’s a spiral that goes up.\n\nAnd we transcend with it. And we need to go, as you said, back to recognizing the cycles to harvest, to plant cycles of calendar, cycles of consumption.\n\nWe’re not telling you don’t eat meat. We’re telling you eat meat when there’s a special occasion.\n\nSo we need to bring back that consciousness of really connecting with the cycles of the earth.\n\nWhen you disrespect, when you disrespect the cycles, you’re disrespecting indigenous cosmology and you’re disrespecting the earth itself.\n\nAnd for those of us who believe in a creator, it’s a disrespect of our creator, right?\n\nAbsolutely.\n\nSo I have to also ask, as a parent, one of the things we get to do as parents is name our children.\n\nI know that she has a beautiful name with a lot of meaning layered into it.\n\nAnd I was wondering if you might share that with us.\n\nYeah. So when she was still in my womb, we were thinking with dad, what was your name going to be?\n\nAnd she came a lot. So she means soft rain, drizzling rain.\n\nThe rain that fall in September time when the corn is pretty much just building up its contents so that it will be really nice and juicy.\n\nAnd when she was born, she quickly showed us that she had so much energy that I said, okay, why don’t I look for her?\n\nI’ll look for a Celtic name because of my Celtic ancestry.\n\nSo I found that Beata would be a good fit.\n\nAnd Beata means the one who regulates the weather.\n\nAnd it’s actually a mermaid.\n\nSo the mermaid of the log has this capacity to regulate the weather.\n\nAnd I said, well, that’s beautiful because where you were born, in the headwaters of the Lerma River,\n\nwhich is the longest river in Mexico, starting in Taluca Valley or Zambata, the Valley of the Moon,\n\nthis sacred river holds a mermaid as well.\n\nAnd she, according to the Automie Celtic, customization is also the keeper of the weather.\n\nSo I found that connection was beautiful and that, yeah, she He was owning that name as well.\n\nIt’s absolutely wonderful.\n\nAnd then so fitting to the work that you’re doing.\n\nThis makes me think, too, that we know as we look back\n\nthrough the last few thousand years of the history of what\n\nwe would call the civilized world, that in many regions\n\nof the planet, that civilization has\n\nleft in its wake deserts.\n\nDesertification, right?\n\nWe think of places like the fertile crescent, which\n\nis now an expanse of sandy desert by and large.\n\nAnd one of the great opportunities and imperatives we\n\nhave right in front of us is this restoration,\n\nreforestation, aforestation, work, soil building work.\n\nAnd one of the things that occurs as we help heal ecosystems,\n\nthe water cycles kick in in such a way that the way the living\n\ntrees and plants interact with water is actually affecting\n\nweather and bringing in more rainfall, precipitation,\n\nplaces that would otherwise be arid if not outright desert.\n\nAnd so I was wondering if you might speak to that a little bit,\n\nthis connection with water and what that means to you.\n\nSo I’m sure you’ve heard it before, but water is life.\n\nAnd that is so true in so many ways.\n\nWater has, you know, it’s immortal.\n\nAnd it’s always going to be here, regardless of where we are\n\nhere or not.\n\nBut our duty is to protect that energy.\n\nThe energy that water has.\n\nAnd it flows.\n\nIt’s always flowing.\n\nIt takes many shapes.\n\nIt’s chemical composition is also very, very pleasing.\n\nIt’s polarity is very interesting.\n\nAnd it’s just such a special element.\n\nThat is just one of four elements that are really part of everything.\n\nAnd without water, we have nothing.\n\nAnd without fire, we have nothing.\n\nWithout air, we have nothing.\n\nWithout earth, we have nothing.\n\nSo it’s this balance of these four elements that are so special.\n\nAnd water is particularly the one that I connect with the most\n\nbecause my name is Rain.\n\nAnd I believe in the power of water to bring life,\n\nto make everything be born again.\n\nTo that rebirth that we need.\n\nAnd the water cycle is also very interesting.\n\nAnd if you think about it, if we have a lot of heat,\n\nit’s just a lot of water is going to evaporate.\n\nAnd that’s what we have a lot of rain.\n\nSo it’s essential to understand water in this sense of how\n\nhelpful it can be to revitalize everything.\n\nBut if we don’t respect it, it can also be destructive.\n\nAnd that’s why we need to go back into that balance\n\nof water being what it is meant to be, which is protection\n\nand nurturing.\n\nAbsolutely, beautiful.\n\nOn one of our previous episodes, our friend, Kimba Aram,\n\nwho is a musician, shared about a movie she created called\n\nWater, that features all kinds of research\n\nthat’s been going on all around the world.\n\nAnd certain parts of the world where water has been even\n\nfurther energized and charged than we find in other regions.\n\nAnd it gets into the chemistry and even the geometry\n\nand the patterns of water as essentially a liquid crystal.\n\nAnd it’s in all of us, right?\n\nEach of us is at least 70% water.\n\nOften with newborns and young children,\n\nthat can be as high as 90% water.\n\nWater has memory.\n\nWater is one of the ways we do our healing work\n\nwith the biodynamic soil activation\n\nand stewardship work that we do.\n\nWater is essential.\n\nAnd she ate the fact that your name means what it means.\n\nIt reminds me of my childhood in the Pacific Northwest\n\nwith those gentle, soft rains that would come through.\n\nIt’s just wonderful and beautiful.\n\nThank you for sharing that.\n\nSo I want to ask also, you know, with the Wyners community,\n\nthe book Wyners, we have a reference to Gen.\n\nWhy, the millennial generation, which I actually\n\nmissed myself by like four years.\n\nAnd you’re now talking about the combination of Gen.\n\nY and Gen. Z.\n\nAnd it’s such a powerful, emerging part\n\nof the demographic of the planet and of this country.\n\nAnd I’m wondering, could you just walk us through what,\n\nwhat do you mean?\n\nFirst of all, by Gen. Z Gen. Y.\n\nAnd then what are some of these demographics,\n\nstatistics that we should all be aware of?\n\nSo Gen. Z is my generation.\n\nI think it goes, it started in 1995 to 1999.\n\nAnd what’s interesting is that most,\n\nwe are the largest generation right now.\n\nAnd by 2020, 37% of the voting population\n\nis going to be Gen. Z and Gen. Y, which is extremely powerful\n\nbecause we know that we need to get involved\n\nin that political system in order for our future\n\nto be secured.\n\nAnd that’s why I really advocate for our involvement\n\nin local policy, understanding of state policy,\n\nnational policy, and always keeping in mind\n\ninternational agreements and international relations.\n\nSo we are the fastest growing generation.\n\nAnd we’re also going to be the largest group of individuals\n\nage-wise, which is also amazing because if you think about it,\n\neach child represents two parents most of the time.\n\nSo when you get a child into the movement\n\nand they talk to their parents, that is how it grows.\n\nAnd that’s why this movement has grown very organically.\n\nAnd that’s why adults are so eager to help us.\n\nBecause they understand that they could have,\n\nthey had the opportunity to have children\n\nand really grow up, look at their children grow up.\n\nAnd just the thought of their children\n\nand not having that opportunity must be crazy.\n\nAnd I know my mom wants to be a grandma, but yeah,\n\nwe are extremely powerful in a sense\n\nthat we strike today, but we will vote tomorrow.\n\nWe strike today and we vote tomorrow.\n\nI love that.\n\nSo let me just remind our audience.\n\nThis is the YonEarth Communities,\n\nStewardship and Sustainability Podcast Series.\n\nAnd today we are speaking with Shia Bastita\n\nand her mom, Geraldine.\n\nAnd I want to be sure to mention that you can join all\n\nof this action through strikewithus.org.\n\nAnd be sure to check that out where you can enter your zip code\n\nto get the immediate resources in your area.\n\nAlso, connect with Shia through Twitter.\n\nShia Bastita is her handle there.\n\nAnd on Instagram, it’s Shia Barra, B-E-A-R-A.\n\nAnd we’ll have this in the show notes as well,\n\nso you can get spellings, et cetera, there.\n\nAnd I also want to take the opportunity\n\nto thank all of our monthly giving members\n\nat the YonEarth community who are helping make this series\n\npossible, as well as all of our community mobilization work.\n\nWe are now published as our Community Mobilization Kit.\n\nSo you can get that at the website, along\n\nwith all of our other resources.\n\nAnd if you have not yet joined the monthly giving program,\n\nyou can do this at whyon earth.org.\n\nJust click on the Donate button.\n\nAnd you can choose any level that works best for you\n\nto give on a monthly basis.\n\nWhen you join, I’ll send you a code\n\nso that you get free downloads of all of our e-book\n\nand audio book resources.\n\nAnd in fact, you can share that code with your friends also.\n\nI would also like to thank several of our sponsors\n\nwho are helping support this work.\n\nAnd they include Patagonia, Madera Outdoor,\n\nWeylay Waters, Earth Coast Productions, Purium,\n\nthe International Society of Sustainability Professionals,\n\nthe Association of Waldorf Schools of North America,\n\nand the LIDGE Family Foundation.\n\nThank you all so much for your support.\n\nAnd it is so exciting to be collaborating\n\nand mobilizing with you.\n\nFrankly, we’re all just getting started.\n\nThis is a climate emergency.\n\nIt is imperative that we act.\n\nThe amazing secret to all of this is the more we act,\n\nthe higher our own qualities of life become.\n\nOur own relationships, our own health,\n\nour own well-being is enhanced as a result\n\nof doing this important work.\n\nAnd with that in mind, I’d like to ask, perhaps it’s\n\na bit more of a spiritual question.\n\nWhat do you think is happening on the planet right now\n\nfor our species?\n\nWhat do you think it is that we’re going through?\n\nSo I think that we are on a spiritual level\n\nthat is, it’s about learning.\n\nAnd it’s about making the right choice.\n\nIt’s about choosing morality over greed, personal power.\n\nAnd it goes back to choosing planet over profit,\n\nchoose the future over profit.\n\nAnd that has been said over and over.\n\nBut what we need to realize is that all of this\n\nis a challenge for humanity and a challenge for ourselves\n\ninto what is the right thing to do.\n\nAnd the right thing to do is so abstract.\n\nBut right now it’s becoming so clear.\n\nAnd it’s our opportunity to take that chance of doing this.\n\nIt required a very big challenge for all of us to come together.\n\nAnd it’s extremely devastating that this is happening,\n\nbut we have to look at it from the best perspective possible\n\nand think this is our opportunity to build a global community.\n\nAnd relationships have been factored for centuries now.\n\nAnd now I’m seeing all types of different people\n\ncome together in the religious spectrum,\n\nand the generational spectrum, and racial ethnicity.\n\nAnd everything is really coming together in a way\n\nthat I don’t think a lot of people have seen before.\n\nAnd we are even realizing a relationship\n\nwith the earth and animals.\n\nAnd why did it take us so long?\n\nIt’s because we’re interested in saving ourselves.\n\nAnd that is, we have to move past that\n\nand realize that this is also an ecological crisis.\n\nAnd it’s species, millions of, I don’t know,\n\nit’s like one million species are dying every day.\n\nI think it’s 200 species are dying every day.\n\nAnd species that we have not even seen.\n\nSo this is really an awakening for all of us.\n\nA spiritual awakening, a creative awakening,\n\nbecause right now we just need to be creative\n\nand we need to be active, we need to be connected.\n\nAbsolutely, absolutely.\n\nAnd it reminds me that in so many of our indigenous\n\nand traditional cultures, the role of the human being\n\non this planet is to be the steward in a stewardship\n\nrelationship to our places.\n\nAnd my sense is that more and more of us\n\nare reawakening to that role and reclaiming that role.\n\nAnd we have to.\n\nThere’s an imperative to doing so, right?\n\nIt’s beautiful from my perspective\n\nthat that’s part of what we get to experience in our lifetime.\n\nThat this is happening all around the world.\n\nIn Geraldine, I want to ask you the same question\n\nfrom your perspective.\n\nAgain, as mom and having been engaged in this kind of work\n\nfor many years, what do you think is happening\n\non the planet right now?\n\nWell, I can tell you from the teachings\n\nthat the elders left, the autonomy and the Maya\n\nsaw this period of crisis and of awakening happening.\n\nAnd it’s fascinating how it’s completely inserted\n\nin this 26,000-year cycle.\n\nAnd within that, there’s five equal cycles of 5,200 years.\n\nAnd within that, each of them, 5,200-year cycles,\n\nthere’s 10 cycles of 5,120 years.\n\nSo how precise can it be that the automaton take\n\nleft on stone a date, which was 13-year, 13-read,\n\nwhich was 1492, when from Europe,\n\nthere’s the first contact with this continent.\n\nAnd they had seen already that this 10th cycle, 5,120 years\n\ninto the future, would be really, really critical,\n\nwould be the clashing of cultures and of custom visions,\n\nwould be really tough.\n\nAnd that it would require so much suffering\n\nto interact in a way whereby there could be\n\nmutual understanding and dialogue.\n\nAnd yes, indeed, we have come into 2012,\n\nwhich was a completion of the 5,120-year cycle.\n\nAnd even the last 52 years were critical,\n\neven according to very old shinto traditions from Japan.\n\nThey had the same calculation of this last 52 years.\n\nIt’s incredible.\n\nAnd now they say that, yes, we are coming\n\ninto this intercultural dialogue, this dialogue,\n\nand unification process, where all religions\n\ncan talk to each other and acknowledge each other\n\nand connect with each other’s beliefs,\n\nwith them in a peaceful way, in a constructive way,\n\nunderstanding that we’re all in this co-evolution,\n\nwhereby we are just in this flow of creation\n\nand of renewal of the creation processes.\n\nAnd what we were told, according to what’s written on stone\n\nand written on these beautiful codices,\n\nwe call them painted ancient books\n\nin central Mexico, is that we would still\n\nneed to go through a phase of 13 years after 2012.\n\nSo that makes it 20, 25?\n\n25, 20, 26, which would be the final shetting of what we don’t\n\nneed, what we would really come to realize,\n\nlike you’re saying, you know, prioritize,\n\nand have a very clear criteria of what\n\nwe need to emerge into, you know, come into being,\n\nthat we will feel lighter when we shed from what we don’t need,\n\nwhen we detoxify ourselves from what\n\nhas been keeping us stagnant and with unclear vision.\n\nSo we are in the middle of those 13 years right now,\n\nand it’s really a pivotal time where we have, like she says,\n\nthe last 18 months for that awakening and shifting moment\n\nand take that risk and come out of that comfort zone\n\nand really say, OK, enough is enough.\n\nAnd I will do all that I am responsible for doing,\n\nbecause according to the personal vision of indigenous peoples,\n\nmore than gifts were born into the world with responsibilities.\n\nAnd so it’s clear we are here to take care of life\n\nin every of her forms and every of her expressions.\n\nAnd I just want to say here that, while you’re in earth,\n\nthe awakening that you had and the agency that you have\n\nand how so many are joining you and thank you"
}