{
  "title": "Episode 04 – Rev. Fletcher Harper – Green Faith Movement",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2497/episode-04-rev-fletcher-harper.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-04-rev-fletcher-harper/",
  "episode_number": 4,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHi friends, welcome to the YonEarth Community Stewardship and Sustainability Discussion\n\nSeries.\n\nI’m very excited today that we have the opportunity to talk with Rev.Fletcher Harper from\n\nGreen Faith and Rev. Fletcher, thank you so much for being with us today.\n\nThanks for the opportunity to talk, it’s great to be with you.\n\nYeah, I’m really looking forward to this opportunity and of course you and I we have crossed paths\n\na couple of few times in the last year or two, doing work in the realm of stewardship,\n\nsustainability, social justice, particularly in some of these interfaith nexus points\n\nand meetings, conferences that have been occurring and it’s so heartening to see folks\n\nfrom a variety of spiritual and religious backgrounds getting together to help heal our world\n\nand relationships.\n\nAnd I’m hoping you could kick us off here today by telling us why do you think a religious\n\nor spiritual approach to environmental concerns is an important part of the dialogue and what’s\n\ngoing on these days?\n\nWell, I think that, you know, it’s in our society in the U.S. it and this is true in a lot\n\nof places globally, it doesn’t take long before concerns around the environment and climate\n\nchange become politicized and become viewed primarily through a political lens.\n\nAnd when that happens, given that a lot of societies are relatively evenly split politically,\n\nyou start to lose the ability to address the fact that all people in our experience share\n\na certain level of moral and spiritual concern about having a safe and healthy planet to\n\nlive on.\n\nThey may view the avenue to getting to that end differently, but there’s a shared concern\n\nthere.\n\nAnd so I think one of the things that religion can do is to speak to that deeper level on\n\nwhich we all come together around the fact that the Earth is a gift, it’s our responsibility\n\nto take care of that gift that things are in certain ways out of balance and that it’s\n\nreally vitally important that we wake up to the challenge and find ways to meet it in\n\na way that creates a healthy environment for everybody that fosters a prosperous future\n\nfor the human family and for the Earth on which humanity depends.\n\nSo I think that there’s a real critical importance in a polarized era for religion and spirituality\n\nand voices representing those stepping forward and making the case that we’re all in this\n\ntogether.\n\nAbsolutely.\n\nIt has struck me as so profound and heartening, again, very heartening that these last\n\nfew years in particular, it seems that many of us from all sorts of different faith backgrounds\n\nare transcending the divisions and the barriers in many respects and coming together more so\n\nas a human family around some of these very large scale, very challenging situations that\n\nwe face now on the planet.\n\nAnd although certainly we live in times that are fraught with sadness and incredible destruction\n\nat the same time, there seems to be some light coming through in how it is really bringing\n\npeople together in ways that we maybe weren’t just a few years ago.\n\nWell, I think we’ve got, what we see in our work is that there are signs of hope, religious\n\nand spiritual communities are without question.\n\nA lot more awakened around these issues than they ever have been.\n\nAnd there’s more and more work that’s getting done, which is good.\n\nI think at the same time, we look at the really considerable challenges that we face and\n\nthere’s a long, long way to go.\n\nAnd there’s a sort of acceleration that’s needed.\n\nAnd so we live sort of a, there are signs of hope and there are challenging signs also.\n\nAnd I think it, you know, what motivates and drives us is the sense that there’s a great\n\ndeal more that’s possible and that we need to move in that direction.\n\nYes, absolutely.\n\nSo would you give us a quick overview of the work you’re doing at Greenface?\n\nAnd I know that you all are really one of the leaders out at the fore for many faith\n\ncommunities, at least all around the United States.\n\nAnd I’d get the sense even internationally and if you wouldn’t mind just kind of walking\n\nthrough what you guys are working on, it would, I think, be great for us to hear more about\n\nWe do work in three areas.\n\nBasically, we do, we do quite a bit of work in the training and capacity building area,\n\nwhich means we train religious leaders and people of different faiths around how to\n\napproach environmental concerns in their own context.\n\nWe do quite a bit of campaigning work.\n\nWe’ve been very involved as an example in the fossil fuel divestment movement, mobilizing\n\nfaith-based groups to take part in that.\n\nWe’re quite active in terms of mobilizing faith voices and faith presence around important\n\nnegotiation moments in terms of the global climate negotiations.\n\nAnd we are, you know, so then, and so it’s, you know, we do quite a bit of that organizing\n\nand mobilizing work we’ve been involved in mobilizing religious and spiritual communities\n\nfor the various people’s climate marches that have, that have happened.\n\nAnd then the most recently, the newest facet of our work is a local organizing model where\n\nsupporting local faith community is getting involved in, you know, organizing themselves,\n\ngetting five or 10 congregations together in a given area, and doing organizing work,\n\naddressing substantive issues and participating in national and global campaigns from that\n\nlocal perspective.\n\nSo, you know, that this sort of training capacity work, the campaigning and mobilizing\n\nwork and the local organizing work all are a part of what we do and make up the mission\n\nthat we’ve got.\n\nThat’s so beautiful.\n\nAnd how can folks, if they’re in a community wanting to get their own congregation potentially\n\nmore connected with green faith, what’s the best way to go about making that connection?\n\nYou know, I would say that folks can, can visit our website, which is green faith, green\n\nlike the color green faith, like faith in God.org.\n\nWe also are, we do a lot of sort of consultation with groups so people can send us an email at\n\ninfo, I-N-F-O, at greenfaith.org.\n\nAnd we can get back to them with some ideas about how to get started.\n\nThere’s a getting started kit that’s available for faith and spiritual communities that’s\n\non our website.\n\nYou know, and then we offer periodic webinars and campaign involvement opportunities through\n\nwhich folks can become involved.\n\nSo it’s a, you know, there are a number of ways for people to connect up and we always\n\nenjoy connecting with folks.\n\nBeautiful.\n\nBeautiful, thank you.\n\nYou know, I have been struck, many of my friends and family identify as religious and you\n\nknow, are very comfortable with concepts like prayer and that’s a part of life for\n\nthose folks.\n\nI also have friends in the secular environmental community for whom concepts like prayer\n\nare perhaps uncomfortable.\n\nAnd meanwhile, understanding we live in a time when climate, the climate is changing at\n\nthe hands of human activity and have also friends and family in the arena I would call\n\nmaybe in the social political science kind of realm of approaching life and understanding,\n\nyou know, what’s going on for us humans and and again with that group often something\n\nlike prayer might be uncomfortable and even considering the plate of our brothers and\n\nsisters on the planet who truly are suffering from extreme poverty and also the most at\n\nrisk and susceptible to these environmental catastrophes and upheavals that we are now\n\nseeing more and more.\n\nAnd I just wonder in your work, knowing that you really are a bridge builder and you’re\n\nreally reaching across different boundaries, what might you share with folks maybe identifying\n\nwith with one or a couple of those camps that I just kind of outlined, what do you see\n\nas an opportunity to continue bringing us further and further together to the to the\n\nextent that that might be possible?\n\nWell, I think that it’s really important, one of the things that we’ve seen over the\n\nlast several years has been and this is relatively new that more and more relief and development\n\nagencies including religious relief and development agencies, which traditionally have dealt\n\nwith different kinds of natural disasters or grassroots or community development work\n\nin developing countries are all starting to talk now about climate change as an example\n\nlayer.\n\nThey’re realizing the world is changing, climate change is creating more disasters, which\n\nI mean we used to call them natural disasters, but there’s a clear sort of human fingerprint\n\nto some degree on these things now.\n\nAnd people at work in terms of helping small farmers develop and stay viable are recognizing\n\nthat the weather related and the climate related challenges.\n\nSo I think that that’s one thing that is that that does bring people together as a recognition\n\nthat there is just plain and simple that the people who are innocent of any meaningful\n\nwrongdoing on this front are suffering the impacts of a changing world and that that’s\n\nnot right and that that evokes a sense of compassion from people.\n\nSo I think that’s one piece of the picture.\n\nI think another piece of the picture that is really hopeful with this is that there’s\n\nvery substantial opportunity for when it comes to the development of new forms of renewable\n\nenergy, new green infrastructure.\n\nYou know one of the great I think social challenges that we have in the United States is this\n\ngrowing gap between the very wealthy and the rest of society and part of what a really\n\nstrong green infrastructure program does is it creates significant numbers of skilled\n\ntrade jobs that can’t be outsourced and that that are part of having a strong society\n\nand a cohesive society.\n\nSo I think there are you look at both the humanitarian side of things but then also a sense\n\nof the pride in building a strong and resilient society.\n\nI think both of those are themes that can help bring people together from a lot of different\n\ncamps.\n\nYeah, beautiful, absolutely.\n\nSo as a preacher I’m curious if you have a favorite passage or two from the scriptures\n\nthat helps orient some of the work you are doing as it relates to stewardship of our\n\nworld, this planet as well as care for one another.\n\nIs there anything that jumps out to you there?\n\nThere are two that I like one from the Hebrew scriptures from the book of Genesis when\n\nGod is over and over again calling everything that God creates good during the first creation\n\nstory and then gets to the end of the week and looks at everything and calls it very\n\nI love that and I think there’s a very fundamental assertion there that that is about\n\na gift that is given not just to us but to all of the created order.\n\nAnd then literally right at the other end of the Bible there’s a wonderful passage in\n\nthe book of Revelation which is a challenging book for many of us where the new Jerusalem\n\nof heaven, paradise is being described.\n\nAnd it’s a fascinating image because it’s an image of a city, the New Jerusalem, but\n\nit’s a city that has a river flowing right down, it’s main street.\n\nAnd on either side of the street there are these beautiful life giving trees and there’s\n\na passage in the book of Revelation that says the leaves of the trees are for the healing\n\nof the nations.\n\nAnd that’s always been a very, I find that very moving because I think that it says that\n\nultimately we all depend on nature’s healing and restorative and supportive power for\n\nour very lives.\n\nAnd I think that that’s true.\n\nAnd I think that passage puts it really beautifully in a very poetic way.\n\nThat is absolutely beautiful.\n\nThank you for sharing that with us.\n\nI just want to take a moment mentioning trees made me think of this to give a quick shout\n\nout for those of our friends who are tuning in through the podcast.\n\nIf you would like, you can use the code podcast, the word podcast at yhonors.org slash market\n\nto get some special deals on audio books and some of the other listening products that\n\nwe have there.\n\nI also want to encourage folks to check out yhonors.org slash community where we’re posting\n\nmore and more of these sorts of sharing with different thought leaders and community leaders\n\nfrom all over doing all kinds of amazing work.\n\nAnd Reverend Fletcher, I want to mention one of the big things that we’re really excited\n\nabout now is activating in communities all over working with some very special biodynamic\n\nsoil preps to help activate the soil ecology.\n\nAnd I’m struck in genesis, this connection with soil that also occurs at the time of creation.\n\nAnd it seems among a lot of the things we can do and I love the starter kit and eco tips\n\nyou all offer.\n\nNotice the categories, energy, toxins, food, transportation, waste production, water.\n\nAnd we noted it within the food segment that you all identify that 40% of the energy consumption\n\nin the production of food, 40% actually is the manufacturing use of chemical fertilizers\n\nand pesticides.\n\nAnd it turns out one of the things, a lot of those synthetic and man-made chemicals are\n\ndoing is literally killing off the incredible miraculous soil biota that the more I learn\n\nabout it, the more I marvel at the incredible complexity that exists in that soil ecology.\n\nAnd it seems to me with this image of the leaves of the trees for the healing of the nations,\n\none of the ways we might engage with that in our own homes and our own neighborhoods\n\nand our own communities is through soil and helping to heal and in live in soil with trees\n\nas well and other plants.\n\nAnd just curious if perhaps as time goes on, some of your community outreach and mobilizing\n\nwork might also include some of these soil things.\n\nIt’s not to put you on the spot necessarily, but from my perspective, it seems like\n\nit could be an incredibly powerful piece and layer to the work that you guys are already\n\ndoing in so many communities.\n\nI think that one of the things that’s nice about that opportunity is that so many religious\n\ninstitutions own some property and can use the soil work that you’re talking about which\n\nis really important.\n\nIt’s part of the way that they treat the soil in their own place.\n\nWe’re big believers in the importance of religious groups finding ways to model what\n\nit means to be an environmental leader in their community.\n\nAnd so I think it would be, I know that in the UK a decade or so ago there was a wonderful\n\ninitiative that was called I think the Living Churchyard that was about recognizing that\n\nthere were a lot of old cemeteries and that if they were left somewhat uncut they could\n\nbecome a place that could support some biodiversity of plants that would grow naturally there\n\nbut that were becoming increasingly rare across the UK countryside.\n\nAnd so I think this idea of using religious properties as a way of modeling really exemplary\n\nbehaviors and then using those properties also to teach and to train their members and\n\nmembers of the community about how to take those practices home is a great opportunity.\n\nAbsolutely.\n\nAs you’re describing that project in the UK, something came to mind to me where our\n\nchurches, our houses of worship have for such a very long time been a place of sanctuary\n\nfor our hearts, our minds, our spirits and my gosh, I was getting this image of these\n\nplaces becoming increasingly sanctuaries for so many other of God’s creation, the birds\n\nand pollinators and soil microbes and all kinds of others.\n\nAnd my gosh, what a beautiful day that will be when most many of our places of worship\n\nare also ecological sanctuaries in a very literal sense.\n\nI think there are more and more congregations that are on that pathway and I think there’s\n\nlots of room for growth and development in that area and I’m sure that with the proper\n\nkind of effort there would be congregations that would want to become leaders in that\n\nsoil area.\n\nBeautiful.\n\nWell, Reverend Fletcher, I know we’ve got just a couple minutes left and I want to make\n\nsure to ask a two part question.\n\nWhat are some of the concrete ways in which green faith has and is making a difference\n\nthat you want to highlight that you haven’t already and second, what are your top priorities\n\nnow and going forward that you want to make sure that we highlight for folks?\n\nI know you’ve already hit on some of this.\n\nI would say in terms of making a difference, we really believe that it’s very important\n\nand that it makes a real difference when people of diverse spiritualities and faiths and\n\ntheir spiritual leaders step out publicly to raise their voices in the public sphere about\n\nthe urgent importance of caring for the earth.\n\nAnd so this September, there’s a mobilization coming up around the global climate summit\n\nthat’s happening in San Francisco.\n\nThe mobilization will be on the 8th of September and as I said previous that we’ve taken\n\npart in in past climate marches and we’re inviting people to take part in in that mobilization\n\nbecause we think it’s a really important time to continue to show leaders that people\n\nof faith care deeply about this stuff.\n\nAnd I think in terms of a call to action, very much in keeping with that, we believe\n\nas people of faith that we need to lead by example.\n\nAnd part of what that means is advocating for good policies and part of what it means\n\nis making sure that our own lifestyles are reflecting a level of responsibility and good\n\nstewardship in terms of the climate.\n\nAnd so we’ve got a new, we’re working with a number of partners on a multi-faith international\n\ncampaign called Living the Change, which is about equipping people and inviting people\n\nto adopt more sustainable lifestyles, with a particular focus on three areas that really\n\nmake a big difference.\n\nHome energy use, diet, moving towards a plant-based diet and transport, less air travel, less\n\ncar travel, and there’s a website for that at LivingTheChange.net and the call to action\n\nis that we’re inviting folks to make commitments and you’ll be able to do that, make a commitment\n\non that website within the next month or so and we’ll be gathering those commitments\n\nand taking them to that global climate summit this September in San Francisco.\n\nSo I’d love to invite people to join us at LivingTheChange.net to find out more.\n\nBeautiful.\n\nWe’ll be sure to share that with folks.\n\nAnd my goodness, Reverend Fletcher, this has been such a joy and thank you so much for\n\njoining us today, taking some time out of your busy schedule.\n\nAnd before we sign off, I just want to mention one more time, greenfaith.org, is where\n\nfolks can find out more about the work you and your colleagues are doing at GreenFaith.\n\nOf course, yhonourth.org is a great place for folks to connect in further with the Yhonourth\n\ncommunity.\n\nAnd Reverend Fletcher, would you join us?\n\nSpeak with you again.\n\nThanks so much for being with us.\n\nWell, thanks for the invitation very much, Aaron, and thanks for your leadership and\n\nI appreciate the chance to be with you.\n\nWonderful.\n\nWe’ll take care.\n\nYou too.\n\nBye-bye now."
}