{
  "title": "Episode 51 – Jonathan Granoff, President, Global Security Institute",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/6795/episode-51-jonathan-granoff-president-global-security-institute.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-51-jonathan-granoff-president-global-security-institute/",
  "episode_number": 51,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "Jonathan Granoff is President of the Global Security Institute, Representative to the United Nations for the Permanent Secretariat of the World Summit of Nobel Peace Laureates, and Ambassador for Peace, Security and Nuclear Disarmament of The Parliament of the World’s Religions. He serves on numerous advisory and governing boards, including the International Law Section of the American Bar Association, Bawa Muhaiyaddeen Fellowship, Universal Sufi Council, World Wisdom Council, Tikkun, International Association of Sufism, Middle Powers Initiative, the Jane Goodall Institute, and the Parliamentarians for Nuclear Nonproliferation and Disarmament. A Fellow of the World Academy of Arts and Science, Jonathan was nominated for the Nobel Peace Prize in 2014. He is also the award-winning screenwriter of “The Constitution: The Document that Created a Nation,” and has articles in over 50 books and publications, including: “The Sovereignty Revolution,” “Toward a Nuclear Weapons Free World,” “Imagining Tomorrow,” “Reverence for Life Revisited,” “Hold Hope, Wage Peace,” as well as “The Forgotten Why.”\n\nIn this conversation, recorded on the International Day of Non Violence (Oct 2, 2019), celebrating the example and legacy of Mahatma Gandhi, Mr. Granoff implores and encourages us to each cultivate the consciousness and culture signified by “hearts without borders.” With a profound focus on compassion, on love, on the golden rule, and on embracing and celebrating our unifying humanity, Jonathan is a global spokesperson for not only what is possible in these times, but what is essential, what is necessary, what is self-evident: “We have to recognize our shared destiny on planet Earth!” With a scholarly command of the formation of the modern nation state – the geopolitical construct that superseded European feudalism, and that is our reality today – Jonathan asks us these simple questions: What are you doing to (1) Eliminate poverty; (2) Heal our climate and natural world; (3) Eliminate Nuclear Weapons; and (4) What are your deepest values, and how are you putting those in action?\n\nThe Nobel Peace Laureate Summits: www.nobelpeacesummit.com\n\nInternational Law Section of the American Bar Association: www.americanbar.org/groups/international_law/\n\nMove the Nuclear Weapons Money: www.nuclearweaponsmoney.org/\n\nUnited Religions Initiative Nuclear Prayer: uri.org/who-we-are/cooperation-circle/voices-world-free-nuclear-weapons"
}