{
  "title": "Episode 130 – Hayley Nenadal, Festival Director, EarthX Film",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13029/episode-130-hayley-nenadal-festival-director-earthx-film.mp3",
  "publish_date": "March 9, 2023 2:54 pm",
  "url": "https://yonearth.org/podcast/episode-130-hayley-nenadal-festival-director-earthx-film/",
  "episode_number": 130,
  "subtitle": "About EarthX & EarthX Film",
  "description": "Founded by Trammell S. Crow (Podcast Episode #55), EarthX convenes the largest Earth Day gathering in the United States, and possibly the entire world. In April, over 200,000 people attend the gathering, at which several concurrent conferences (EarthX Capital, EarthX Film, etc.) are curated, and hundreds of sustainability and regeneration-oriented companies and organizations feature their work, products, and services. (This year the Y on Earth Community will have a booth presence, and Executive Director Aaron William Perry will be giving talks and leading a Biodynamic soil activation workshop for the Dallas community). EarthX Film is a year-round environmental film festival founded by EarthX. If you’ll be in Austin for SXSW, you can visit and join Hayley 1:30-3:30pm on March 12th at SXSW’s “ACL Live” for a free film screening event in Austin, Texas.",
  "about_sections": {
    "about_earthx_&_earthx_film": "Founded by Trammell S. Crow (Podcast Episode #55), EarthX convenes the largest Earth Day gathering in the United States, and possibly the entire world. In April, over 200,000 people attend the gathering, at which several concurrent conferences (EarthX Capital, EarthX Film, etc.) are curated, and hundreds of sustainability and regeneration-oriented companies and organizations feature their work, products, and services. (This year the Y on Earth Community will have a booth presence, and Executive Director Aaron William Perry will be giving talks and leading a Biodynamic soil activation workshop for the Dallas community). EarthX Film is a year-round environmental film festival founded by EarthX. If you’ll be in Austin for SXSW, you can visit and join Hayley 1:30-3:30pm on March 12th at SXSW’s “ACL Live” for a free film screening event in Austin, Texas.",
    "about_hayley_nenadal,_festival_director,_earthx_film": "Hayley Nenadal has nearly two decades of experience working with film festivals, including Sundance, Telluride, and Mill Valley Film festivals. At EarthX, Hayley oversees the festival programming and operations while also programming and consulting on film and documentary projects developed and acquired by the organization and distributed across its brands. She joined EarthX four years ago as Program Manager for the Festival. Before joining EarthX, Hayley spent ten years at Sundance in Park City working in Artist Relations and Production, where she developed a network of relationships with talent and industry executives. She was Assistant Production Manager for the Telluride Film Festival, working with teams to build the beloved festival venues, and also served as Operations Manager for the Mill Valley Film Festival. She also worked in programming at Mountainfilm Festival, which hosts outdoor adventure and environmental films at their annual Memorial Day event. She began her career at Industrial Light and Magic and has worked in films and television production, including 12 Years a Slave and ‘True Detective’ (HBO). She was recently named a jurist for the Documentary Shorts competition at SXSW 2023."
  },
  "full_transcript": "Welcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today,\n\nwe’re visiting with EarthX Film Festival Director, Hayley Nenadal. Hi, Hayley. How you doing?\n\nHey, good. Good to be on here. Yeah, it’s great to have you on. And I’m really looking forward to chatting\n\nwith you about all that you’ve got going on with EarthX Film. It’s pretty exciting. Yeah, it’s an\n\nexciting time for us. Yeah. Hayley Nenadal has nearly two decades of experience working with film\n\nfestivals, including Sundance, Telluride, and Mill Valley Film Festivals. At EarthX, Hayley oversees\n\nthe Festival Programming and Operation, while also programming and consulting on film and\n\ndocumentary projects developed and acquired by the organization and distributed across its brand.\n\nShe graduated four years ago as Program Manager for the Festival. Before joining EarthX,\n\nHayley spent 10 years at Sundance in Park City, working in artist relations and production,\n\nwhere she developed a network of relationships with talent and industry executives.\n\nShe was assistant production manager for the Telluride Film Festival, working with teams to build\n\nthe beloved festival venues and also served as operations manager for the Mill Valley Film Festival.\n\nShe also worked in programming at Mountain Film Festival with hosts,\n\nwitch hosts, outdoor adventure and environmental films at their annual Memorial Day event.\n\nHayley began her career at industrial light and magic, and has worked in films and television\n\nproduction, including 12 years of slave and the HBO program True Detective.\n\nShe was recently named a jurist for the documentary shorts competition at South by Southwest\n\nin 2023, which is coming right up, Hayley. Maybe we’ll jump right into this most.\n\nThat way it’s currently happening. Yeah, tell us it’s so great, having you on by the way.\n\nI’m really excited. We’ve got a number of great things to chat about today. Tell us what’s\n\nhappening with South by Southwest. Yeah. Well, the exciting thing is South by Southwest\n\nactually starts next weekend on the 9th, I’d say, 9th or 10th. And, you know,\n\nthere are several different jurists, jury groups for the festival, and I was asked to be on the\n\nshorts dock, which is coincidentally my favorite section of films chosen to be on that jury.\n\nAnd I am lucky to be on with someone from MTV and someone from Vimeo. And so we’ve actually\n\nalready done the judging and we’ve already done the deliberation and we’ve already chosen our winner.\n\nWhat’s really cool about it, I didn’t know this going into it, but it’s an Oscar qualifying\n\nfestival. So our award can be Oscar-qualified now that they’re getting a jury award.\n\nSo it’s just a really great way to get, I think, that shorts, but documentary shorts kind of get\n\na little bit of the short and linguistic in terms of people seeing it and getting in front of\n\npeople. So I’m hoping that awards like this and South by Southwest can get more, more eyes on\n\nthese great films. That’s so exciting. Well, I imagine, although you guys have already made your\n\ndecisions, that’s not something you’d share. Yeah, the award is on the 13th, 14th, 14th, that Tuesday\n\nof the festival. So, yeah. Very good, yeah. And we’re ordinarily, we publish our interviews a few\n\nweeks after we record, but in this case, we’re actually going to do our best to expedite and get\n\nit out ahead of time, so folks can be a part of that exciting announcement. And although we’ll do our\n\nnormal behind-the-scenes chat after recording our main episode here today, Hayley, we probably won’t\n\neven announce the winners there either, but you never know, you never know. I think I would be\n\nremiss, not to mention that, Earth X Film is also doing an official event at South by.\n\nWe’ve kind of found, you know, Earth X is all about climate stories that matter, and\n\nwe are partnering with a company called Narlie Bay and a musician named Kishi Bashi to put on an\n\nevent on March 12th at 310 at ACL Live to talk about climate stories that matter, and just kind of\n\nhow film and music can help address environmental issues. Yeah, and you know, what’s amazing to me\n\nis, as you and I were discussing the other day, this whole movement of independent film festivals\n\nand a variety of films, documentary and otherwise, are sort of transiting this arc from\n\nentertainment and art per se into activism and even like inspirational educational\n\npieces helping the public to become more aware and engaged in a number of these different\n\naspects of the ecological and social challenges that we’re facing right now. And you’ve sort of\n\nseen this evolution firsthand in your various roles. I mean, I think it’s really hard not to\n\nrespond to what’s happening from an artistic viewpoint. And I think that a lot of organizations,\n\na lot of these nonprofit film organizations are kind of waking up to realizing that those\n\nstories need to be funded and the with grants and that those stories need to be showcased to kind\n\nof just start the conversation that needs to be happening in the public. Whether it’s a hopeful\n\nconversation or it’s an activism conversation or it’s a like holy crap we’ve got to do\n\nconversation. It’s kind of all of those things at once. Yeah. Yeah, it’s very interesting. We’ve had\n\nthe opportunity to connect with a few different filmmakers in the last year or two and a couple of\n\nthe documentaries that that I’ve had the opportunity to view, you know, are sharing really,\n\nreally important information but also can end up feeling pretty heavy and leave me feeling anyway\n\nlike gosh, I’m not sure what I can do about that particular situation. And I’m curious, as you’re\n\nseeing a lot of these films and working with a lot of these filmmakers, do you often have conversations\n\naround, you know, what’s the call to action? What’s the opportunity for the public to get involved\n\nwith the issues? Yeah, yes, definitely. We’re definitely having that conversation. I think\n\nI think it’s hard not to make a film that’s hard right now for people to watch.\n\nConstantly, having films come across our desk at Earth like film that are like, oh man, that’s a rough,\n\nit’s a rough, it’s an important film but it’s a tough film. And how can we, like you said, walk away,\n\nhave audiences walk away with some sort of action item and, you know, for us, we’re also looking for\n\nan action item that’s more localized because I do think like nationally we need to be doing things,\n\nbut if everybody starts locally, that’s actually quite a movement. So we’re based in Dallas,\n\nTexas, which I think a lot of people don’t imagine an environmental film festival happening in\n\nDallas, Texas, but we’ve been incredibly excited and energized by the fact that there are a lot\n\nof people doing the work in Dallas, Texas. And they don’t, they’re kind of quietly doing the work\n\nand they’re kind of quietly doing the work altogether. And then when we’re kind of showcasing them,\n\na partnership with a film we’re showing that is exhibiting some of the stuff that they’re doing\n\nin their community, they’re so excited. And so it kind of seems like the right time, right place\n\nfor the work that we’re doing to kind of collaborate with locals who are also doing it in their\n\ncommunity. Yeah, that’s, that’s so exciting. And I had the opportunity to get down there for the\n\nEarth X film festival gathering in 2019 right before COVID. And of course, we’ve got to give a\n\nshout out to Tramil Crowe who has spearheaded so much around all of this. He’s the founder of\n\nEarth X and has been on our podcast and is doing so much in the way of environmental leadership\n\nassembling coalitions and organizations from all around the world and really helping to elevate\n\nthe awareness around many of these issues. I think it’s amazing. Some of the things I’ve heard\n\nhappening in Dallas and elsewhere. Yeah, yeah, we have the unique\n\nlike mission and opportunity to bring both sides of the table to the environmental conversation.\n\nIt’s not a Republican Democrat issue. It’s not a conservative liberal issue. It’s, it’s in everybody’s\n\nworld, earth issue. And how do we, how do we kind of both come to the table and come up with\n\nsolutions? And I personally think it’s the best way to do it. I don’t think we’re going to move\n\nthe needle if we’re just looking to one side for solutions. I really agree. And you know,\n\nthis also sort of makes me think about another interesting point, which is the role of storytelling\n\nin these movements working on these various issues impacting all of us all over, regardless\n\nof our political views, our socioeconomic status, what have you, we’re all being affected by\n\nthese situations. And obviously, film is a very powerful medium for storytelling. I’m a writer,\n\nas you know, I write books. And I am struck by how potent these opportunities are to affect\n\npeople’s points of view and actions in the world. What do you, what do you see there in terms of\n\nthe potential that storytelling can help in these myriad challenging situations?\n\nWell, I want to pick an example of a filmmaker that we work with often. His name’s Ben\n\nMasters. He’s incredible. He’s from, I believe near Austin, Texas. He has a science background\n\nthen turned filmmaker. And he’s kind of, I’ve heard this, I’ve heard this convert, this term in\n\nenvironmental climate story conversation, but the Trojan horse method, where it’s somebody\n\nwho is 100% walks the walk and talks the talk, but he, like, he is a Texan through and through,\n\nbut he also is deeply, deeply tied to the environment of Texas. He makes films about species\n\nimportant to Texas. He just made this simple deep in the heart that is kind of like the,\n\num, man, I’m forgetting that kind of the BBC environmental, um, it’s like,\n\nOh, um, Edinburgh. Yeah, but it’s like the environment. It’s like the Texas version of that\n\nMatthew McConaughey is actually the narrator. Um, and it’s, it’s kind of like, it’s the move of,\n\nhe tells a really good story with incredible imagery and no matter who you are as a Texan,\n\nyou walk in and you see that filming, you’re like, just so amazed at the state that you live in.\n\nAnd so proud of all the environmental work that’s happening there and all the species that live\n\nthere and the beautiful landscapes and all that stuff. So it’s, it doesn’t, like, people come and see\n\nhis films with, like, idea of I’m going to see a Texans films and then they come back with a\n\npurpose of like, wow, that is like what it means to really be a Texan, like, I really want to embrace\n\nthe place that I live in. Um, so I think that that the idea of people coming into a movie theater\n\nor people, I think music is the same. Um, people coming into an auditorium where someone’s playing\n\nand they’re really there to enjoy the art of film or music and they come away with a deeper\n\nunderstanding, knowledge, um, information, um, idea of something they can do for their community\n\nand their world. Um, so I think, I think calling it the Trojan Horse Method is funny, but it is\n\ntrue. It’s like you’re coming in for one thing and you’re leaving with another and, um, it’s pretty\n\ncool. Oh, that’s so cool. How, I’d love to see this one deep in the heart than Master’s. How\n\ndo we, how do we find it? Where is it? I think, I want to say it’s streaming on a major platform\n\nat this point. You definitely can rent it on like, um, Apple on Mac, but yeah. Very cool. Yeah,\n\nthat’s a wonderful story. I look forward to checking that one out. Um, and then I, of course, want to\n\nask you about now Earth X film is, is producing content, um, kind of shifting from the\n\nfocus, exclusive focus on convening films, filmmakers and others, but now you’re producing content.\n\nTell us what’s happening there. I mean, it’s so exciting to hear about that. Yeah. Well, two of\n\nthe things we brought up kind of come into play with our reasoning for this and one of it was that\n\nwe want to showcase hopeful stories. And so A, we want to help support fun filmmakers. We have\n\na grant, an annual grant now where we’re supporting, uh, um, environmental storyteller, a filmmaker.\n\nBut we decided that we also wanted to make some of the more of the stories that we want to see\n\non the big screen. And, um, in our work of convening people and showcasing film and Dallas, we came\n\nacross this incredible skate park that’s in the Oak Cliff region of Dallas. Um, and they’re called\n\nFortown. And, um, it’s an amazing, I don’t even know where to start with Fortown, but the two\n\nwonderful skaters, Rob K. Hill, Mike Crom, um, both Born and Raised and Dallas started a skate park.\n\nAnd now have like their feeding their community, their building community, they are starting a\n\nregenerative farm. They’re starting an hydroponic farm. And like, I mean, they started with,\n\nI’ve grown to really love the skateboarding community. I think they’re really innovative,\n\nbut like in, as, as skaters do, they’re just constantly innovating on how to be supportive of\n\nthe community that they exist in. Um, and I think when people hear that there’s a compost sub\n\nand a regenerative farm in like the city, in the center of the city of Dallas are like, wait, what?\n\nUm, and we kind of said the same thing. And so we partnered with, um, a company called\n\nNarlie Bay. Um, they’re based both in Colorado and I, somewhere in the northeast, uh, great production\n\ncompany, work with them, um, a director named Danny Schmidt. And we made a short film about\n\nFortown. It’s literally called Fortown. Um, and it’s going to, I also a secret. It’s going to\n\npremiere at a couple really big film festivals. And we’re really excited to kind of, and everybody\n\nsays the same thing when they see it. They’re like, I don’t see a lot of hopeful stories these days\n\nand seeing this hopeful story. It totally changed the game for me. Like, everybody leaves the room\n\nso inspired. So that’s that we, we’re already achieving our goals, which is really cool.\n\nThat is so amazing. And, uh, you know, I, um, heard recently that at the upcoming Earth X gathering\n\nin Dallas, which is touted as the world’s largest Earth Day green gathering with something like\n\nover 200,000 people expected to show up during those few days. We’ll be down there. YonEarth\n\nWe’ll be down there this year. Um, I heard there’s also going to be some big, uh, skateboarding\n\nlesson opportunity that is, uh, actually doing a sneak peek of the film there too. Oh my god.\n\nYou’ll be able to see the film and Rob will be up there in some of the, the, the cast of the film.\n\nYeah, they’re going to build a half pipe. Like, I think a lot of people, when they think environmental\n\nfilms, they’re thinking people climbing through the grand canyon, rafting on like, you know, they’re,\n\nthey’re in the grand tea tons or all that stuff. And like getting outside can also mean, um,\n\nget on your skateboard and ride the streets of Dallas. And I think that for us, it’s like we’re really\n\nmeeting Dallas where it’s at. And that’s how people get a lot of people get outside at skateboarding.\n\nAnd so, um, at the annual Earth Day Expo, which is Earth Ex, then what everybody knows us for, um,\n\nin Fair Park, I think it’s, I should know this off top, man. I think it’s April 20th to 23rd,\n\nlessons. It’ll be a fully part of the whole exhibit. So it’ll be really fun. Yeah, that’s going to be\n\na total blast. Yeah. It’s, uh, it’s amazing. I’m going to have to tell my son about this. He’s,\n\nhe’s an avid skater himself. So, cool. Yeah. Yeah. And of course, there’s this, uh, really interesting\n\nsort of Dallas and Texas connection with Colorado in this Earth Ex ecosystem. And although Earth Ex\n\nfilm is based in Dallas, uh, you’re also here in Colorado. I know. I base and tell you right Colorado.\n\nYeah. It just kind of an epicenter for films. Yeah. Absolutely. Yeah. And I’m just curious, um,\n\nwhat is it, uh, for you personally, what is it about living in that part of the mountains that\n\nhelps in your, you know, connection with nature, with the work being done in the environmental\n\nmovement? And, you know, I’m, I’m just kind of curious from a personal point of view. Uh,\n\nwhat do you, what do you do over there? You’re a hiker, a skier. What are you into?\n\nKind of all those things, right? I love to hike. I love it’s now the season to ski. It’s\n\nnot snowing currently, but it has been. Um, yeah. I mean, if you have ever been to tell you\n\nright Colorado before, you know, it’s like this tiny little town in this big, big mountain range.\n\nAnd in this small box canyon, and I think that, you know, when you’re in tell, you’re at\n\nit’s hard to imagine that the rest of the world exists because it’s like the mountains are so\n\nimmense all around you. Um, for me, um, I actually grew up in California along the coast. And\n\nI don’t know if I ever unders, like I knew, I didn’t know if I could ever live away from the ocean\n\nbecause it’s such a part of life there. And then when I saw these mountains, they kind of\n\nhit that same sense of wonder. Um, yeah, tell your right is an epicenter of film creatives, um,\n\nwith the tell your right film festival, with mountain film, with the blue grasshopper,\n\nthere’s just so much music and film that comes through here. So it’s like kind of a constant\n\nmuse in that way. Um, and I actually was living in, I was working for an organization called\n\nMountain Film, um, right before I started working for Earth X, um, very similar to our goals with\n\nEarth X, um, really exhibiting change makers, activism, environmentalism, all of those things\n\nthrough the films. And so kind of taking some of the best practices I learned there, applying them\n\nto Earth X, um, and also I’ll, I’ll be really honest, the top visitor to tell your right is tech,\n\nis from Texas and the top visitor from Texas is from Dallas. So we actually have a lot in,\n\nwe have like a brick big sink up here. There’s a lot of people who are, who are lovers of Earth X\n\nthat, that come and spend a lot of time until you’re right, completely separate of me knowing them.\n\nAnd so it’s like a very cool thing of people spending time in the mountains and also living in\n\nthis city and the south. So yeah. That’s great. Yeah. You, you had shared with me a little bit about your\n\nchildhood experience over there in California, San Luis, the best hotel area. And I thought it was\n\nreally striking, uh, some of the experiences you had growing up and it would love for you to share\n\na bit with our audience about that because it’s a really interesting part of your background.\n\nYeah. I mean, I, I’ve kind of reflected why I, I don’t know if everybody does this, but at\n\nmoments I’ve reflected why I am the way I am or what, why my goals are what they are. And I’ve\n\nkind of come to the conclusion that a lot of it has to do with where I grew up, um, from this\n\nlittle town called San Luis the best hotel. It’s not really as little as it was when I was a kid,\n\nbut it’s a college town about seven miles from the ocean, um, deeply, deeply environmentally connected.\n\nWe have a, like the largest farmers market in California. We are, um, big, it’s very unspoken.\n\nIt’s just kind of the general practice. A lot of people are regenerative farmers. A lot of people\n\nare very connected to the way they farm. They’re not, it’s, there’s not a lot of big farming around\n\nthat area. Um, it’s also a very large nuclear power plant about seven miles from it. Um, it’s the\n\nonly one still up and running in California. And my parents as long as well as many of my friends,\n\nparents moved there in the 70s to, uh, protest that power plant and stayed because it was so beautiful.\n\nAnd now actually that power plant is being seen as a major solution for the future of, um,\n\ncarbon and climate change, um, Biden just put in a significant amount of money as well as\n\nthe governor of California to keep it open, um, because it’s a carbon neutral energy. And so\n\nI think kind of having all those awarenesses around me and just, it’s just kind of a way of life\n\nto be more connected to your outdoors, I kind of took that into all the things that I do. And\n\nI can’t forget to say that we have the first solar powered movie theater. Um, it’s called the\n\nPalm Theater. And it’s an independent movie theater. So he shows what he wants and he shows\n\nreally good films. And so I’m kind of having that cross section of this really cool movie theater\n\ndowntown where I saw a really good film growing up. And then it also being the first solar powered.\n\nIt’s so funny because nobody talks about it. It just is what the way it is. But then when I go\n\nanywhere else and I say, I use the facts about my hometown, I kind of can’t believe a place like\n\nthat exists. So yeah, it’s something I’m very proud of that I’m from there. And, um, yeah, it\n\ndefinitely influenced who I am. Yeah, that’s absolutely so beautiful, absolutely wonderful.\n\nLet me remind our listeners that this is the YonEarth Community podcast. I’m your host,\n\nAaron William Perry. Today we’re chatting with Hayley Nenendal, the the festival director of Earth\n\nX film. And I want to be sure to give a shout out and thanks to a few of our sponsors who make\n\nour podcast series possible. Um, this includes Purim, Waylay Water, Soaking Salts,\n\nSoil Works, the VeridiToss Society. And you can find links and deals and discounts to those\n\nproducts and find information about those great companies at the YonEarth.org website\n\nunder our partners and supporters page. Of course, I want to also give a shout out to our\n\nambassadors and those who are engaged in our monthly giving program. And if you haven’t yet\n\njoined and you’d like to, you can go to YonEarth.org and click on the Donator Support button\n\nand set up a monthly giving program for yourself at any level that worked for you.\n\nIf you would like to give it the $33 or greater level, we will, as a thank you, send you\n\na jar of the YonEarth.org, regeneratively grown, hemp-infused, aroma therapy, Soaking Salts,\n\nas a thank you. That’s available in the United States at this point. So thanks to all of our\n\nsupporters. And yeah, Hayley folks can find more information about EarthX Film on the website,\n\nwhich is earthxfilmfestival.org. Of course, you guys are also on Instagram, LinkedIn, both of\n\nthose are EarthX Film. And then on Facebook, it’s EarthX Film Festival. And if you’re interested\n\nin learning more about the huge gathering happening in Dallas in April, you can go to earthx.org\n\nto learn about that. YonEarth community is going to be down there. All kinds of wonderful\n\nleaders, organizations, and folks from the general public getting together to celebrate the\n\nenvironment and learn more about what we can do to be better stewards of the environment.\n\nAnd hope to see you guys there. And yeah, Hayley, I am sort of, you know, chomping at the bit\n\nhere to know, like, what else do you see coming up in the coming months and years? And I imagine you\n\nprobably have a few things in the works that you can’t talk about quite yet, but would love to\n\nwhatever extent you can give us kind of a glimpse into what’s coming. That would be wonderful.\n\nYeah, for sure. I will. So, Earth Day or Expo, which everyone knows EarthX for is happening in\n\nApril, but we starting last year, we separated out the film festival from the Expo. It used to be\n\na festival within a festival. We kind of decided that was too much and we really wanted to get time\n\nin space to the filmmakers and musicians. There will be films at the Expo in April. I believe 12,\n\nwhich is awesome. They compliment the conversations happening up on stage, which is kind of what we\n\nalways wanted to have happen, like how are films complimenting the conferences, the policy makers,\n\nall that stuff. How are they giving examples of what needs to happen? But in October, October 20th\n\nto 22nd, we will have the EarthX film festival three days, Friday, Saturday, Sunday of great films.\n\nWe’re looking at, we’re not fully confirmed, but looking at being in the Bishop Arts District,\n\nwhich is a really up and coming artist’s neighborhood of Dallas, trying to make it as walkable,\n\nas possible, and intimate as possible, truly. I think sometimes people get caught up in like,\n\nI want a theater with 800 people and we’re like, we actually want a theater with like 150 really\n\nstoked individuals and or newcomers, people who have no idea what they’re walking into and they\n\nwalk away with something new. So that’s kind of we’re going for the more intimate look this year.\n\nWe’re also looking for a more more interactive approach to a film festival where like we show a film\n\nabout compost and then you actually feel composted soil or you’re like, you’re learning what goes\n\ninto your compost by like actually practicing it in a workshop after the film you just saw. So we’re\n\nwe’re kind of looking at different ways to just really engage people, especially post COVID,\n\nlike people not just being, I feel like so much of COVID people were kind of being talked at or\n\nthey could, they were only receiving from this and they weren’t, it wasn’t like a back and forth\n\nconversation. So I think that’s really what is impetus of all this is we’re just like, we want\n\npeople to feel heard and also learn new things. So I think what’s going to be, we’ll see, we’ll see\n\nwhat October looks like, but we’re really excited at kind of like a new model and making it film\n\nand music and workshops and conversation and just kind of like a just a new thing. That’s so\n\ncool to hear. Yeah, that hands-on tactile interactive pieces is so potent and what one of the things\n\nwe’ve been doing a lot of with the Y on Earth community is these biodynamic land and water\n\nmedicine stirs. Basically, we’re planning to do one down in Dallas for Earth Day and yeah,\n\nit’s when we when we literally physically touch the soil, the compost and interact with all those\n\nmicroorganisms and experience the benefits of boosted serotonin production. I mean,\n\nthere’s science showing that interacting with soil microbes regularly boosts cognitive performance\n\nin immune system function. All these wonderful good things and I love to hear you guys are thinking\n\nabout that because often when we’re sort of thinking about film and story and even like digital\n\nmedia like a podcast, it’s not always like immediately translating to physical interactive\n\nembodied things we can do. So it’s it’s really cool to hear you guys are thinking that way.\n\nYeah, absolutely and everything you’re saying is exactly spot on.\n\nThat’s so great, Hayley. Well, I am just thrilled and want to be sure to ask you about\n\nsome calls to action. How can people get further involved in addition to going to the websites\n\nand checking out the social media? What are some other ways people can connect and get involved?\n\nWell, the truth is is social media first because we’ll be announcing volunteer opportunities,\n\nfilm maker grant opportunities, film like right now we have submissions open for all filmmakers\n\nwho would like to exhibit. At the Earth X Film Festival, we have a whole screening committee\n\nand programming team that will be watching everything that’s submitted. We will and I think also\n\non our social media, we kind of talk about the upcoming festivals that we’re partnering with,\n\nthat we’ll be at and also talking about our foreground film where it might be something to\n\na community near you at one of your film festivals. So yeah, I kind of think social media I need\n\nto say that that’s the way to go, but probably social media, even over our website because it’s\n\njust updated all the time, kind of talking about ways to be it to be a part of it all. And if you\n\nare at South by Southwest and I don’t know if this is coming up before South by Southwest, but if\n\nyou are at South by Southwest, come by 130 to 330 on March 12th that Sunday at 310 at ACO live.\n\nWe have to let batch holders in first, but other than that, we are letting the general public\n\nit is a free event. So that’s March, what day again? March 12th. March 12th, cool. I’ll include that\n\nin the show notes, assuming we are able to get this out in time. I’m hopeful, we’ll see.\n\nYeah, and I wanted to ask you a question, you know, will after recording our main podcast\n\nepisode, of course, we’re going to do a special behind-the-scenes conversation, which is available\n\nto our ambassadors. You’ve got to have the password to get into the ambassador resources page at\n\nwineerf.org of you behind-the-scenes discussions and other video resources that we’ve recorded\n\nin the past. And maybe we’ll dive a little more deeply into this in the behind-the-scenes piece,\n\nbut I want to ask you, you know, what’s it like, kind of for you, transiting the arc from your\n\nwork in the, perhaps, quote unquote, more mainstream film world, right? Working on a major production,\n\nlike 12 years of slave industrial light and magic where you worked, obviously, that’s\n\ntouching lots and lots of feature productions that many of us have seen, and working on true\n\ndetective for HBO. Like, what’s it been like for you going from that milieu into what you’re\n\ndoing now with Earth X and also into those other independent film festivals?\n\nIt’s a big question. I went to film school because I grew up with the films, like Jurassic Park and\n\nHook and Back to Future, and all these wonderful, fantastical films that many were touched by industrial\n\nlight and magic. And when I graduated film school, I traveled a lot for the first couple years,\n\nand I came back and I was like, okay, I want to get into some big films, and I was looking\n\nup to have some connections to get me a job at industrial light and magic, and I got to work on\n\nAvengers, and I got to work on Wrangle, and I got to work on Transformers, and all these very,\n\nvery, very mainstream big Hollywood films, also working with artists who literally worked on the\n\nfilms that I grew up watching that inspired me to get into film in the first place. It was\n\nextremely wonderful experience. I wanted a more tactile experience, and so and more on set set,\n\nindustrial light magic is visual effects. And so I actually, at the time, as 2012, I moved to\n\nNew Orleans, which was a bit of a gold rush for film jobs at the time. There was major tax incentives\n\nfor the industry to do film down in New Orleans and the larger Louisiana. And I just jumped in\n\nso in the deep end, and worked on so many things, 12 years of slave, trajectives,\n\nplan of the apes, all these things, and I kind of found myself getting to the point where I just,\n\nyou know, I watched documentaries, but when I was in college and those early years,\n\ndocumentaries weren’t really that mainstream. They were kind of something you saw in Europe,\n\nor a lot of Europeans were making, but not a lot of, there weren’t a lot of American companies\n\nor filmmakers making them sustainably where they were like actually sustaining themselves as artists\n\ndoing it. And that kind of changed a bit around 2012, and I was just like, man, I really, really\n\nthat is where my heart is. I don’t just don’t, I’m just not quite where I want to be right now,\n\nand I applied for a job at Sundance and was lucky enough to land in the US doc competition,\n\nwhere it’s just such a prestigious area niche of documentaries. And I saw stuff that really inspired\n\nme, and then I started to see this world of environmental documentary in kind of the beginnings\n\nof that. So I kind of like to say that I started really, really like wide, and then I kept narrowing\n\nmy focus because I got to Sundance, and I was documentary, and then I led my way to tell you\n\nright, and it got into more environmental documentary. And now I’m like literally only\n\nworking with environmental documentary. And I actually think it all plays upon each other,\n\nbecause I do think I will say, and I don’t think, I know it’s not a secret, but all of her stone,\n\nwhich is someone that I grew up loving his films has a new film, and a new environmental film out.\n\nAnd I’m just like, it’s all kind of like everybody’s, yeah, we’re just a little bit ahead of the curve,\n\nbut I think there’s going to be a lot of mainstream filmmakers that are making films that address\n\nthe current times, because it’s just too much on all our minds. And yeah, I think at all\n\nin our times, because we really do think really understanding like really strong filmmaking,\n\nthe craft of really strong filmmaking is kind of at the base of it all too.\n\nWow, yeah, and obviously all of her stone has put together not only such compelling films from\n\nthe art and aesthetic standpoint, but also really educational on a number of topics, historical\n\nand contemporary that are so important for us to be aware of. Yeah, absolutely.\n\nSo I got to ask, we at the YonEarth community do a lot of our work around health and balance,\n\nand doing our best when we’re really busy or stressed to, you know, take care of our bodies,\n\nour minds, our spirits, and I know you’ve got to be so busy right now with everything happening.\n\nWhat are some of your own personal practices to maintain health and balance in the midst of\n\nsuch a busy life right now? I love that you’re asking that question, because I’ve very recently\n\nreconnected with kind of my best practices. I grew up cross country runner, obviously a place\n\nlike Telluride and the extensive trails around here really lends itself to cross country or\n\nlong distance running and climbing and hiking. In the winter I can get pretty dark and cold,\n\nshorter days, colder days, and I just like really starting the beginning of the year,\n\nI know that’s a little bit cliche, but I really made some goals for myself in terms of running,\n\nand so I think it’s about getting that fresh air in the morning, whether it’s walking or running\n\nor skiing, that really, it kind of takes away, I know the stress, it’s usually this practice of\n\neverything kind of being in front of you and you can’t quite see past it or like progress past it,\n\nand I think that getting that fresh air in the morning really helps. It’s just a part of it all,\n\nit’s not the main focus, so it kind of puts good context to everything.\n\nWell, I love it. Yeah, so so important, and of course in a place like Telluride here with the\n\ntrees and such beautiful vistas, it’s absolutely wonderful. Yeah. Think about that. Absolutely.\n\nWell, Hayley, I’m so thrilled we’ve had the opportunity to visit and record with you today,\n\nand of course we’re going to do our behind the scene segment here in just a short while,\n\nbut before we sign off from our main podcast episode, I want to invite you if there’s anything else\n\nyou’d like to say or share with our audience to please do so. I think we’ve really covered\n\neverything that’s that’s great. I guess I would just say that, you know, we would love to have\n\nyou in Dallas, Texas, and Earth Days coming up really soon, but we’re about, I guess, two months,\n\nwe’ll try seven weeks here out from it, but if you find yourself wanting to come be part of a\n\nreally good conversation around the environment and kind of hearing both sides of the story,\n\nI invite you to come down to Dallas this April 20th to 23rd. Those are the dates. It’s\n\nEarth Day, Earth Day weekend in Austin. Earth Day weekend plus. Yeah, we’ll be sure to get the\n\nofficial dates in the show notes and yeah, we just echoing Hayley’s invitation. We would love\n\nfree to get down there as YonEarth will be down there as well, and it’ll be a tremendous\n\ngathering celebration and opportunity to connect. And Hayley, thanks so much for being on the podcast.\n\nIt’s wonderful chatting with you. Yeah, it’s been wonderful. Thanks for having me.\n\nAbsolutely. See you later. Bye bye.\n\nThe YonEarth Community Stewardship and Sustainability podcast series is hosted by\n\nAaron William Perry, author, thought leader, and executive consultant. The podcast and video\n\nrecordings are made possible by the generous support of people like you. To sign up as a daily\n\nweekly or monthly supporter, please visit yonurth.org-support. Support packages start at just one\n\ndollar per month. The podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth, all one word\n\nwith a Y. These sponsors are listed on the YonEarth.org-support-page. If you found this\n\nparticular podcast episode especially insightful, informative, or inspiring, please pass it on\n\nand share it with a friend whom you think will also enjoy it. Thank you for tuning in.\n\nThank you for your support, and thank you for being a part of the YonEarth Community.",
  "related_episodes": [
    {
      "title": "Podcast Episode 55 – Trammell Crow, Founder, EarthX",
      "url": "https://yonearth.org/podcast/episode-55-trammell-s-crow-founder-earthx/"
    },
    {
      "title": "Podcast Episode 61 – Michael Cain, Co-Founder, EarthX Film",
      "url": "https://yonearth.org/podcast/episode-61-michael-cain-president-earthx-film/"
    },
    {
      "title": "Podcast Episode 80 – Adrian Alex Rodriguez, Co-Founder, EarthX Latin America",
      "url": "https://yonearth.org/podcast/episode-80-adrian-alex-rodriguez-bodai-mushrooms-biodiversity-in-mexico/"
    }
  ]
}