{
  "title": "Episode 71 – Karenna Gore, Director, Center for Earth Ethics",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11071/episode-71-karenna-gore-director-center-for-earth-ethics.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-71-karenna-gore-director-center-for-earth-ethics/",
  "episode_number": 71,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "But let me first pause quickly to thank some of our sponsors and to remind our audience this is the YonEarth community podcast.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron Perry, and today we’re\n\nvisiting with Karenna Gore. Hey, Karenna. Hi, Aaron. Thank you so much for having me on\n\nthe YonEarth Podcast, which is great. It’s a real pleasure, and I’m thrilled we can\n\ntalk with you, especially given what’s going on in the world right now. And I want to get\n\nto that, but first let me introduce you to our audience for those who don’t know you yet.\n\nSo Karenna Gore is the founder and director of the Center for Earth Ethics at Union Theological\n\nSeminary. The Center for Earth Ethics bridges the worlds of religion, academia, policy, and\n\nculture to discern and pursue the changes that are necessary to stop ecological destruction\n\nand create a society that values the long-term health of the whole. She is also an ex-officio\n\nmember of the Faculty of the Earth Institute at Columbia University.\n\nMs. Gore’s previous experience includes serving as director of Union Forum at Union Theological\n\nSeminary, legal work at Simpson Thatcher and Bartlett in the legal center of sanctuary\n\nfor families and serving as director of community affairs for the association to benefit children\n\nand riverkeeper. She has also worked as a writer and as the author of Lighting the Way,\n\nNine Women who changed modern America. Ms. Gore is a graduate of Harvard College, Columbia\n\nLaw School, and Union Theological Seminary. She lives in New York City with her three\n\nchildren. Now, you live in New York City ordinarily, but presently you’re not there because\n\nwhy? What’s going on in the world?\n\nWell, in this time, this pandemic of COVID-19, coronavirus, when the school shut down and\n\npeople were asked to work remotely, I’m one of those and well aware of the privileged\n\nnature of this who was able to go out of the city to a place in the Catskills that I have\n\nshared with my former husband and I have my kids up here that are doing school from\n\nup here and I’m doing work from up here. So I’m in the Catskills and the Western Catskills\n\nand I apologize if the Wi-Fi drops off by the way because it is a bit spotty, but that’s\n\nwhere I am and I really appreciate being able to spend this time with you and your viewers\n\nwhen we can really reflect on so much that’s going on right now in the world.\n\nYeah, absolutely, Karen, and I just want to give a little teaser to the audience that\n\nwe’re going to be sharing some special projects and links a little later in the discussion\n\nthat are going live right now in the context of corona and COVID and everything that’s happening.\n\nSo I want to make sure folks catch that and it’s so interesting to me too that so much\n\nof your work centers around relationship with Earth, with planet, with biosphere and you\n\ndo that from one of the largest and most densely populated cities in the world, certainly\n\nin the United States. And I’m just curious as a way to kind of give us grounded in our\n\ndiscussion today, what does Earth ethics mean and what does that mean in the context of education?\n\nWell, thank you for that question. Ethics is defined differently depending on who’s doing\n\nthe ethics. But essentially, it is questions of right and wrong or good and evil or just or\n\nunjust. It’s different from law. In some, we want our ethics to match up with our laws,\n\nit’s wrong to kill someone, it’s also illegal. But ethics is also, it’s really most important\n\nduring those times when a deep sense of right and wrong is out of step with the law and also\n\nout of step with social norms, which is another component that we look at. So right now,\n\nwith the circumstances that were in ecologically, we have to acknowledge and face the fact that\n\nthe drivers of ecological destruction are for the most part perfectly legal and in line with\n\nsocial norms. So ethics becomes especially important in terms of thinking about the Earth,\n\nhow we relate to nature, to this planet. We are coming up on the anniversary, the 50th anniversary\n\nof the first Earth Day. And we’re in a situation where we have a looming climate crisis,\n\nwe have, I was born in the early 1970s and in my lifetime, the human population has doubled\n\nin the population of wildlife, has been cut in half. We’ve lost about half the world’s forest,\n\nwe know the bleaching of the coral reefs and the depletion of aquifers of groundwater.\n\nWe’ve faced an extinction crisis. There are so many ways in which our, the way our society is\n\norganized right now is putting great strain on the Earth. And so Earth ethics looks at that. And\n\nthere are some deep roots to how we got here. And I know you’ve explored some of this on your\n\nother podcast. So we look at those and think about what is the circle of moral concern\n\nthat people normally think about. And I have a friend at the Church of Sweden who says that in\n\nany room where there are decisions made about energy policy, environmental policy,\n\nthere should be three empty chairs designated for those who are most impacted and least likely\n\nto have a voice. And those should be for the poor and marginalized peoples of the world,\n\nfor future generations, and for all non-human life. And when you think about it,\n\nif we had paid attention to those three, we would not be in this crisis. So Earth ethics is a\n\nconstruct to think about how do we change who were paying attention to that sense of moral\n\naccountability to include those three empty chairs. In terms of education, it is also a very big\n\nchallenge to try to conceive of how we can become ecological citizens in this world. Many people\n\ndon’t know, for example, what watershed they’re in, where the waste goes that you throw out in the\n\ngarbage or you flush down the toilet, where the power comes from when you turn on the lights.\n\nAnd yet these are all connected to ecological realities and systems into other communities\n\nthat if we’re more aware of, then we’ll be able to change for the better.\n\nIt’s so interesting to recognize and talk about and make express that in many respects,\n\nwhat we might be compelled to do, what we might find to be a moral imperative,\n\ndoesn’t necessarily match with social norms. And it makes me think about the civil rights movement,\n\nespecially around the middle of the 20th century. And with amazing leaders and a whole bunch of\n\ndedicated individuals whose names we don’t know as well as somebody like Reverend Martin Luther King,\n\nfor example, it was the hard work of a whole lot of folks in a lot of different communities\n\nwho helped to transform the social norms. And of course, it doesn’t have an overnight,\n\nit’s not like flipping a switch, but I think it’s fair to say that we’ve made some very real\n\nprogress on that front, and that it might provide a hopeful pattern for us to think about in terms\n\nof the ecological challenges that we’re facing. Absolutely. I think that’s a very rich connection to\n\ndraw. And it is indeed a time when we can think about that a deep sense of right and wrong\n\nwithout a step with laws and with social norms. And so some of the movements, the lunch counter\n\nsit-ins, the freedom rides, were about unmasking the unjustness, the unethical nature of those laws.\n\nAnd there were, as you say, people behind the scenes are in the grassroots layer of that movement,\n\nlike Septima Clark is one example who ran citizenship schools in the south,\n\nand the people that went through and trained to know basic civic rights and also strategies\n\nof solidarity, of coordinating, of organizing among the people that went through those classes\n\nwas Rosa Parks. Another one was John Lewis. So there are people who didn’t come out of nowhere,\n\nthey came through a movement and a type of education that was not at all topped down,\n\nnot at all based in kind of an ivory tower academy, but based in generating consciousness and\n\nknowledge and experience among people. So if we take that example in this time of ecological crisis,\n\nthen we might be able to do the same thing. Another thing about drawing that connection to the\n\ncivil rights movement is to consider the role that religion played. So we’re based at a seminary,\n\nthe Center for Earth Ethics, and it has a very interface tradition within it. And we don’t\n\nforward one religious point of view, but we take religion very seriously for a few reasons.\n\nFor one thing, we looked not only at the role of religion for good, but also the role that\n\nit’s played for ill. And there are some real theological questions about the illusion of our\n\nseparation from nature, how we even talk about climate and environment and sometimes we haven’t\n\nrecognized that it’s actually the air and the water and the soil that are part of our bodies.\n\nBut another thing about engaging religion is to look at what moves and motivates people\n\nin their behavior, what can draw from deeper values. And of course, in the civil rights movement,\n\nwe saw that. We saw that from the language that came as well as from the organizing spaces\n\nin the churches. And of course, that was especially true in the African-American community.\n\nBut across the board, abolitionism and civil rights organizing started also in white\n\nand black communities in spaces where people were drawing from deep within faith traditions.\n\nYeah, it’s so beautiful. Wow, you just got me firing in a bunch of different directions\n\nat once, hearing you connect these dots the way that you just did. That’s really wonderful\n\nand potent. And it strikes me that one of the most significant challenges and opportunities we\n\nface in the West, particularly in the United States, is really recognizing the deep roots of the\n\nphilosophical, the religious disconnection from the natural living world. And of course,\n\nthere’s a whole bunch of literature, scholarship on how that relates both to environmental degradation\n\nand incredible social injustice. And whether we’re looking at the very challenging\n\nderisive critique of Nietzsche 140 or 50 years ago, or looking at more recently, the beautiful book\n\nby Thomas Barry called, what is it, the fate of the earth in the Christian future or something like\n\nthat? There’s the dream of the great work, yeah. Yeah, there’s this very big conversation that’s\n\nbeen unfolding over generations. And it seems to me we’re now living at a moment when how this\n\nconversation unfolds and in a sense resolves itself in the next few years is incredibly significant\n\nin determining what our near and midterm future is going to look like. And I’m curious in your\n\nrole as an educator, how deep do you go into that history? How far back do you go? What threads\n\nare you pulling through for your students to help awaken them to the reality that we’re living in\n\nright now? Oh, thank you. Well, I, and I know of your interest in this, and I’ve heard you speak\n\nand interview others. And so I really appreciate your work on this, Aaron, and happy to be part\n\nof that conversation. Well, for one thing, we, let me just say that the Center for Earth\n\nEthics really grew out of this conference that we had. I went to Union and got a master’s\n\nkind of mid-life, mid-career, and then I had a general public programming job there,\n\nand we’re based, it’s a seminary based in New York City, so the idea was that when the United\n\nNations meets every year, perhaps we could have something at Union that deals with religion and\n\nspirituality and how it’s affected, how it relates to whatever the UN happens to be focused on.\n\nBecause the UN for good reasons, mostly doesn’t directly engage religion, but religion drives so\n\nmuch in the world, both for good and ill. And so anyway, we, I was there in September 2014,\n\nthe Secretary General at the time, Bon Kimu, called the Climate Summit. It happens now every year,\n\nbut to engage civil society, because this climate crisis is so, so urgent, and yet,\n\ngovernments haven’t been able to, this was before the Paris Agreement, get it together to get that\n\nagreement, and the idea was to engage civil society, including which includes business,\n\nit includes different sectors, but religion was one component. So we were able to have this conference\n\nat Union, called Religions for the Earth, and I was an organizer of that, and after that,\n\nwe founded the Center. So I tell you that background, because I wanted to be able to engage and\n\ninter-religious dialogue in a good way, and it was very clear that Indigenous traditions were\n\nimportant to that, and had not always been included in conventional inter-faith dialogue.\n\nSo looking at the history, having some of those conversations, doing some of that reading,\n\nlooking more closely at the history of colonization, and its relationship to ecological destruction,\n\ncaused me to understand the history of the doctrine of discovery in this country,\n\nand that comes out of the fact that in the mid-15th century, the European nations were wanting to\n\nexplore and colonize and extract from, particularly the Americas and Africa, and from the Vatican,\n\nthere was this papal bowl that was a series of them that said to conquer vanquish and subdue\n\nall the flora and fauna, and said that the non-Christian people, meaning all the native people,\n\nwere part of the flora and fauna. So we look at that as a root cause of this sense, first of all,\n\nconnecting white supremacy to ecological destruction, and the theology behind it, because it was\n\nexplicitly coming from a place of Christianity. So that’s important. Then if you go deeper back in time\n\neven, it’s very interesting to look at how this happened in the first place with the conversion\n\nof the emperor Constantine, the Roman emperor to Christianity in the early fourth century. So\n\nthat became the marriage of Christianity, which as we know, this wasn’t the teachings of Jesus,\n\nor the text of the Bible, were not already linked to this kind of empire and colonization\n\nbehaviors, but the, although you can have an interesting discussion about the theology there,\n\nbut in an event when Constantine converted, and there was this push to make, to Christianize Europe,\n\nwe can look at one source in particular that I think is really interesting, and many people\n\nknow it already, but it’s called, there was an essay in 1967 by a medieval historian named Lin White,\n\nwho wrote the historic roots of our ecological crisis, and he said in that essay that the greatest\n\npsychic revolution in human history was the victory of Christianity over paganism in Europe,\n\nand so that takes it back even further in time than the doctrine of discovery to show the theological\n\nroots of a kind of doctrine that said that what is safe, you cannot see your landscape as sacred,\n\nyour ceremonies, a kind of fear and of paganism, and you still see that in a lot of the conversations,\n\nin the kind of culture war that people have developed around environmentalism or concern\n\nfor the climate, that somehow you’re tree hugger, that you’re worshipping nature,\n\nand that is that deep fear of paganism that goes that far back. So we try to look at,\n\nwe try to look at those histories in order to see where that’s coming from, in order to look\n\nclearly at the role that the church has played, which of course is not all for ill,\n\nthere has been a lot of really beautiful theology and work within Christianity and other religions,\n\nbut in a classroom, so we do give classes at union, that’s one thing that we’re able to do,\n\nand it’s wonderful to work with union students, so we can do that, we can do that reading,\n\nand then we can also talk to people who are living in communities now, and that’s really what’s\n\nmost important, is to hear from people, for example, when the conflict at Standing Rock happened\n\nsome years ago, and we could hear from Lakota people who wanted to voice what that was about\n\nfrom their perspective. So we try to combine lived experiences with those scholarly texts,\n\nand look at the root causes, and then create earth ethics from there.\n\nIt’s absolutely beautiful, so beautiful. You have me reflecting on my own heritage, and one of\n\nthe things I’ve noticed talking with different folks is that in many communities, when we’re talking\n\nabout indigenous peoples, when we’re talking about colonialism, for a lot of us, that’s this\n\nexperience that’s way over there, with people we don’t know, or folks were not connected to,\n\nand being the ad mixture of different lineages that I am, which include some Mohawk Native American\n\nancestries, some Slovenian ancestries, some German ancestries, some Celtic ancestry,\n\nas I have dug into that over the years, what I’ve noticed is that all those different peoples\n\nwere subjugated and subdued at different points in time, and one of the things I like to\n\nequip about, although it’s serious, you know, for those of us who think the Roman Empire failed,\n\nwe perhaps don’t quite understand history because of exactly that moment that\n\nConstantine marked in the 300s, and I think there’s a big invitation for all of us\n\nin this moment, right now, as modern human beings, communicating with these incredible\n\nglobal communication technologies, to really pause for a moment and to go inside and to get in touch\n\nwith that form of violence that almost all of our ancestors have experienced in one way, shape, or form,\n\nand to own it, and to also recognize that while we have that side in our backgrounds and history\n\nthat has been victim, we also often, very often have that side that was the oppressor and the\n\nsubjugator, and it seems to me that Karen, one of the real deep spiritual opportunities in this\n\nfor us as individuals, is to open our eyes and really take a good look at that aspect of our reality,\n\nand then to start asking the questions, well, how can I start to heal this? How can I start to\n\nlive differently? How can I start to approach the way I’m thinking differently? I think that\n\nevokes a lot of different rich questions, and I’m curious, what do you see when you’re working\n\nwith students and classrooms? Are you seeing a lot of aha moments? Is it more of a slow\n\nsteeping? What do you observe with people as they’re awakening to this?\n\nThat’s so interesting. Thank you for what you said, and I really agree with you. I think we,\n\npeople in our culture and our time tend to go to polarity very quickly, and yet it is a metaphysical\n\nand spiritual truth that there is a wholeness and a oneness at the center of this life’s experience,\n\nand if you are trying to separate yourself or trying to separate from others,\n\nthere will be an intrusion of the truth and the reality that there isn’t that separation\n\nactually, and if you can, and the healing work and the power really is, you know,\n\nTick-Not-Hon, the Buddhist teacher said, we are here to awaken to the illusion of our\n\nseparateness. And I often, I think sometimes about the particular kind of thought forms that have\n\nbecome more common in the Judeo-Christian tradition. Some people don’t like that term,\n\nJudeo-Christian, because they rightly point out that the Jewish tradition stands on its own,\n\nbut by that, I mean how through Christianity in this country it’s been interpreted,\n\ndrawing also from what we call the Old Testament in any event, there’s a concept of justice\n\nthat is very, very big. And justice is through the past years of interfaith dialogue,\n\none of the interesting things that I have learned is that it’s not as resonant a concept in East Asian\n\nor Indic traditions or in Indigenous traditions. It doesn’t mean there’s no such thing as\n\nright and wrong or what justice implies, but as the way that it’s used, that we’re used to using it,\n\nit’s not as resonant, there are things like balance and harmony, there are other beautiful\n\nwords that are used that have a very different connotations than justice. So what I wanted to say is\n\nthat there are times and classrooms where people, I think, really want, really gravitate towards\n\na kind of, there are bad guys and if we isolate them and condemn them, everything will be fine.\n\nIt’s a thought form that many of us have and even your personal life, you know,\n\nyour family and your community, it’s just a human nature thing. And so I think that what we’ve\n\ndone is to easily fall into that on a society level. It’s just much more powerful and healing,\n\nI think when we interrogate that a little bit more. So when Martin Luther King said famously,\n\ninjustice anywhere is a threat to justice everywhere, that I think is quite similar to the\n\nTick-Not-Hon statement of we are here to awaken to the illusion of our separateness. So it’s not\n\nonly that it’s unfair to certain groups of people if something happens disproportionately,\n\nit’s that it will impact the whole. It will, just like in the climate crisis is teaching us that,\n\nthose three empty chairs that I mentioned in the beginning, you know, you don’t pay attention\n\nto them, it’s going to threaten the whole. And it’s true in different, on different layers,\n\nat different levels. So I think that, you know, in answer to your original question,\n\nclassrooms, it’s very interesting, people are coming from really different places,\n\nbut there is a kind of pattern of sort of holding these things together, you know. Yes,\n\nthere are these major issues of oppression that must be dealt with and faced. And like James\n\nBaldwin said, you know, not everything that is faced can be changed, but nothing can be changed\n\nunless it is faced. So we have to face them. At the same time, we have to be able to hold that\n\nwholeness and understand that to kind of place blame and cast aside\n\nwhole cultures or groups of people in history is not going to be the ultimate truth. The problem\n\nwith it is that it’s not the ultimate truth. So we, these are theological questions and metaphysical\n\nquestions, you know, going back to the, there are always other dimensions of this to explore,\n\ngoing back to the history in Europe of empire and its effect on our archaeological mindset today\n\nto go back to, you know, the Middle Ages in Europe and even before then. It’s interesting\n\nalso to note that there were many women who were keepers of ceremonies and traditions and\n\nspirituality. So part of this also was to displace the feminine and to take the feminine out of\n\nthe the sense of who is a keeper of ceremony and sacred works. And of course, you know,\n\nwe still live with that today. And it’s, I think, important for us to think about the impact\n\nthat that theology has had, even people who consider themselves secular have nonetheless\n\noften internalized the idea that we have a male god and a female earth just by virtue of absorbing\n\nliterature and culture. It’s just so deep in there. So what are the implications of that?\n\nAnd how do we, how do we look clearly at it in order to change it? So it’s wonderful to be able to\n\nexplore those things. Yeah, so potent and so important. And I’m struck. We have, I have so many\n\nfriends who are women who are herbalists and midwives and doulas and farmers and working with\n\nways they can keep people healthy and help people when they’re sick. And the reality is during\n\nthe Middle Ages, a lot of those women were tortured and killed by millions. And not everyone knows\n\nthat. Not everyone understands that part of our history. And I think it’s so important that we\n\ndig into that and look eyes open at that aspect as well.\n\nYeah, absolutely. And I think that, you know, you can see that there are there are many women\n\nand particularly younger women, but the elders are important to finding voice in this time of\n\nunderstanding the concept of planetary health and our connections to water and air and land. And\n\nso it’s a very, it’s very exciting. And there’s so much pain. There’s actually real trauma to be\n\nworked through on a on a community psyche level or a societal psyche level. And I think that’s\n\nsometimes what you see in the discourse. So it’s, I think important also that we’re really\n\nforgiving and compassionate with somebody who has, you know, kind of gets connected to that\n\nanger and pain because it’s present. And also people who make mistakes who don’t see that it’s\n\nthere and say something wrong. We live in that. And that, of course, in the academy that’s,\n\nthat’s, you know, famously a territory where that goes on. So, but it’s, it’s true everywhere. So\n\nI think that it’s very important that we take care of that take care of our, I don’t know,\n\nforgiveness capacity and sensitivity capacity at the same time. That’s tremendous. I really think\n\nin sense that we could probably have a whole separate discussion around the healing of trauma and\n\nhow that’s showing up in communities right now. And I find myself in a whole bunch of different\n\nconversations, many of which are one on one around this issue. And while each of our personal\n\nexperiences is very particular and specific, there also seems to be in the collective and increasing\n\nawareness that that trauma and healing trauma is bubbling to the surface and becoming more and more in our face, I guess we could say, for lack of a better term.\n\nYeah, I agree with that.\n\nAnd, you know, there’s a fair amount of discovery right now\n\nthat nature is healing in this regard.\n\nAnd that, you know, we, one of the things that we like to study\n\nand talk about at the Center for Ethics is how our economic measurements are so off,\n\nlike how we measure a successful society by a metric like GDP,\n\nwhich doesn’t count pollution, the solution of resources, inequality,\n\nor positive investments, like protecting a whole forest.\n\nThat gets you nowhere with economic growth measured by GDP.\n\nBut, of course, we know it’s a long-term benefit for the community.\n\nAnd so, looking at what is devoured by this system,\n\nthis short-term monetary gain system, no matter how inequitable,\n\nno matter the depletion, no matter the pollution, that’s the engine that we’re running on right now.\n\nAnd what’s getting eaten up with that is these spaces like forests, wetlands,\n\nspaces where people can go, and more and more, I mean,\n\nmore and more people should be able to go.\n\nThere are issues of equity with access to that too, which we have to discuss.\n\nBut, more people are realizing that actually it’s good for your health\n\nand there are studies that show that your, that actually heart disease,\n\nas well as anxiety and depression, of course, are reduced.\n\nIf people are able to spend time immersed in these natural environments,\n\nand the only reason why it’s not more prevalent and protected\n\nis that it’s not making money.\n\nAnd so, we’ve confused money with virtue in our society so much\n\nthat we’re allowing all of this of greatest value to be destroyed.\n\nSo, I’m not saying anything new.\n\nMany people have said this.\n\nComing to it in a place where I’d like to put it into an Earth Ethics construct\n\nthat we might be able to create some educational workshops and curriculum around\n\nso that we can start to really walk the change.\n\nAnd so, thank you for mentioning it.\n\nYeah, absolutely, Karina.\n\nAnd I think part of us too is the opportunities we have to bring more\n\nof the wild and the natural into our urban and suburban landscapes.\n\nAnd I really see it as a both-and.\n\nAnd I’m so thrilled, of course, to hear you’re working on this.\n\nAnd, you know, there’s so much exciting science emerging right now showing that\n\nliterally trees are giving off particular pheromones that are affecting our\n\ncognitive performance that are affecting our neurobiocamistry,\n\naffecting our immunity.\n\nWe know interacting physically with living soil has all kinds of really positive\n\neffects on us as individual humans.\n\nSo, it’s near and dear to my heart.\n\nAnd I’m really curious.\n\nI want to ask you, here we are.\n\nCoronavirus were in varying forms of lockdown right now.\n\nAnd you’re up in the cat skills with your kids.\n\nAnd I’m curious, what’s it like for you to probably have a bit more time\n\nwith your kids, or at least in different time with your kids,\n\nand be to be in a more natural setting than being right there in the middle of Manhattan?\n\nHow are you noticing the impacts from these changes?\n\nWell, thank you for asking.\n\nI have to say upfront that I do feel, I feel a bit guilty, I guess,\n\nas the word, kind of dwelling on these silver linings,\n\nbecause I’m so aware of the people that don’t have space to escape or to go to.\n\nAnd so, I just want to preface by saying that that, you know,\n\nthere are ways to help, like, particularly people in situations\n\nthat involve domestic violence who are living in poverty.\n\nThere’s so many children, you know, who rely on the public schools for food\n\nand are now in a situation at home.\n\nSo, just to say that I think that those of us who are able to be someplace else\n\nother than a city where we normally live, can give back\n\nand meet that really is a responsibility to help provide to those people\n\nthrough organizations that you trust in each city.\n\nI know you have a bigger viewership than just New York City,\n\nso I won’t name mine, but I do think that’s really important to keep in mind.\n\nBut, to your question, it’s being able to see the stars at night,\n\nand pay attention to the moon cycle, how it appears here in the sky,\n\nand walk outside to get fresh air.\n\nYou know, fresh air is really medicinal.\n\nAnd I was even reading that they’ve known that for some, they, you know,\n\nhave known that, we’ve all known that, humans have for a long time,\n\ngoing back to different epidemics and epidemics and plagues in the Spanish flu\n\nand all of that, that actually fresh air walks is medicinal for your lungs\n\nand particularly if you’re out in a place where there are a lot of trees.\n\nSo, I am enjoying being able to have that kind of access,\n\nwhereas normally I’m on the ninth floor of an apartment building.\n\nYou know, I’m very fortunate to love my home, but super noisy, super urban.\n\nAnd it is definitely a different type of experience being here\n\nfor going on now into the second month of this quarantine time or shelter in place time.\n\nOkay, so another thing is just having time with kids and being able to just take those moments\n\nwhere, you know, normally people are coming and going\n\nand you actually are just sitting with each other to, with the time to actually talk.\n\nNo one is having going off to see friends or whatever else.\n\nAnd that has been wonderful just to really embrace that time with whoever you’re with.\n\nAnd of course, if you don’t, if you’re not physically with them,\n\nyou can do that on FaceTime.\n\nI think people are thinking about who are the elders in my life,\n\nyou know, who maybe feel especially vulnerable right now, you know,\n\nand can I call them and check on them?\n\nSo it’s also on the phone.\n\nBut, you know, for example, we like to have fires here\n\nand I was realizing that, you know,\n\nmy 13-year-old son should gather firewood in the woods, you know.\n\nWe need more of it.\n\nWe haven’t gotten a delivery of it.\n\nHe needs to go do it himself and to make that it kind of feels like back to the original instructions\n\nas some indigenous people have taught to go back to the original instructions,\n\nwhich is basically what’s our food shelter situation?\n\nHow do we work together in a family unit to provide for it,\n\nto share the meals and the cleaning,\n\nhousekeeping work, and the container of your home.\n\nWhen you think about shelter in place,\n\nit’s also where are we?\n\nAnd to be really rooted and to look around,\n\ntake a good look at where you are and what your life is like,\n\nis a gift.\n\nAnd again, well aware that there are people suffering through this and don’t want to,\n\nbut again, we can, a lot of this in our discourse now,\n\nwe have to be more comfortable with paradox or withholding two things together at the same time.\n\nAnd so that’s what I’m trying to do with this coronavirus.\n\nAnd it’s been interesting.\n\nYeah, yeah.\n\nWell, yeah, thanks, Karina.\n\nAnd I’m reflecting on your three children,\n\nthe two older of your three children are roughly the same ages as my daughter and son.\n\nAnd it’s such an interesting chapter of life.\n\nAnd what a joy.\n\nMy kids are not in the same vicinity as I am.\n\nSo for us, it’s phone conversations and interacting a bit more in that way.\n\nAnd clearly a lot of us are not quite as busy or frenetic in our day-to-day lives at the moment.\n\nSo there’s more spaciousness for that kind of communication that seems.\n\nAnd what a joy.\n\nAnd I’m also sitting here thinking, I’m trying to do some quick math in my head to ask you this question.\n\nBecause I just, I have to ask, I’m sure some of our audience would give me a hard time if I didn’t ask.\n\nBut okay, so when, when your dad, Al Gore was vice president,\n\nyou were roughly in the age range as our kids currently.\n\nAm I doing that math right?\n\nIt happened.\n\nSo what was that like as an adolescent young adult?\n\nYour dad is the vice president of one of the most powerful nations on the planet.\n\nThere’s a lot going on, I imagine.\n\nCan you give us just a glimpse into that experience in a way I imagine.\n\nMost of us in the audience might hope to glimpse only through a movie or something like that.\n\nWell, thank you for the question.\n\nI’m sure I’m happy to.\n\nSo I will say first that my father was elected to Congress when I was three.\n\nSo in 1976 he went to Congress.\n\nAnd so from he was in Congress in the House of Representatives for eight years representing Tennessee.\n\nAnd then eight years in the Senate representing Tennessee.\n\nAnd we I grew up between a farm on middle Tennessee and the suburbs of Washington DC because of that.\n\nHe ran for president himself for the first time when I was 14.\n\nSo that was all from that time understood to be his goal and his calling, I should say.\n\nAnd so by the time there was already that sense of what what being in the public eye was about in terms of that public service and those issues that he particularly cared about and the role of government in life and how it can be a force for good if done correctly and all of that.\n\nAnd so when he was in 1992 that he joined the ticket and I was between I had just ended my freshman year of college at that point.\n\nSo you’re right. I hadn’t thought about it before.\n\nThank you that it’s the same age actually as as my older two kids pretty much when this all happens.\n\nAnd so he then of course did become more well known and and there there’s a kind of a bubble that happens in that life because of security because of the intense kind of media scrutiny, which is often not really based.\n\nThere’s a gap between reality and kind of you know image or illusion.\n\nThere’s a real gap that you have to live in there like in terms of personas and what the story is and you know all that kind of stuff and it’s a strange place to be.\n\nAnd I was already in college my parents were not the kind of people that said like you know oh you have to dress this way and talk this way and behave this way or like they weren’t like that.\n\nThey’re like from the 60s generation they were really like you know do your own thing.\n\nSo I didn’t face that kind of internal pressure from the family and I did largely sort of lift my life.\n\nI have secret service protection and I was given the option not to because I did want it.\n\nAnd so I didn’t I stayed out of the kind of middle of it as much as I could in those early years but of course lived it vicariously and it affected our family in a big way.\n\nSo it was it was interesting in many ways there is a huge honor to be able to participate in in sort of civic activities in the front row whatever they might be.\n\nYou know an inauguration of the president in which the assembled there you have supreme court justices and members of the House and the Senate and to be to steal that the that the pulse of that civic life from a kind of.\n\nPerch there yeah there were enormous privilege privileges for which I am grateful for but but also I would say there’s a fair amount of imbalance in terms of your connection to what really matters in life that you have to navigate.\n\nYou know you really and some of the illusion falls away like anybody that’s been through this in life but people go through it in small scale ways too.\n\nI know like if your father is the principal of the school that you go to or whatever you know where there are people or maybe not you’re actually your real friend.\n\nThey’re actually your friend because of that you know all that kind of stuff goes on and you just navigate it and I’m happy that you know I learned through it the 2000 election was was quite difficult as it was for the whole country.\n\nAnd then since then have sort of followed a winding hilly path to where I am now at the Center for Earth ethics.\n\nYeah well cool thanks for sharing that with us Karina and listen I want to get to a couple of other topics that I know we need to hit on in order to share with our audience including this really exciting poetry project that you guys are working on.\n\nBut let me first pause quickly to thank some of our sponsors and to remind our audience this is the YonEarth community podcast.\n\nI’m your host Aaron Perry and we’re visiting today with Karina Gore from the Center for Earth ethics and a huge shout out to our supporters which include a whole bunch of folks who have joined our monthly giving program at a variety of levels.\n\nAnd I think we in fact have friends contributing at one dollar per month and everything helps if you haven’t yet joined the monthly giving program and you’d like to you can go to yonearth.org slash support.\n\nA huge shout out also to the LIDGE Family Foundation Patagonia, Purium, Earth Coast Productions, Earthwater Press and Waylay Waters.\n\nAnd some of you are familiar that we’ve got these really exciting partnerships with a few of those companies.\n\nAnd so for example you can go to the Purium link at the yonearth website and if you purchase any of Puriums organic supplements and plant based products some of that revenue comes back to the yonearth community to support our community mobilization work.\n\nEarthwater Press is our new social enterprise helping folks publish their books, check that out earthwaterpress.com and then Waylay Waters is our CBD or Roman therapy soaking salts.\n\nNow in this time of staying at home you too can have a spot at home experience with Waylay Waters and it’s a great way to keep your immune system strong, relax a bit, get a better night’s sleep.\n\nYou can learn more about the Waylay Waters monthly program at yonearth.org slash Waylay WEL E-Waters with an S.\n\nSo a huge thanks to everybody for making all of this possible and you know credit world.\n\nI can tell doing some different things as a result of COVID-19 and some folks are sharing more live music recordings through social media and others of us are playing more with things like poetry.\n\nAnd you guys are doing some really cool things with poetry as well and I would love to hear about this and share with our audience what you’re up to and how they can get engaged and get involved.\n\nOh, thank you so much for mentioning we are the Center for Earth Ethics has partnered with the WIC Poetry Center at Kent State and they have a really wonderful platform called Traveling Stanzas and what it is is it presents poems and then gives the person the opportunity to interact with with a poem.\n\nSo there we curated a selection of six poems that we thought were particularly good for this 50th earth day and you can then take a prompt from one of them which often is the first line maybe it’s a different line and write your own poem and then post it and share it.\n\nAnd there’s a second portal on this site which is called Emerge and we’ve curated 10 documents some text that we thought would be very interesting to read in this time.\n\nAn example we have an excerpt from the IPCC climate report we have the Haudenosaunee address to the Western world from 1977 with the Gettysburg address we have writings from Howard Thurman and Terry Tempest Williams and so it’s really interesting to look at these texts that we’ve curated and then there that you do an eraser poem so you’re able to select and this in this very cool colorful fun interactive platform select certain words.\n\nHighlight certain words and then everything else falls away and you’re left with those words to create your poem from so we’re really excited about it it’s a way just to get us thinking and connecting and finding our voices and it’s on earth stanzas.com.\n\nGreat and that stands as with a with a Z in there right we’ll make sure that link is in the show notes and you thank you you shared some other links you’ve got the poems dot traveling stanzas dot com which is the.\n\nProject out at Kent state right.\n\nAnd then there’s within the same thing okay cool and then there’s global piece poem dot com.\n\nIt’s within the same project so I don’t want to sound too complicated but if you put on any of those you can go to the other ones and just play around with it okay fabulous while we’re at it i’ll make sure to mention to that folks can learn more about center for earth ethics at center for earth as.\n\nFor earth ethics dot org and you guys are also on Facebook earth ethics CTR and Twitter also earth ethics CTR so we’ll put that in the show notes as well and you know i’m i’m reflecting back to our the earlier part of our conversation and really deepening into the sense of some of the origins of conflict and in the challenges that we’re facing.\n\nAnd there’s been some intense tensions and then on the other hand right now there’s this thing called eco ministry which from my perspective is really helping to resolve and to heal across a lot of these different arenas and disciplines and i’m wondering if you might share with folks what what is eco ministry and how does that play a role in your life.\n\nWell eco ministry we we didn’t invent this term it’s sort of been bubbling up as people have been thinking about the intersection of the environment and religion it has a couple different aspects of it so for one thing ministry is in the conventional sense of a faith leader of a reverend pastor rabbi and mom.\n\nBut it’s also it’s also broader than that people have a kind of ministry if they’re doing working in a substance abuse recovery clinic if they’re working on a community garden and trying to draw people in to to practice growing their own food there’s a type of ministry that that is not necessarily tied to the conventional faith traditions so that we take up broader view.\n\nBut we also are interested in the organizing power and reach of conventional faith communities so we we we do both and we have an annual ministers training ministry in the time of climate crisis where we have brought a cohort of about it’s been 30 40 mid career faith leaders but again with that wider lens as to as to who we’re talking about.\n\nAnd and and come together and learn the science and the policy aspects of climate change and then also reflect together on sacred texts and teachings ritual and ceremony and also topics like ecological grief so there are there are different roles that ministry can play there’s there’s there’s the prophetic and the pastoral.\n\nAnd prophetic is truth telling which is so important right now it’s like what we were talking about earlier seeing the value in in these things like forests that are devalued by our economic systems telling the truth about what we’re missing with the way that you know our economies and our politics are devised right now.\n\nAnd then pastoral really helping people as individuals families and communities to grapple with loss and grief and trauma and of course some of that is is tied to the ecological crisis they were in right now whether it’s from a sense of impending climate impacts for our children.\n\nOr whether it’s from an actual present environmental assault because you live in a toxic neighborhood and you’re not able to stop yet another toxic factory going in there that these are all dimensions of the ecological situation that we’re in right now.\n\nSo ministry is a way to be together with people who are wanting that to be part of their lives their vocational and personal paths and we often do of course learn as much from them about what’s going on as we’re able to impart.\n\nSo it’s an important part of the center that is so beautiful I get really really excited about this sort of thing and I’ve spent a lot of time around different ministers and ministries.\n\nAnd I am so thrilled to have met Reverend Brian Kunkler from Akron, Ohio and we did a podcast with him a while back we actually toured his permaculture food forest project and he’s working with low income immigrant minority communities in the Akron area to help install food forests in these vacant and often dilapidated properties that the city owns.\n\nAnd it’s such a beautiful expression of this kind of eco ministry I don’t I don’t know how you’re you’re nominating process works but I would certainly throw Brian’s name in that in that.\n\nHis the holiday is amazing also I went to one of his services and he’s evangelical and he started bringing it preaching it and I just I was smiling ear to ear because it was such a beautiful expression of the love at the core of the.\n\nChristian message as it relates to you can service in these times and eyes open so it just it it thrills me that you and center for earth ethics are helping to really cultivate this and I imagine there’s a whole lot of cross pollinating that occurs when you bring these different community leaders together.\n\nAbsolutely and thank you for the way that you are putting spotlight on those voices and everybody should watch your podcast with Ryan it’s available on your site right.\n\nOh yeah absolutely I don’t remember which of the top of my head but you can find it there okay let me ask one one last kind of question here before we sign off for the day the United Nations has sustainable development goals 17 of them and you know I give talks and workshops throughout the country often in the red basket middle America Kansas Ohio what have you.\n\nAnd it’s amazing to me having spent some time around some of the United Nations gatherings including with the big climate March last fall that we have folks in our society who are doing a lot of really wonderful work through and with and in collaboration with United Nations and folks affiliated with it as part of a global community.\n\nOn the other hand we’ve got a lot of folks who don’t have that direct experience and have incredible mistrust toward the United Nations and one of the things we’ve been doing at the yon earthcommunity is sharing a bit more openly about the various sustainable development goals why they matter why they’re important my very favorite is number 17 actually the collaboration the ways we get to work together.\n\nBut can share with us how you’re weaving that peace and dimension into your educational and in the eco ministry work and are you encountering some of these disparate reactions and responses as well.\n\nYeah that’s a really interesting topic and it’s so 17 goals is a lot of goals it’s a really wonderful effort to shift the development paradigm so people it’s interesting you know that the when the universal declaration of human rights was signed in in 1948 and the United Nations was new.\n\nSo the question was I think 2.8 billion and now it’s I think 7.8 or so in growing at the same time there’s been a kind of turbo charge of core internet global corporations industrial processes the oil and gas industry especially kind of in their activities.\n\nAnd so we’ve seen that there’s been this realization that the goal as it used to be to end poverty by just doing economic growth was actually destroying the ecosystem that we all depend on.\n\nSo if you’re going to end poverty by building a ton of coal mines and lots of factories so people have more dollars a day you know it’s it’s not going to do anybody very much good if all the sudden the rivers are polluted and the soil is depleted and people end up being having to be refugees because their region is uninhabitable because of climate change.\n\nSo that’s the central realization that the development paradigm has to change to be based on more than just short term monetary short term economic growth.\n\nAnd the SDGs really reflect you know a great depth of understanding and breadth of ambition in terms of gender equality you know life under the ocean like above the ocean water and sanitation.\n\nAnd so you know it’s an interesting group of goals number 13 is climate action so the critique of them is that even within this structure there’s still a use of GDP economic growth or still use of some metrics to measure it that don’t really take into account necessarily protecting these things like local cultures and.\n\nAnd and and forest and soil you know I’ve heard Rotten law Ohio State great soil scientists says that the you know soils aren’t mentioned enough and that maybe we need to have you know clean soil act in this country and I know you’ve done so much work with soils i’m bringing that up in particular so there are a few blind spots I would say but it’s all a very important I mean the other thing would be that you know you can meet some of these goals like.\n\nIf you want to say we know we have to stop digging and burning fossil fuels okay we have to end that fossil fuel era or else the whole thing isn’t going to matter because we won’t have a habitable earth within whatever time frame and so there are some goals like you know even if you had gender equality by having all women in charge of fossil fuel companies you know if you said you’re ending poverty and one of the goals is actually economic growth so you could.\n\nSo you could say you’re meeting like you know several of these goals and yet be doing something that undermines number 13 which is the climate one and so there that’s just to give the sense of where some of the critique is coming from I think that you’re referencing and some people like indigenous traditional indigenous peoples will say you know the goal say.\n\nLeave no one behind and they’re like behind where are we at where do we all have to go you know we’re trying to go back to original instructions we don’t want to go like what do you mean you know take everybody where why would we necessarily want to go there so there’s an interesting critique but you know we have to also just step back and realize this is all we’ve got the United Nations is what we have to work with it’s by definition about nation states.\n\nAnd it’s by definition working in the world we live in now so we have to deal with that but within it there are pathways to transformation and having this discussion around the 17 sustainable development goals if we all engage them a bit more and make them both intelligible and accountable to people really living in frontline communities it can be a wonderful tool for change.\n\nYeah beautiful well thank you for for reviewing that with us and for us and so I’m so I’m so thrilled we were able to connect and have this conversation today and before signing off I just want to ask you is there is there anything else that we didn’t get to or that you want to be sure to share with our audience before we you know say goodbye for now.\n\nOh just that I really appreciate YonEarth I appreciate the work you do Aaron I really was wonderful to have you visit union theological seminary and to see the presentation you do it about soil and I’m just delighted to be connected and I hope folks will tune into your other podcast and that we can find a way to work together again in the future too.\n\nYeah I very much look forward to that also Karina and oh my goodness it’s wonderful talking with you and I hope you have a fabulous rest of the day and take good care with all that’s going on and thanks for all all your work and all you’re doing for our world right now.\n\nThank you very much and take care and happy earth day and hope to see you again soon.\n\nYeah sounds great Karina happy earth day.\n\nThe YonEarth community stewardship and sustainability podcast series is hosted by Aaron William Perry offer thought leader and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you to sign up as a daily weekly or monthly supporter please visit YonEarth dot org back slash support support packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth all one word with a Y.\n\nThese sponsors are listed on the YonEarth dot org back slash support page.\n\nIf you found this particular podcast episode is specially insightful informative or inspiring please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in.\n\nThank you for your support and thank you for being a part of the YonEarth community."
}