{
  "title": "Episode 112 – Layth Matthews, Buddhist Economics & Personal Well Being",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12091/episode-112-layth-matthews-buddhist-economics-personal-well-being.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-112-layth-matthews-buddhist-economics-personal-well-being/",
  "episode_number": 112,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": " Welcome to the Why On Earth Community Podcast. I'm your host, Aaron William Perry. And today, we're visiting with author, Lathem Matthews. Hi, Lath, how you doing? I'm fine. How are you doing, Aaron? Doing great. Thanks. Lathem Matthews is a Buddhist economist and author. After graduating from the University of Washington in economics, he attended the 1984 Vajra Doctube Buddhist Seminary. Lath is president of Rigden Financial Inc., and recently joined the faculty of College of New Caledonia in Prince George, British Columbia as an instructor of business administration. Lath asserts that a wealthy outlook is the first step and the fruition of genuine prosperity. He is convinced the best way to help this world spiritually and economically is to make friends with oneself at the atomic level. And the best way to do that is through the practice of sitting meditation. His book, The Four Noble Truths of Wealth, a Buddhist view of economic life, provides the foundation of a deeper form of prosperity, which cools the fires of materialism from the inside out. Lathem, I'm so happy that we get the opportunity to visit today. And of course, we first met at a green faith, eco faith conference in Boulder. I want to say maybe about five years ago, plus or minus. And it's just wonderful to connect with you again. And I'm really excited for the opportunity to share with our audience many of your ideas. And of course, your book, which I'm holding up here, which is a great read. I've actually read it twice now. And I think there are some very pithy nuggets of wisdom that folks will take away from your insights, some of which I have repeated probably hundreds of times in the last few years, Lathem. So, welcome. It's great to chat with you here. Great to be here, Aaron. So, to dive in, what's going on here with your background that is both business and finance on the one hand and Buddhism and meditation practice on the other. This seems to be a unique nexus and a wellspring for some very important insights. Described to us what's happening here? Well, I started out with a somewhat idealistic perspective when I entered into university and through family connections. And otherwise, I simultaneously had an interest in meditation. And the combination was somehow intertwined right from the beginning. I think one of the things that was unusual for me was that I went to a school that was very free market-oriented. The University of Washington has a lot of professor from Chicago and that tends to be Milton Friedman's school. So, there's a lot of faith in you could say the liberty of economics or of human beings to sort of sort things out in some kind of independent way. And on the other hand, you have Buddhism which is kind of all about seeing through the illusion of dualistic thinking, you could say, or materialism. And my teacher, Chokam Trunkba, who wrote a book called Cutting Through Spiritual Materialism, which really sort of kills it, just basically gave me a perspective on the whole thing that allowed me to explore prosperity from maybe a little bit less impoverished or not impoverished, but desperate point of view. A little bit less, how should we say what they call zero sum point of view? Yeah, sort of like a scarcity orientation, right? Yeah, exactly. Yeah, beautiful. By the way, I just to make sure I don't forget to mention this, I want to cut right to it. One of the things you shared with me when we were chatting a few years ago is this idea of creating no false urgency. And it relates to these insights you have around really befriending ourselves, which I think is at the heart of your message in many respects. And yeah, this is the expression I have shared many, many dozens of times with different people over these last few years. And it's been one of the things I remind myself of frequently, especially in this day and age where we've got all of this or from media, right? And sometimes when an email comes in the feeling is, my gosh, I have to respond to that right away. And that sort of stress response, I think ripples out into many other aspects of our work, our leisure, our family life, et cetera. And I thought maybe as a place to start, I could ask you about this, this idea of a false sense of urgency and how you came to that and how it relates to some of these other aspects you're sharing regarding business and finance and economics. Well, it's a good way into the topic for sure. I arrived at that meme through a practice through the position I had. I was an executive director of the Victoria Shambhala Center for a while. And like all human organizations, there's a bit of politics surrounding different decisions and initiatives and people's emotions get riled up. And so you do get those emails, those huffy emails. And sometimes they press your buttons and you want to respond right away. And one of the things I've learned over the years, and especially in any time type of leadership position is sometimes the best approach is to just give something space, give something space. And if you think about even environmental situations, some of the issue is there's a sense of urgency, basically a perceived conflict between economic growth and environmental protection. And some of that has to do with timing. In fact, you could argue in some ways all of it has to do with timing. And so there's some sense that we have to do this because our jobs are dependent on it. And at the same time, it may be economically beneficial to think more long term. And at the same time, we got human beings who need to get fed and need to have a life. And we have a whole social context that we use to measure whether or not we're having a good life or not. And so that whole idea of false urgency is it actually still points back to the original point that you made, which is that making friends with ourselves is not just a really pleasant thing to do. It's also in some ways the key to creating space for healthier decisions and pacing things and also to understanding who you're talking to. So you may be talking to someone with a very different perspective, but if you have enough space to understand what's driving them, then you might be able to express things in a context that is more acceptable. And vice versa, you might be able to hear them. Yeah. Yeah, yeah, beautiful. Thank you. Thank you for that. I know you've prepared a few visuals to share with us. And I think before diving into those, I thought I might ask you to summarize a couple of the key Buddhist concepts that you're applying to economic and business life, especially this octoplet of the rights, right? Right? Understanding right thought, etc. might sort of walk in us through that because I'm sure many in our audience are familiar with these, but probably a good number of us maybe aren't quite as familiar and that I think would be helpful. Okay. Well, the premise of the whole thing, including the, basically the premise of the whole book, including the eightfold path, which is what you're referring to, which is right mind, right thought, right? Right, everything. The premise of the whole thing is that the view is essential. And so that quote that you made at the beginning, which was the wealthy outlook is the, is both the first step and the fruition of progenuine prosperity. It's essentially the same thing. It's the view that we have towards our life and the world in general that is the essential beginning for everything. So that pretty much narrows it down or expresses it, encapsulates it. And so the four noble truths of wealth, it's all about the view. It's all about basically trying to loosen the knot of materialistic outlook. And so by the time you get to the fourth noble truth, which is the eightfold path, essentially, there's a lot of different traditions present these things differently. It's really about kind of getting a little bit more practical about how you might apply or how you might act if you had a non-materialistic view. In other words, what would be important for you if you had that kind of a view? So, and another example would be the paramedics, the six transcendent virtues, which would be generosity, patience, discipline, exertion. I don't know if they're getting them out of order here. Meditative insight and penetrating insight, or you could say, a progenome, which we would call transcendent wisdom. And so a lot of times we think about generosity from the point of view of, oh, well, that's a virtue and it'd be good to be generous to other people. But that can tend towards a dualistic perspective as well. You have to watch out for that. You know, as you're giving without any expectation of something in return, which would be the definition of more genuine generosity. But the way I would see those kinds of things would be actually more like practice for how would somebody who was complete or somebody who had transcended materialism operate in the world. So generosity and patience, these things would happen naturally. You just imagine, what would it be like if you had nothing to prove? What would it be like? How would you act if generosity would be just sort of a natural expression of basically someone who had transcended ego? That's how you would, so you sort of fake it till you make it in a way. That's why they call them transcendent virtues. They're virtues from the point of view of transcending ego centricity, which we can talk more about. So the eightfold path is where it gets practical. And so we start talking about right speech, where you're talking about overcoming gossip and sort of filling up space. But we could spend the whole time going through them. But essentially what we're talking about, what we always get round to is what I would call space, spacious perspective, same sort of thing as not getting caught in false urgency, allowing space around things as a way of addressing them, a way of working with problems rather than getting right into the methodology or the construction project. And actually, I had one of my friends put out a little blog post, something about grief the other day. It was fascinating what she said was because she lost her husband many years ago, a tragic car accident. And she said, you know, grief is like this ball and inside of a jar, you know, of your life. And you keep waiting over time for this ball to get smaller. And she says, it doesn't get smaller. You still have that grief. You're going to have that grief with you that loss will stay in your heart for your life. That's it's not going away. She said, but what can happen is the jar can get bigger. And that's a very fascinating thing. And so the hardships that we have had in our lives, the difficulties, the impossible challenges can also obviously teach us things. And we can use those things if we see them in a larger context, we understand them in a more profoundly. Yeah, so interesting. And we're going to clearly talk more about business and economics. And I want to head that direction. However, you know, one of the things that really jumps out at me before moving on is that the Buddhist tradition and practices seem to be really centered around the neuro biochemistry of our sort of internal makeup. And part of what I'm hearing as a subtext in all that you're describing, Lath, is cultivating tools and awareness and skills that effectively help keep us out of fight or flight. And in a different modality, if you will, for interactions, decision making, et cetera. And we had a Dr. Robert Klonenger on a few episodes ago. And he's one of the most cited scientists on the planet dealing in the arena of medicine and neuro biochemistry. And has some amazing research going on. And he really emphasizes how essential that piece is our our internal cultivation, whether we're practicing Buddhists or not. The good news, I think, is there's a whole lot of emerging awareness and even science and a lot of a whole suite of recommended practices and methodologies for each of us to be doing more of this as individuals. And I'm just curious in your Buddhist community, is it, is it, is it understood? Is it a widespread acknowledgement that so much of what you are focusing on has to do with this internal biochemical makeup? That seems to be coming along. It's kind of like late to the party. I mean, we're following these thousand year old traditions. Like you look at any spiritual tradition, you know, Western or Eastern, there are elements in there that are profoundly beneficial. And that's why they stuck around because if it didn't have something to offer, it wouldn't be there, you know. And ultimately, I don't really see spiritual traditions as different from one another. I mean, that's probably blasphemous from many points of view. But really, to me, they converge very, very easily. And so it's really just about how do you, how do we bring our hearts in line with in a way that we can actually bring out into the world with us? You know, so, so I guess to answer your question more directly, the focus on view is essential. The view of what you're doing, like even when you sit down to meditate, if you, you can easily sit down to meditate in a materialistic point of view where you're looking for a particular outcome. And that's an obstacle, you know, the view of meditation is that it's actually already there. That's the the Buddhist way of seeing it is that there's all this to be discovered inside energy, wisdom that basically arises naturally from an open space. And when I say open space and I keep talking about space, I'm talking about psychological space for sure. And you can feel that experientially. So it's not scientific. So a neuroscientist is going to approach it much more systematically and be careful about what they say. They're not going to claim things that they don't have some data to back up or, you know, good reason for their hypothesis. But the meditation community has a lot of experiential knowledge, you know, participant observation, if you will. And you just follow your intuition as you go and you can actually feel it. So so the ideas that with meditation is you're not particularly trying to get to this ultimate state of relaxation. And then you start evaluating yourself whether or not you're relaxed after you meditated. It's really more like making friends with yourself. It means you're just you're going to be still a little bit. And the reason you're going to be still is because that's what gives you a chance to witness how your mind works. And it introduces some space into the situation because it's a little bit less stimulus. And therefore it opens up some space. And then some insights come there. You get a lot of glimpses. But you know, again, you don't want to be taking it from a point of view of ambition or a particular outcome. You're just really trying to connect with the potential of your humanity. Yep. Wow. That is so beautiful. The pause and let that singen a bit. Well, if you don't do that, if you don't make the effort or somehow find a way to feel complete, to make some relationship with who you are and where you are and respect that actually as legitimate, what happens is you spend your life constantly trying to improve. And you know, okay, within our relative world, there's ways to win the game of life. If you want to think of it externally, like, you know, what school did you go to? How much money did you have at the end? You know, what kind of car do you drive? You know, great. That doesn't negate, you know, luxury goods, you know, but it's also, you know, quickly reveals itself if you allow yourself to really look at it as, you know, as just stuff, you know, or credentials. And the credentials really, you know, life is a limited time offer. And so if you allow yourself to make friends with yourself in the short run, I think it has all kinds of implications in terms of your how desperately you live your life. Do you live your life with false urgency or do you live your life with some sense of humor? Beautiful. Well, listen, would this be a good time to look at some of the visuals that you've got? Yes, yes, I have some highly sophisticated visuals to share with you. Now, I usually do this on the back of a napkin. I probably was drinking beer when I came up with it just so you know how carefully I've put it together. So I call this little teaching the three charts. And it just it's another way of getting at what we've been talking about. So the first chart is is called how life is supposed to go. And it's a chart where, you know, the the Y axis, the upper axis is showing prosperity and the the X axis, the longer one for those of people who know about charts, some people hate chart is time. So so here's the here's how life is supposed to go from my point of view. So, you know, you're you're where it says birth and then it goes to later. I probably should have just said death or something, but I just just trying to be flippant. But but anyway, the general underlying assumption is that we live with and you know, whether we acknowledge it or not, that things are supposed to get better over time, right? That that last is supposed to be within our control and we're supposed to over time we should be able to make things better and better. That's the general. Just to describe the chart a little more for folks. Yes, maybe you aren't looking up the visual. We've got this straight line sloping up to the right, essentially saying that as time goes on in our lives, the expectation is that prosperity increases, right? And so that's sort of like the cultural mythos in a way. Yeah, exactly. So that's just I'm really trying to do with this chart is acknowledge that that is the underlying assumption. And then if your life doesn't improve over time, there's another assumption conscious or unconscious that somehow you screwed up. Right? But then if you read some popular literature, you might have a more, how do you say informed perspective or a more insightful perspective? And so you might modify this chart. And you might say, well, you know, I'm going to have lots of ups and downs. But I'm going to learn from my experience. So the chart might look like this. Okay. Yeah. So instead of the straight line, you've got the sort of sign wave cycling up and down around the general trend of the straight line. Not unlike the Keeling curve actually, which is one of the best known charts related to carbon loading in the atmosphere and global climate change. Yikes. Okay. Well, you're so so anyway, that's that's how life is supposed to go. So you might, you know, maybe your wise and you realize, well, it's not going to always go that way. But if I keep working at it, you know, it's going to go my happiness and my, you know, success in my life is going to is going to make progress over time. But so now you have to remember that we are, of course, we're watching this podcast for the most part are in the wealthiest part of the world, amongst probably the wealthiest people in our part of the world, perhaps. But this is a chart that I call how life really goes, which is much more like this. Now, honestly, it's not entirely true. So this you can describe it if you want. Aaron, I'm going to add one more line to it in a second. Yeah. So now we've got a similar kind of waviness of a sign curve. But instead of sloping up to the right, it's going straight across horizontally, sort of bounded within similar upper and lower limits. Yeah. And so you could say, well, okay, but, you know, the truth matters. And I've observed this as people age, they do learn something or another. And they also become maybe a little less materialistic because they start to realize that life is a limited time offer. So it might slow up a little bit, but also you could be born into a wealthy family. And things might just go down hill from there too. So you might find that you have or it might just start low and stay low. Maybe you were born in a country that had a lot of poverty. So you can see that really what I'm just trying to acknowledge here is that it's not guaranteed. You know, your parents could, you could be born into a great situation, loving parents, and then one of them dies suddenly. And then you get an evil step parent or you're, you know, you have a happy life and then you get a divorce or you lose your job. And now your industry is a sunset industry or there's a, all kinds that you could have a car accident, you know, any number of things can happen in your lifetime. So yes, we do generally hope and in 10 for things to go well, but we need to acknowledge the condition that we actually live in. That's essential. That's kind of the first noble truth in a certain way. So this is the last one which I call the nature of existence. And so this is, you can describe it if you want. So yeah, instead of a sine wave moving in direction left to right, what we're seeing now is a cycle, a circle with with a dot or point in the middle of it in the chart. So that's quite interesting. And it's reminding me of a couple concepts that, Latham, imagining you're probably about to speak to. Yeah. So the title of this chart is the nature of cyclical existence. And sometimes to sort of make it make it better, I put a couple of legs on it. And then, you know, I put some chairs on the circle because it sort of looks more like a ferrous wheel. And basically, the idea is the notion of cyclical existence is that as long as we have this, this point in the middle, actually, I just put that was a new thing I added on. I tried to add to show the cycle. But that as long as we have this point in the middle, whoops. We necessarily keep going around and around. And that's the thing to understand is that and that's one of the essential points of Buddhism is that if you have an egocentric perspective, you cannot avoid this cyclical experience. Because you're you have this slight astigmatism or, obscuration of understanding that is keeping you referring back as if that's the the ultimate perspective. So really, really interesting. It reminds me not to get too far a field here with you know theological or philosophical concepts. My apologies if you can hear the fire trek though by here. The this there was a notion that Nietzsche articulated about 140 years ago, plus or minus, maybe 130 years ago, called the eternal recurrence of the same. And he sort of ironically or jokingly suggested this is the greatest horror, the greatest source of fear for folks in the western Judeo Christian tradition, particularly the modern western world where there's this obsession with the beyond, whether it's the afterlife or retirement, right? There's this there's this big mythos that everything's going to be way way better somewhere off there in the future. And I think part of what Nietzsche was getting at is look, let's make the most like you say, Lath, life is a limited time offer. Let's make the very most of what we've got now. And so it's kind of his construct to help shake up if you will, the the western psyche at that point in time. Yeah, yeah. Well, I think that understanding that sort of necessary relationship of egocentricity and the ups and downs of life is really valuable because everything it's always evaluated for the point of view of me. How's it like if that's really the situation, how do you work with that? So so Buddhism offers two different ways to approach that. First thing is you could by by living a virtuous life and you know, basically the paramedus, the eightfold path, this kind of thing, virtue in a sort of sort of standard practical sense the way we normally think of it, generosity, patience, exertion, and so forth, you can expand the circle. So here you can see there's another circle going round. And and so what that does, that sort of following a virtuous life and respecting others and being kind and so forth, ultimately that creates a a karmic situation that is perhaps potentially more peaceful, more generous, more more leisure, more opportunity for spiritual insight. Okay, so then the next question is, well, what spiritual insight, what do you mean by that? Like what what am I trying to get? Right? So the the biggest thing is that you actually grok this. That you that you actually say, okay, it's cyclical existence. And right now I'm at the top of the Ferris wheel. You might as well take in the view, right? You might as well enjoy yourself where you are. And at the same time when you come around to the bottom of the Ferris wheel, you have a different way of looking at that too. So you're like if you're you know, you're going through the realm that we we are there's different ways of explaining the six realms. And if you find yourself at some point in the in the hell realm, but you're looking around and you're thinking like, whoa, this is the hell realm. Well, the hell realm is a place where you know, everybody's angry and it's easy to create negative repercussions and you just you know, you're just in this fight or flight zone. But if you're in the hell realm and you know you're in the hell realm, are you really in the hell realm? So you don't actually get off the wheel. A lot of times people are thinking from a spiritual point of view, like I'm practicing so I can get out of cyclical existence. But I don't think you actually do get out of cyclical existence. Even if you practice and you are enlightened, I think what happens is you sort of transcend it or you you become you you experience it differently because you understand is this the nature of having a body of being on earth and being in you know, in relation to others and so forth. And so you might so those virtues that we are talking about generosity, patience, exertion, all that stuff actually comes forth naturally. Because you're not you're not caught up in trying to basically the ultimate defense and expansion of me. You're your insights and the wisdom you're sharing, Lathie, I just want to remind folks that they can check out your book, The Four Noble Truths of Wealth. And we will provide a link to the Amazon resource where folks can pick that up easily. It's reminding me also of a couple of my other favorite Buddhist authors and I'm thinking of both Pemachodren and Tegnaut Han. And they both have also a very beautiful way of inviting us into the to the practice of being increasingly kind and gentle with our own selves internally while we're also developing this kind of awareness you're speaking to that that allows us perhaps to go through the tougher rockier parts of the journey with it's not so much necessarily detachment but awareness that it's that's not going to last forever either right? Yeah. That's also temporary. So yeah, I just I'm really encouraging folks to check out your book. In part because there are a number of these super pithy aphorisms really and I would like to read a handful of them before we sign off just to give folks a flavor. And if folks are thinking of diving even more deeply into some other authors on these topics, I do highly recommend Pemachodren and Tegnaut Han and those along with with your book, Lathie have been hugely impactful for me these past five years in particular especially after going through a couple of pretty pretty tough personal rough patches in that time frame. Yeah. Well, it's it's always a question and I don't know how much why on earth community is interested in action, you know, in terms of the climate and in terms of how do we how does this relate very much interested in action. In fact, we sometimes refer to the aphorism from our friend Socrates who says wisdom necessarily leads to action. Mm-hmm. Is essential. Yeah. Yeah, and I think that one of the things that Togham Trunkpa said about activism that really stuck with me was the way you approach really has a lot to do with how much your voice can be heard. So he gave an example about, you know, going to City Hall because there's a water problem. You might go to City Hall and say, you know, we don't feel good about the water. And so when you're doing that, you're kind of you're opening the gate and you said you might even bring your dog or your cat with you. So I mean, you know, I know there are activists out there that say, you know, you won't be heard if you show up like that. So I think each of us has a a karmic, you can almost say momentum or responsibility to do what we see as the most intelligent thing. But I think that if we also can explore what it means to be friends with ourselves and ultimately making friends with yourself understanding yourself better and that you're sort of nature better essentially easily translates to understanding others as well because others are really no different than us. They just have a different karmic stream. And from the big point of view, every there's a million reasons why every one of us is the way that we are. So you could say the reason why somebody who advocates for coal is the way that they are is because of a million confluent reasons that make them think that way. So you can't just change that, you know, whether or not you're going to be like Mao Zai Tong and then you want to kill everybody who thinks the wrong way. And then what do you know? The leftover people start thinking that way too, certain percentage, you know. So you can't it doesn't work like that. You you create a aggression perpetuates aggression. So if you can take a more transcendent view, you can a more spacious view. What happens is you you see opportunities to be more effective. So I'll give you the example if you're you're on the stage in the theater and then somebody yells fire. And all of a sudden, you know, there's a fire in the theater and the theater is packed and there's pathways out of the theater that you can see and they're packed with people. There's no way out. Right. But if you have a little bit more space, you know, your perspective might be a little bit more like this. And now you can see, okay, there's those two ways out. There's two ways out over here. And oh, by the way, there's a fire extinguisher. But you didn't see before because you were so focused on those two, you know, how you're going to climb over everybody and get yourself out. Yeah. Interesting interesting analogy. I'd like to remind our audience, this is the Why on Earth Community podcast. I'm your host, Aaron William Perry. And today we're visiting with late Matthews, the author of the book, the four noble truths of wealth will provide a link into Amazon where you can get the book if you're interested and also a link to the Facebook resource, the four noble four noble truths of wealth where you can connect in a little more with late content. And I want to be sure to thank our sponsors and partners who helped make our podcast series possible along with the other community mobilization education, stewardship and regeneration work that we're all doing together. And this includes Earth Coast productions, the LIDGE Family Foundation, Alpine Botanicals, Purium, Earth Hero, liquid trainer, Vera Herbels, growing spaces, soil works, joyful journey hot springs spa, earth water press, Dr. Bronners, 1% for the planet, ECOVERCITY, and of course a whole bunch of folks who have joined our monthly giving circle. And if you haven't yet joined and you would like to, you can go to whyonearth.org slash support and set up a donation at any level that works well for you. If you'd like to give it the $33, $55 or $77 levels, we will send you one, two or three jars of the Wailay Waters have been fused aroma therapy soaking salts each month as a thank you for your support. Also to note is many of our partner and supporter companies offer discounts to folks in our whyonearth community audience and network. And you can find links and details on all those discounts going to the partner and supporter page on the whyonearth community website or whyonearth.org slash partners dash supporters to be precise. And again we will have additional links and information for you on Lathes book and resources. And I want to be sure to take the opportunity to segue into three really important articles, Lath, that you've written, expanding on what's in your book. And I thought maybe you could tell us what these three articles are called and what we'll find in them. Yeah. Well, there's the three articles are Buddhist economics 090. And for those of you who were born after 1970, they'll know that 090 means remedial. But in Buddhism, remedial is really good because the view of Buddhism is that the basic ground is pure. So you're always trying to get back to the remedial. So less complicated I guess. But so that's an article there from the I'm not shambala times that I was writing a column for briefly. And then another one is called Understanding Genuine Prosperity. And I'll just I want to show you the chart because it's in the back of the book too. But I will just share my screen to all that with that work. Yes. Do that, Aaron. Yeah. So I'll just share my screen briefly here and you can see this chart. And this is sort of a pitch. It's a pitch for meditation or any kind of contemplative practice. So you might be long to a different spiritual tradition. But there would be contemplative practices within that tradition. And if you don't have one like forest bathing is good, you know, like anything that takes you out of your conceptual mind a little bit. And if you think about it, if you come out of your conceptual mind and you just be where you are and allow yourself to do that, even however short time that is, what you have to understand is that is like a declaration of being fundamentally okay. And that's a very outrageous thing in our world and our crazy world where you got to be checking your to-do list all the time and working on making payments and everything. So anyway, this chart I wanted to share with you is called the income versus well-being chart. So the first thing is the idea is that the well-being goes up. This way as the chart, as the line goes up, you have more well-being. And this line goes out, you have more income. Maybe that contributes to well-being does it or does it not. So the first thing to notice is at the very lowest levels of income, income is very closely associated with well-being. Like if you don't know where your next meal is going to come from, you're not going to be able to think about these lofty ideas we've been talking about. And actually there was a grand chief who gave a talk recently, one of my colleagues was going on about and what he was saying was that he's talking to one of faculty members about students and having to relate to the students experience outside the classroom as well as inside the classroom. And he said, if your student doesn't know how they're going to feed their kids when they get home, they're not going to be able to focus very well in class. So you need to know where your students are what's going on with them. So anyway, that's the same point here is you have to acknowledge that meeting basic needs is prerequisite for being able to think bigger. And so people need these basic things. How you give it to them, that's another political discussion. But ultimately that has to happen first. So then you see what happens here is as you go up the income stream, what this chart is really meant to indicate is that you reach a certain community that's associated with your income stream. And so maybe you reach the middle class or something like that and you have a community there. And that's kind of a peak of a prosperity of well-being on some level because you fit in, you have your connection. I call it like the poplux stage. I mean, it looks very different at different levels as well. But you feel like you belong where you are. Then what happens to your income keeps going up. Well, what happens is it actually starts to draw you out of that community. There's a slight, it's sort of what we're acknowledging is sort of that as your economic situation changes, it's not a slam dunk, you know, sometimes it actually separates you from your community. And then until you find your community again. And a great example of that, actually, the sort of extreme example is I saw this guy who just won, you know, $100 million in the lottery. And they were interviewing him saying, well, you know, what are you going to do with this money? And he says, well, you know, first thing I'm going to do is protect my kids. I thought, holy cow, you know, he just he just won all this money. And rightly so, the first thing is thinking of like, I got to protect my family. His stress level went straight up, right? So it's there's there's proverbs like there's, you know, there's a great book called The Cobbola of Money or something like that. Rabbi Milton Bonder got into trouble at some point, but he wrote this great book. And one of the proverbs, it's an old Hebrew proverb. But basically what it's saying is it's not the, it's it's not that money makes happiness is that the lack of money makes unhappiness. So, you know, respecting your economic situation, respecting the economic situation of others is very essential because nobody's going to hear you if you don't, if from an activist point of view and from your own point of view. So you need to address those things, those things. And another guy, what's his name? Jacob Needleman, he was a philosophy professor at University of San Francisco. And he said, he said that the reason that we struggle so much with money is not because we don't respect it. It's not because we don't respect it enough or or or what I put it another way, sorry, the way the way the way forward basically is that we need to respect money more, we need to respect it enough that we address it that we respect. It's sort of like air, you got to have air, you don't want to be thinking about air all the time, but you do need to relate to the economy. And the economy speaks to you, you're getting messages from the economy. So you have to respect it. So maybe you don't have to build your life around it, but you have to respect it because if you don't, it's going to it's going to keep teaching you lessons. So this chart then shows you with meditation. So this is you could translate that to contemplative practice, but I like sitting meditation. I think sitting meditation with the right view is very profound. And again, it levels off because you know, income, higher levels of income, if you have more income and you also have a contemplative practice or you understand what that does for you, the value of your mind basically, you will use your money more effectively. You will spend your money, you will support environmental causes rather than buying a new SUV. You know, you might there'll be all kinds of ways that you will use your money that is more harmonious. And so you might reach a higher level of well-being. That's my thesis. You know, we'll wait for the somebody at Harvard to do some research and prove me wrong. But until then, this is where yeah, well, that might happen. So it's a big stuff research out there that corresponds pretty well with all of this right here. Exactly. I agree. The research does seem to generally support this. So this has been my experience. And again, you know, income at some point, there's diminishing returns. How much income you need, I think ultimately, you know, in the absolute sense, you could be, you know, liberated, eating one's as we see today, you know, but you know, in practical reality in the world, we live in there are certain things that we need to address. And what these levels of income are, well, just depends on what study you're reading. But you know, this is just a general relationship. Okay. So then the next one that I want to share with you, I think I can just do this. Can you see the different chart? Yes. Yeah. And people will understand this in the environmental community. So this is a sort of a thesis that I have. And this is that this is not particularly Buddhist, a necessarily, but it is a thesis that I have about the view, the guiding star that we need to to change the world, basically to change the world in a meaningful way going forward. And what the, it's a simplistic way of stating it. But I think the guiding star or one guiding star for us that would transform everything is if we all shared the same guiding star of open migration. Hmm. And here's the logic. The logic is if we agree in open migration, people can live wherever they want. And you know, first of all, we have, it forces us to address things in a much more holistic way. And it forces us to consider the conditions that our brothers and sisters are experiencing in distant lands. And so we either want to improve things over there, or we want to accommodate them over here. And I think that that's really, you know, some people would say that's a scary idea. So again, I'm talking about this as a guiding star. You can see all kinds of problems with this. If you, you know, throw up in the gates or you don't respect borders or you don't use the border as a way of almost encouraging certain things. So I'm not saying, you know, therefore there's a simple solution, just, you know, remove international borders. But, but I am saying that if we had that as being the ideal and we, and we said, you know, we're working towards this. This is, we're all going to live in one world. And all you people who are struggling to make a living in, in the Amazon, we can help you find a living here. And we're going to put a, we're going to make it a national park now. And because we need everybody needs that, that forest. Because if you don't address their circumstances, they're going to build houses. And so anyway, this is the, but also what you see in this chart is that there's a cyclicality. So if we say ambivalent isolationism, which I also known as business as usual, you can see that if we, if we make, like if you look at what I wrote, I did this when there was a lot of immigration migration to Europe. And what you were seeing in the, if you look, let's, let's look at the open migration chart. The first thing that happens is you have a negative, right? Because you all of a sudden you got to accommodate all these people, right? But if you look at the economy of the, especially the developed nations, which have aging demographics, all those economies, those countries that took in a lot of refugees, that took in a lot of young people who were economic migrants or whatever, their economies will actually be more sustainable. If you have an economy with a bunch of people aging out, it's not good for the long-term economy. One of my economics profs said, told me once, there has never been an economy that grew with a shrinking population. And so we have that in spades in the developing world. So we have to change the way we operate. And I think some of that is happening. So we look at the blue line. So what happens is we ignore the environment, we ignore migration, we build walls around our, our kingdoms. And what happens is we become more and more precious inside of our walls. And so it rationalizes the aggression that we send towards the outsiders because we've walled them out. And so we get more protected here. And you can see how the virus could make us move down that road. But it also has ups and then downs and ups and then we get protected for a while. But then we can't figure out why things aren't growing, why we have a more depressing experience. And this chart is probably optimistic in terms of where the environment is going. So anyway, that's what that article is about. And so people are interested, they can explore that. Yeah, thank you so much. And Lath, you're clearly touching on some very big topics. I love it. I want to, I got to interject two quick things, just sort of as the host of the discussion. One, you mentioned forest bathing. And I'm sure some of our audience are familiar with this idea of shinran yokyu, the practice. So that comes from the Japanese tradition. And it's a very deliberate practice. And one that I hope many of us experience regularly where we go into a forested area, or even a park, if that's what's available, and just kind of sit in one spot for a while. Sometimes it's ours. And notice everything going on right around you, whether it's the ants moving around the gentle breezes, the bird song, et cetera. It really helps us open up to all the magnificence and complexity of the living biosphere. And also there's plenty of science out now, showing how doing so has a variety of ways of improving our neurobiocamistry. And then the other thing I have to throw this out there, you use the term grok earlier, one of my faves. And I'm sure some of our audience have heard this term. I believe it was coined by Robert Heinlein in his science fiction piece called Stranger in a Strange Land. And the idea is to really understand something, to deeply and comprehensively understand something. I think that's my working definition anyhow. So I just, I kind of wanted to, you know, throw those two out there, late just to help in case the audience has been left wondering what a couple of these terms might mean. But I really appreciate what you're sharing in these articles. And I want to say that in all of this, one of the, to me, most compelling aspects of how you're articulating these insights late is this idea of scope of how far out we're expanding our sense of, you can say self or duty or responsibility. Visa V, our shared global home and our entire human family, all us, brothers and sisters living on this planet. And I think it's really important to sort of end on with our conversation today because I could see how in some instances folks who encounter your book and body of knowledge might say, well, this is all well and good for, you know, here we are, you and I, more or less couple of white guys, not concerned probably about where our next meal is coming from. You know, how is this really helpful to a whole lot of other folks out there who really are struggling with some of the basic needs. And so I think you have insights for all of us here, but I also think part of what you're offering is a way for those of us who perhaps have some more privileges and benefits to further cultivate our own realms, if you will, to become even more effective in helping those out there who perhaps are at this point less fortunate or what have you without getting into, you know, paternalism. So I just, I really want knowing we've got a very diverse audience and folks working on a whole number of issues around the world in our Wired Earth Community Network. I really want to acknowledge that and I'm curious how you respond if, if and when you might get that kind of, you know, sort of questioner, maybe even a little pushback at times. Well, okay, there's two things. One time when I was giving a book talk in Victoria, somebody stood up and said, you know, why don't all the people who live on Beach Drive, which is just, you know, opulent part of town on the ocean. Why don't they all sell their houses and then, you know, we could, we could pay for everything. And, you know, we could lift people out of poverty, etc. But it's clearly, especially in Victoria, actually, Victoria is very altruistic town. People really want the bet that they're all, you know, they're good natured people. And what you understand, I mean, I've been involved in finance and working with money and focused on money way too much most of my life. And, and what you understand is that money is very ephemeral. And if you're going to, money is just a resource. It's like water or, you know, whatever metal. And it's good for some things. It's just not good for everything. And it's very ephemeral. It doesn't last. It's, it's very quick. And so that's why the psychology is so essential. If you, if we don't have the right psychology, you could force, let's say that tomorrow you could force everybody into an eco-friendly lifestyle. But if they didn't have the view, how long do you think it would take for the world to get mucked up again? And, and I think that, that that's one thing I'd like to say is that, you know, we focus on technology, technological solutions, which is great. I'm so great to see the system finally ironing out some things for sustainable energy. But, but the at the same time, if we don't have a view of, of citizenship, then we're not really, we're not really addressing the core problem. And so that's, yeah, that's really the thing. Like, if we focus on enforcement and we don't focus on citizenship, that's the problem. It's like, almost if you're successful with enforcement, it's almost worse in some way because you've stopped focusing on the, the root cause, which is that we're not taking care of citizenship. We're not explaining to people, we're not educating people to understand that there's this bigger perspective. And that's the economics of a global self-interest. If you read that article more than that chart, the point is that self-interest isn't the problem. The problem is that we think too small. The problem with the, the, the, the corporation, like the corporation is a great example. The, the corporate business model, people hate corporations. And I always have this argument with my son, because he read that book about how sociopathic everybody is in corporations. Great. But the, but the thing is the research has shown that corporations also lifted a whole bunch of people out of poverty. Never mind that they've also eaten up the planet. But the, the, the point is the reason why the corporate model is so effective is not because it thinks too small. Well, it's, it's, then put it another way. It's not because it's so selfish. It actually expands ownership. It actually distributes wealth. And there's research that will back me up, way back, substantial numbers of people, percentages of people coming out of poverty, perhaps partly because of that model. The problem with the corporate business model is it doesn't think big enough. And that's a problem that we individually have as well. We don't, we don't understand self-interest in a global context. Because ultimately we all grow together or we, or we don't, you know. Yeah, really, I really appreciate this insight. And I'm, I'm smiling in part because I'm not sure I even shared this with you, Lath, but in the last few years, I've been writing an epic novel that is now just about finished in late stages of editing and we'll be sharing it out with the world in a matter of months. And it very much deals with this matter of psychology and culture sort of head on in the context of all these myriad challenges and opportunities we face as a global community and really organism on earth. And so yeah, I'm, I'm very happy to hear you speaking to this and appreciate it. And I want to just take the opportunity to, as I mentioned, read a few of these wonderful aphorisms in your book. And here's one I just open to, ironically, the most common goal of working people is retiring, right? And I'm just, you know, you couldn't help but wonder if it was because retirement was a meaningless vacuum versus the fulfilling engagement their working lines had offered. Who knew, right? I'm just randomly opening to some of these egotistical fixations, crowd out fresh ideas that might be better for others and for oneself in the long run. It is relaxing with the holes in one's identity that creates a tremendous space for humor, curiosity and compassion. And that one's great because it's got some of these keywords you've already mentioned. The space, the humor and compassion, of course, is so central to the the Buddhist framework and such a big part of the the work that we do from the inside out here at the Y on earth community. And here's one more just to drive the point home about all that you've been sharing. We are constantly seeking external solutions to internal problems, right? And I think very much some of the wisdom coming through your work, Lath, is that one of our great opportunities is this inside out approach to our work in the world, our responsibilities as individuals, as parents, as community members, and our ability to help in the great effort of regeneration and cultural evolution and enhancing health and well-being in whatever ways we're being called to do so. Hallelujah. Yeah, I, you know, one of the things that I often will say that generates some controversy, but I think it's only because people don't understand it, is in this something my teacher would say indirectly not quite as bluntly as I do, but you just have to cheer up. If you could, if we just cheer up ourselves, if you think about what it is to cheer up. So when you say cheer up, that doesn't mean be happy and be ignorant. It means, you know, wake up, but don't, um, don't assume the worst. And, and you have to understand that you are an example, you know, we're all an example for each other. And cheering up is like that declaration we were talking about of a fundamental okness. And you can just cheer up and you might say, oh, there should be a reason to cheer up. Not necessarily. You're, you're human being. You have perception. And perception is rich. And if you don't think it's rich, then you're not looking close enough. You just need to take, or you can take one step back and you will see, um, ultimately, and that's one of the premise in the book that I should end on, which is that, um, perception is ultimately what wealth boils down to. So if you think about how you should manage your money, how we should manage the economy, how we should support each other, ultimately, our goals should be maximum perception. Because perception leads to wisdom, leads to compassion, leads to peace. So beautiful. And so pithy. I'm writing it down just so I have it, um, for the show notes, because this is such a beautiful summation. There got it. Perception to wisdom, to compassion, to peace. Lath, thank you so much for visiting with me today. And I'm just, I'm so overjoyed. We get to share this conversation with our audience. Always a pleasure, Aaron. We'll look forward to talking soon and for now, I'll just say goodbye to you. Bye everybody. The Why on Earth Community Stewardship and Sustainability Podcast Series is hosted by Aaron William Perry, author, thought leader, and executive consultant. The podcast and video recordings are made possible by the generous support of people like you. To sign up as a daily, weekly, or monthly supporter, please visit yonearth.org-support. Support packages start at just one dollar per month. The podcast series is also sponsored by several corporate and organization sponsors. You can get discounts on their products and services using the code Why on Earth. All one word with a why. These sponsors are listed on the whyonearth.org-slaosh-support-page. If you found this particular podcast episode especially insightful, informative, or inspiring, please pass it on and share it with a friend whom you think will also enjoy it. Thank you for tuning in. Thank you for your support. And thank you for being a part of the Why on Earth Community.",
  "audio_transcription_metadata": {
    "whisper_model": "base",
    "language": "en",
    "duration": 0,
    "speakers_detected": 0,
    "segments_count": 585,
    "diarization_available": false,
    "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12091/episode-112-layth-matthews-buddhist-economics-personal-well-being.mp3"
  }
}