{
  "title": "Episode 155 – John Rogers, Holistic Systems Thinker & Author, “The Renaissance Campaign”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13679/episode-155-john-rogers-holistic-systems-thinker-author-the-renaissance-campaign.mp3",
  "publish_date": "February 25, 2024 5:39 pm",
  "url": "https://yonearth.org/podcast/episode-155-john-rogers-holistic-systems-thinker-author-the-renaissance-campaign/",
  "episode_number": 155,
  "subtitle": "A Renaissance (r)Evolution – John Rogers on “Renaissance Campaigns”",
  "description": "Many of the biggest challenges we face are too complex for any single person to understand completely or mitigate them alone. Hence, unlocking “group genius” is an essential strategy for holistic knowledge building, solution-set generation, and systems change-making. In this important podcast episode, John Rogers, the author ofThe Renaissance Campaign, shares stories and insights from a career spanning several sectors: defense, logistics, technology, entertainment and media, and myriad fund-raising campaigns for political and social causes. In his book, John shares an insight that virtually anything we choose to do can be thought of as a “campaign,” and that, in order to most creatively and successfully run our campaigns, enlisting the mixed-table genius of diverse groups is a key strategy. We might say, especially in the face of the most pressing systemic and existential risks facing humanity at local, regional, and global scales, the development and deployment of “mixed table” renaissance teams is an imperative – and John explains clearly and cogently just how to do that as effectively as possible.",
  "about_sections": {
    "about_john_rogers": "John Rogers is a national security and systemic risk expert focused on change and disruption in the arenas of climate, technology, geopolitics, and culture. John established RL Leaders, a consulting enterprise serving the US Government that has served at the nexus of the national security community and Hollywood/entertainment community for over two decades. John held the position of RL Leaders CEO until he transitioned to a board position in 2022 after selling the company to the partners. He serves on several Boards of Directors and Advisory Boards, including Le Ciel Global, National Security Leaders for America, HUB Security, NeuroAnimations, and Wizdome. John has worked in both the private and public sectors, including as CEO of MV Transportation and at the Pentagon as Principal Deputy Assistant Secretary of Defense. He has led national and international scale campaigns, including with Michael J Fox’s major legislative efforts for Parkinson’s Disease treatment. John gave a keynote talk at the Bretton Woods 75thAnniversary Conference titled, “The Power of Perspective.” He resides in Wisconsin where he has been instrumental in several state-level initiatives and campaigns, and can be found in creative pursuits such as photography, writing, and occasionally painting, when not working through diverse networks on some of humanity’s most pressing challenges."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry, and today\n\nwe’re visiting with a very special guest, the author of the Renaissance campaign, John Rogers.\n\nAaron, I’m great. I’m delighted to be here and anything I can do to be part of your world and help you.\n\nI’m interested in doing so, it’s pleasure to be here.\n\nWell, that’s really appreciated, of course, and I’m so excited to have this opportunity to speak with you about\n\nyour body of work, your book in particular, the arc of your career and the way in which you’ve\n\nwoven together so many different threats.\n\nYeah, well, it’s certainly not been a traditional career, but I’m delighted to participate and it’s always fun to look back and inspiring to look forward.\n\nJohn Rogers is a national security and systemic risk expert focused on changing disruption, the arenas of climate, technology, geopolitics and culture.\n\nJohn established RL leaders, a consulting enterprise serving the US government that has served up the nexus of the national security community and Hollywood in the entertainment community for over two decades.\n\nJohn held the position of RL leaders CEO until he transitioned to a board position in 2022 after selling the company to his partners.\n\nHe serves on several boards of directors and advisory boards, including Le Ciel Global, we’ll talk about that, national security leaders for America, of security, neuro animations and wisdom.\n\nJohn has worked in both the private and public sectors, including as CEO of M.B. Transportation and at the Pentagon as Deputy Assistant Secretary of Defense for legislative affairs.\n\nHe has led national and international scale campaigns, including with Michael J. Fox’s major legislative efforts for Parkinson’s disease treatment.\n\nDavid Kino talked at the Bretton Woods 75th anniversary conference titled The Power of Perspective and he resides in Wisconsin where he has been instrumental in several state level initiatives and campaigns and can be found in creative pursuits such as photography, writing, and occasionally painting when he’s not working through diverse networks on some of humanity’s most pressing challenges.\n\nAnd John, just before we started recording, you showed me a few of your paintings and they’re absolutely beautiful and they’re tremendous.\n\nAnd maybe it’s cliche, maybe it’s a stereotype, but it seems often somebody with your background and professional experience, the arts, the pursuit of art, the pursuit of creative expression may not be as well developed or significant.\n\nA factor in one’s life and I guess as a place to start picking up on that thread and the title of your book, The Renaissance Campaign.\n\nWhy renaissance and why why does somebody like you also make art?\n\nWell, I’ll answer the second part of your question first. Why somebody like me makes art and I really say two things.\n\nOne, it’s therapeutic and people, everybody needs it to for formal therapies.\n\nThat was one of my, the second is balance. I think that it’s easy for people who are driven hard to sometimes get blinders on as they are driving to whatever they’re driving towards.\n\nAnd we hear about this frequently in the context of athletes, but I think the same is true of CEOs and elected officials, the presidents, whatever.\n\nI mean, part of that is that it really takes constant vigilance in order to achieve some of those results.\n\nAnd I think it’s easy for people then to lose balance.\n\nThe renaissance, the reason why renaissance or to me was inspired by Florence, but in Florence and by the Medici family, but it really is all about diversity of thought.\n\nAnd again, in my mind, that’s also related to balance.\n\nYou need to get different perspectives around different problems that’s to balance your own thinking around that.\n\nAnd so, so I, you know, I balance is a big part of it.\n\nYou know, not only for me personally, but I think that I think it’s an important, it’s important society as well.\n\nWell, yeah, and you’ve taken such a deep dive into this, into this notion of balance and diversity of thought.\n\nAnd, you know, I’m really curious.\n\nYou had a position with considerable responsibility of the pentagon relatively early in your career, as I understand it.\n\nWould you say that at that time you were already tuned into and even perhaps leading the way around this need for balance and diversity of thought?\n\nA, I was a pomp.\n\nB, no, I had no balance whatsoever.\n\nI was all in and I, yeah, there was no balance at all.\n\nThese were very, very long days and I worked really hard to get there.\n\nAnd it’s one of those experiences, like a lot of people who work in administrations and whether they work in the White House or the pentagon or wherever.\n\nI have so many of my friends and colleagues who would say a hardest job ever.\n\nI wouldn’t change it for a second.\n\nIt was interesting, fast for many years after that of my life.\n\nAnd I was the, as you know, and I was the interim CEO of in V transportation.\n\nIn V transportation is the nation’s largest, privately held transportation company busing, para transit school buses.\n\nAnd I’ll tell you that, you know, I open my eyes and gave me a different perspective on what it’s like to be a CEO.\n\nReally big company because it’s very, very hard to maintain balance when you’re running a billion dollar plus entity.\n\nAnd so, you know, fortunately for me, when I was in that role, I had a lot more tools to find disposal to be able to at least think about it.\n\nBut it, it was a great reminder.\n\nYeah, it’s so interesting.\n\nAnd I’m really curious, your thoughts on, you know, given the kind of work you’re doing, especially that you’re doing now, working on a variety of global systemic risks, you know, ranging from climate to technology, etc.\n\nYou have the opportunity to interact and interface with all kinds of leaders.\n\nAnd I’m curious, and I guess I’m asking this question also with kind of an implicit, you know, backdrop of some shared experience you and I have being connected to the Le Ciel Foundation and the Lysiel community.\n\nBut I’m curious if you would comment on leaders generally who are, you know, shouldering the massive and relentless responsibilities that they have.\n\nAnd where we’re at, you know, in terms of state of the world relative to leaders having balance and or needing balance and or how might more balance among our leaders worldwide create a better and improved situation.\n\nFor the planet and for all of humanity.\n\nYeah, I was at a conference a few months ago, the Concordia Summit.\n\nAnd Tony Blair was one of the key notes, one of the guys, one of the speakers.\n\nAnd he made this really interesting comment, he said something with the effect of, I wish I wish I knew then what I know now.\n\nExcuse me again, in that, you know, after he left office, he learned so much.\n\nAnd as a result of that learning, he would have been better in office had he known that.\n\nAnd I think that, I think that, that’s the case pretty widely.\n\nI think that that’s a, I think that a lot of leaders are very much out of balance.\n\nAnd then because they don’t have the training, have they had the training like you get up the seal, like you can get it on the places.\n\nI think that, I think that’d be better leaders.\n\nSo, yeah.\n\nWell, I, I’m so excited to dive into your book a little bit, the Renaissance campaign.\n\nBut before doing so, I can’t resist, especially having been on a call earlier today with our friends, Sophie and Olivia, the founders of Le Ciel.\n\nCould you, John, tell us just a little bit about the Le Ciel Foundation, which is obviously, or maybe it’s not so obvious, what brought you and I together.\n\nThat’s how we met and connected.\n\nThere’s something from my perspective, very special going on with Le Ciel and I was hoping we might hear from you in your words, what, what that is.\n\nSo, as you know, Aaron, as your listeners may not know, the, the Le Ciel foundation is a UK based charity that’s a mission in life that is to bring together the best of primordial wisdom.\n\nAnd, as well as modern day practices and science to work on some of the rules, biggest hardest challenges, whether they be related to the earth, whether they be related to humanity, and to really bring that wisdom forward.\n\nAlong with, again, the best common sense approaches.\n\nI don’t know about you, Aaron, but for me, Lissiel was a life changer.\n\nAnd I think that, and I actually don’t know of anybody who’s engaged, who’s participated with Lissiel, who hasn’t walked out the door, a different person than when they walked in that door.\n\nBecause, again, you know, what Le Ciel does as much as anything else is gives its participants a bigger toolbox by which to approach things.\n\nIn that, it really starts with an understanding of self.\n\nAnd, with the notion that you really can’t change the world unless you understand yourself.\n\nI remember one of the things I heard along the way, which is an inner peace, a great world peace.\n\nAnd while I don’t know if that’s entirely true, I do believe that you can’t get to world peace, but without inner peace.\n\nAnd so, Lissiel was an organization that I think, again, like you, I’m extraordinarily grateful for, and grateful to him.\n\nHow would you describe it?\n\nI totally agree with that, John, and I was just reflecting over the last couple of days that, you know, I’ve been blessed and privileged to have had a number of wonderful mentors and friends.\n\nAlong the way.\n\nAnd as an aspiring leader, I have taken a lot of wisdom and learnings from many of those friends and mentors, many of whom are now in their 80s and 90s.\n\nAnd I’ll say that, for me personally, becoming an effective leader, becoming a compassionate and heart-centered leader has been an objective, a conscious, goal or directionality for me.\n\nAnd this past year, immersed in the Le Ciel Foundation’s holistic visions, training process has helped that to evolve to a whole other level.\n\nAnd in a way, I wasn’t even aware sort of how far I could come through until going through this process with Le Ciel.\n\nIt’s tremendous.\n\nI recommend that two folks worldwide who would like to uplevel their abilities as leaders.\n\nYeah, I am.\n\nMe too.\n\nI agree with without hesitation.\n\nI mean, I think it’s, I think it’s an extraordinary gift.\n\nPart of it, for me, lies in the fact that I, you know, I’ve spent the vast majority of my life in my head.\n\nAnd in that, you know, I’m very much coming, I come from a place of cognitive decision making.\n\nAnd the whole concept of the mixed tables and the Renaissance campaign and all of that really is to bring together people.\n\nOtherwise, we don’t normally talk with each other to talk with each other to try and solve really our problems.\n\nAnd it, again, that’s a really cognitive activity.\n\nAnd it was in 2000 and the 19 that both participating in the Bretton Woods 75th anniversary summit,\n\nwhich was an extraordinary event.\n\nAnd then from there learning about to be invited to a seal that my perspective changed.\n\nAnd it changed from the vantage point of you might turn nobody else’s.\n\nBut the metaphorically a medicine wheel and then it wasn’t just about the mind.\n\nIt was about the mind and the heart and the spirit and the body creating the energy.\n\nAnd, and, and that, that relensing has been extraordinary for me.\n\nYeah, likewise, likewise.\n\nWell, one of the many threads in your book, John, that, that I really appreciated and found to really resonate for me is the thread of holistic thinking.\n\nAnd I want to just take a quick moment and flash on screen here the book, the Renaissance campaign.\n\nWhat do you mean?\n\nI don’t know what you mean.\n\nI mean, I really have a, absolutely.\n\nThe subtitle is a problem-solving formula for your biggest challenges.\n\nAnd we’ll include the link to Amazon where folks can get a copy themselves.\n\nI highly recommend this book.\n\nThis book I read slowly and carefully and painstakingly underlined and annotated over the last several weeks, John.\n\nAnd it’s a, it’s a, it’s a lovely approachable read and it is so packed with pithy wisdom and with a, a way of turning the insights into very digestible ah-hans.\n\nThat’s my experience of reading the book.\n\nAnd there’s so many important threads, you mentioned Bix tables, the word Renaissance plays out in the book in an interesting way and holistic thinking.\n\nAnd so I’m really curious because I think, you know, many of us are familiar with this term holistic and might use this term holistic.\n\nAnd perhaps it means, you know, slightly different things for different people and audiences.\n\nWhat does it mean for you? What does holistic imply, especially in the context of the kind of work you’re doing?\n\nComprehensive.\n\nI mean, it’s not.\n\nI do not look at this term. I do not think about this term in a woo-woo manner.\n\nI think about this term in a really practical manner.\n\nI think about this term as a 360 degree comprehensive, three-dimensional, four-dimensional way to approach, approach things.\n\nAnd so holistic to me is means comprehensive.\n\nAnd because all too often I think that we approach these things from our own prisons.\n\nAnd the prisons are a rigidity of thought.\n\nAnd the prison is the lack of empathetic perspective, a lack of understanding the perspective of others and the unwillingness to.\n\nAnd so I think that if we’re going to solve some of these sorts of issues, we’re really going to look at them through a diverse thought.\n\nThat is not to say that there are not facts in the world.\n\nAnd I think that we, as a society, more and more frequently are subject to the lack of differentiation between an opinion that a fact.\n\nBut be that as it may, more we can bring together people from different verticals, if you will, to help us think about problem sets.\n\nThe better off we’re going to be. We’re trained to be specialists and I’m a generalist and I’m a connector.\n\nI try to surround myself with really smart people who have really great expertise, but then help them think more broadly as a result of connecting them to others.\n\nYeah, well, you strike me as doing this in such a potent and pragmatic way.\n\nAnd I want to actually circle back on this term, woo, woo.\n\nBut before doing so, I want to go in a different direction and ask you about some of the work you did following 9-11 with mixed tables specifically in the defense intelligence community and the creative community.\n\nBecause I think it will for our audience bring to ground exactly what you’re talking about in a very specific circumstance and context.\n\nWell, after 9-11, I was working with an entity called the Institute for Creative Technologies, which is part of the University of Southern California.\n\nAnd the Institute for Creative Technologies’ purpose is to bring together and connect Hollywood researchers slash Hollywood with the Army and the National Security Community.\n\nAnd we were asked at the time, soon after 9-11, the guy who was running the ICT at the time, who’s since deceased and was a dear, dear friend who later became my partner, Dick Lentine, to bring together Hollywood writers, producers, and directors and think about terrorism.\n\nAnd right around this time, the sequence seems a little off on this, but it’s important to note that one of the findings in the 9-11 Commission report, as it related to what occurred, was the lack of imagination by the intelligence community and by the National Security community to think about terrorism.\n\nAfter all, who would have thought about much crazy people flying airplanes into buildings? Well, Hollywood didn’t. And the creators didn’t.\n\nAnd so we were asked to bring together those creatives, and we produced a report, and I brought that report to Washington, and to the Pentagon and to Congress and other places.\n\nAnd from that, a program was established that really looked at and utilized the creativity of Hollywood to help think more broadly about these things, to help imagine what the future could be.\n\nAnd so there was a plate of discreeting and yet really important role in helping envision what could be from what that guys were capable of to, what great things we could do.\n\nAnd so all of the above. Yeah, it’s tremendous and so interesting to learn about that in some of our recent conversations.\n\nNow, I got to ask this woo-woo thing because I’m really curious. I did that approach. Yeah, you know, so when we’re approaching our problem sets are challenges from a holistic perspective.\n\nAnd when we’re looking at indigenous wisdom traditions and some of the quote unquote, maybe non-typical from a mainstream policy and business standpoint sources of insight and knowledge, et cetera.\n\nIt seems that we find ourselves often in the arena of what we would call spirituality. And I think that for many of us, we have a spiritual aspect to our human experience.\n\nAnd for many of us, we talk about in language and describe or don’t talk about and don’t language and don’t describe that in a vast variety of ways.\n\nAnd I’m wondering for somebody like you who collaborates and works in very serious arenas and disciplines, how do you approach things like spirituality without coming across as woo-woo without, you know, without, without a roading credibility?\n\nYeah, I think that it’s a great question, Aaron. For me, I approach it internally in that clearly I, you know, have a, you know, what I consider a deep, a spiritual side of me.\n\nBut I also recognize that I recognize that we live in the world of which we live. And, and even though there’s a world to which we want to be, in which we want to be, we live in the world that we live in.\n\nWe still have Putin. We still have Marx. We still have Gaza. We have, you know, we have a bunch of really very, very difficult dynamics that exist worldwide.\n\nAnd, and the national security side of my brain, we still have to deal with all that. And we have to deal with it rationally. Excuse me.\n\nSo, so the, the best way I can approach it again is, is something I said you earlier, is, is they are by being really grounded in self and, and to have the tools in which you and I both gotten from the seal and others to, to navigate these complex issues.\n\nHopefully, I approach them in a way that informs others to, to be more open to different perspectives. At the same time, really practical on what needs to happen.\n\nWell, I’d love in the book the way you frame up some of the tools and opportunities that we can incorporate and utilize in our own activities in different ways.\n\nAnd with the mixed table concept, there, there’s so much in the book that really gets right down to planning a two or three day event and keeping food and the sharing of food in, in community as one of the central approaches to having a successful mix table.\n\nSo, I’m, I’m really excited to hear you describe for us, you know, what’s a mixed table? How do you put them together? And maybe I’d ask you to share a little more with us about a couple that, one or two that have really stuck out to you over the years.\n\nYeah, so I’ll back it up just a little bit. I first learned about a mixed table about mixed tables from my old boss, less asthma, who was chairman of the House Armed Services Committee and Secretary of Defense.\n\nAnd he was my mentor, you know, for a good while, early in my career. And he would, he would go around the country. This is at the end of the Cold War and assemble these mixed tables, people who always wouldn’t normally talk with each other.\n\nSo, you know, maybe an academic or two and, and they need to have a retired, you know, general or, you know, high level officer. And then maybe you’d have a political guy and then maybe you’d have somebody from, you know, industry.\n\nAnd, you know, a men or women when I say a guy, I don’t mean that, you know, few people. And, and, and through that process, and I’m, I’m a kid, you know, I’m standing, and I’m sitting by the side of this shoes polishing or something.\n\nAnd, and through that process, Aspen was then able to put forth a variety of, of really interesting theories. Aspen was really smart and a terrible boss.\n\nI mean, you know, I just, I mean, you know, the kind of boss had just, you know, I woke up one day, had Legionnaires disease and was told, wow, you don’t want a job, you know, you don’t need to show up. It’s okay. It’s up to you.\n\n104 fever, you know, show up. Have all the good oldies. And, but he was brilliant. And, and one of the, one of the postulates that he had way back when was that without the Cold War, which he very much wanted to go away.\n\nHe said that it was really unclear what a US foreign policy to be and more importantly, what US domestic policy to be.\n\nBecause it would, because the Cold War was a unified force among Democrats and Republicans. And sure enough, there’s a, there’s a great book.\n\nThe rise and fall of the neoliberal order by a brilliant historian and economist that, that takes what I just said and really articulates why we ended up where we ended up with, which was completely fragmented.\n\nAnd, and, but it was an aha moment for him. Fast forward to 9-11 and the questioner, you asked about the book and all that.\n\nWhat I saw when we brought in Hollywood, when we brought in creatives was also an aha moment above and beyond what Asthma had taught me, because by introducing a creative or creatives, real creatives into the equation, you change the whole thing.\n\nAnd you change it because everybody at the end of the day, whether they realize it or not, going into the next table becomes more creative.\n\nAt, you know, one point in time, one of my partners and I came up with the term that, you know, the Hollywood in such a Hollywood, it could be New York, it could be, you know, Boulder, it could be wherever, you know, creatives are paid Imagineers used to working under a time budget.\n\nAnd so they, they have the ability to, to blue sky and to really think creatively in a, in a, in a really practical, in a really practical way, because if you’re producing a movie or a television show, you’re on Deadline.\n\nAnd so you have to be creative, you got to pound out a new idea, you know, from a blank piece of paper, blank storyboard, really quickly.\n\nWhen we, when we mix that group with subject matter experts and thought leaders, we recognized that something was happening over and over and over again.\n\nAnd that was that at the end of every one of these mixed tables, these summits, these, these mini conferences, these really interesting ideas would occur in a verge that hadn’t before.\n\nAnd, and it just happened over and over and over again.\n\nAnd whether it was something like, you know, how to help the brain, the aneurysm foundation, you know, reimagine how they engage with the world or what would they, what would the 5G network do to terrorism?\n\nAnd what’s that going to look like in the future at, you know, over and over we would, we would see these, this pattern.\n\nAnd I, I realized we were on to something.\n\nAnd, and the book wasn’t, isn’t intended to sell books, the book is intended to help people sell problems.\n\nAnd so what I did in the book was I came away of the recipe. I gave away the precise formula for how to go about doing a mixed table.\n\nSo that if you want to do one, Aaron, go ahead and do them. And if people want to do them, they can do them themselves.\n\nAnd so that was the idea behind, behind how I approach that in the book.\n\nSo with that in mind, the recipe was, we recognize that if we could take Hollywood creatives and or creatives more broadly, subject matter experts and thought leaders, we could really get to some, to some unique insights into problems.\n\nAnd as far as the book, I was really very descriptive in how you do this because I wanted to give it away.\n\nYou know, this was the, you know, I wanted to give away those insights so that if people wanted to do it and wanted to approach problem solving in a different way than they had here to for.\n\nThat I was giving them the recipe. It’s a cookbook. It just says a not that doesn’t have cookbook name on it.\n\nAbsolutely love it. Yeah. And I really, I mean, it is it literally lists out sequentially the step by step of putting these together and bringing these together.\n\nAnd I encourage folks to get a copy of the book and incorporate this into your leadership and problem solving toolkit.\n\nAnd I’m curious, I got to ask because as I was reading, I was wondering to myself, what would John say about this? And it is the distinction between the creative, the subject matter expert and the thought leader, because you really, you point out the importance of having all three together at the table, so to speak.\n\nWhat’s the difference? And how does one know when one’s a subject matter expert or one’s a thought leader, one’s a creative?\n\nYeah, let’s be clear it’s an arbitrary designation. But that being said, here’s some kinds.\n\nBecause let me put the asterisk out there first. The asterisk is that everybody is creative.\n\nEverybody has the ability to be creative. They just don’t necessarily recognize that at times.\n\nSo a lot of people, if you ask them if they’re creative, she might say, no, I’m not, you know, it’s not what I do.\n\nIt doesn’t mean that that she or they are not. It means that that’s how they perceive themselves.\n\nThis process, what I’ve seen is over and over and over again, it gets people to behave creatively. I’ll give you another hack. I hate that term.\n\nSorry, in a moment for it. But the a creative to me is somebody who’s who literally is paid to imagine under the time budget.\n\nSo that’s that’s the creative. A subject matter expert is somebody who has domain expertise on the question that you’re wrestling with.\n\nSo you’re what group are you in in the seal this last time?\n\nTeam five, the financial systems group. So you need people with real financial expertise in order to have an intelligent discussion around whether they’re in Fintech or banking or law or whatever they’ve got to have.\n\nYou need real expertise in the world of financial services thought leaders in this context are other people who have accomplished really great things big and small who are not in the financial services role.\n\nSo, you know, they could be your neighbor who’s just done an extraordinary job of coalescing your neighborhood.\n\nBut, but they are a thought leader in something and they’re not.\n\nThey, you know, it’s not about title. It’s about accomplishing something and moving different thoughts forward. It could be about a title.\n\nIt could be that they also happen to have a title, but it’s certainly not a necessary condition.\n\nAnd so that’s how I would, that’s how I would, you know, characterize all three groups.\n\nThe other way you can that I find really helpful in in going about this to get the best results.\n\nIt isn’t where it started with Aspen, you know, where we sit down without a conversation about what does the world look like in the post Soviet era.\n\nBut it was about what it is about is to create an environment where you can immerse people in a role.\n\nIn other words, have them leave their role behind. So it may be related to financial services.\n\nBut in this instance, your bank and at your bank, you know, everybody’s playing the bank or you’re up a nonprofit who is, you know, is creating a new cryptocurrency, whatever it is.\n\nRight, you know, you put them in a put them in a place that is not their day to day role.\n\nBecause they have ego tied to their day to day role.\n\nAnd you want to get away from ego in order to get the best of themselves at this table.\n\nYou want to get away from the attachments that they bring into it.\n\nYou want to get tapped into all of their knowledge and expertise and brilliance.\n\nBut you want to take the things that they get in the way of themselves.\n\nYou know, I find them saying that, you know, well, people, you know, one of the biggest challenges is that people get in the way of themselves.\n\nAnd so you want to take, you want to help them get out of the way themselves.\n\nAnd the way to do that is through a version.\n\nBeautiful. I’m curious when you convene mixed tables. Do you tend to reconvene mixed tables after some period of time? Is it usually a one and done or is it something that has some periodicity to it?\n\nYeah, we’ve done both. I love the, I love them both.\n\nAnd the one and done mixed tables, you know, somebody once said, never before and never again will such a brilliant group of people be brought together to work on this problem.\n\nAnd there’s, there’s magic in them, their words.\n\nAnd on the other hand, you know, some of our finest work has been what we termed a longitudinal panel.\n\nYou know, we meet every, every quarter for a year or two.\n\nJust like a board of directors, but we would, we would meet and work through.\n\nThis was on messaging overseas and we would work and meet through how that, you know, just a long, deep, continued set of problems and challenges.\n\nSo it allowed the group to really be cohesive and really allowed for some deeper work.\n\nVery interesting. You know, one of the things that comes to mind for me thinking on the mixed tables and how you present this is that it’s really a methodology one can say for bringing out the genius of the group as opposed to the genius of the individual.\n\nSo speak. And by the way, I’d love somewhere in the book. It’s quoted. I don’t have the page number right here. It says polymaths need mixed tables too.\n\nAnd, you know, the way you describe this as a renaissance function and the way you talk about what was going on in renaissance Italy, specifically with some of these, you know, real geniuses like DaVinci and Michelangelo and so on.\n\nAnd of course, there’s genius in the family of the Medici’s who helped to underwrite and support and facilitate and foster so much to occur.\n\nAnd I guess I’m curious to ask you what do you think about genius as a concept and what do you think about genius of group of the group of groups as something, you know,\n\ncompletely and qualitatively different from genius we might think of like in terms of an individual?\n\nWell, I love, I love your description of it and I love the idea of bringing out the genius of the group. I’m going to borrow it from this point in time forward. Thank you.\n\nYeah, I think that Bruce, my comment on polynos and our friend Aaron Bruce Mow in his book, which is a wonderful book on design.\n\nHe talks about the fact that there are no more renaissance people because the issues are too complex. No one person is going to solve this.\n\nThere are renaissance teams.\n\nAnd this is, you know, I didn’t know Bruce when I wrote the book. I hadn’t had the, I probably want to written the book differently and I written it today because of the work that you and I’ve done with the seal and others.\n\nBut I think that his words are accurate here, which are really trying to do is create a renaissance team and really trying to bring the brilliance and the genius of each of those individuals out to solve really complex problems.\n\nI think that, and I, oh, by the way, in order to solve the really complex problems, that in and of itself won’t be sufficient, but it will be a really good start.\n\nSo, and I think there’s a lot of different ways we can do this. I’m talking with Lucille and Bruce and others about, about the following concept, namely together, namely to bring together policy makers, change makers and wisdom keepers around these and probably creatives around these really big.\n\nHard ideas. Again, back to, you can, uh, Concordia summon and again, back to Tony Blair.\n\nYou know, he had another really interesting thing to say, which was a change makers and policy makers live in vastly different worlds and they don’t talk to each other.\n\nSo, somehow we’ve got to start to think about how to bring them together in a way that is, that is both aspirational and functional.\n\nAnd it doesn’t just result in another conference that’s really well-mamed and really well-funded that at the end of the day, it doesn’t get anything done.\n\nThere’s just a lot of arguing that we’re hearing about underneath of it.\n\nVery interesting. You know, something you mentioned to me the other day when we’re chatting about the world needs the best from each of us.\n\nIn order to create the best possible future, I’m paraphrasing and summarizing hopefully I’m getting it reasonably correct.\n\nI’m wondering, you know, in your arc of career, you’ve had the opportunity and continue to collaborate with folks who are prominent on the world stage, who are recognized as leaders in their respective domains.\n\nI’m wondering, what do you think about the way we can as a society do more to translate, to carry, to connect, to collaborate from and between the folks who have that level of call it maybe elite status and, you know, sort of the rest of us who are doing often important work at community scale, at local scale, at regional scale.\n\nBut don’t, you know, have the notoriety that they would be, you know, necessarily invited to be a keynote at a big conference or something to that effect.\n\nIs there, from your perspective, is there more we can do to activate what might be possible with that being somehow more energized?\n\nYes, that first of all, and that is a really big hard question that would be perfect for an example.\n\nBecause it’s a, it’s a, because of the scale of, you know, of 8 billion people.\n\nAnd, you know, my existence is very, very in your existence is very different than somebody in Siberia or somebody in Ghana or somebody in, you know, the Amazon or wherever or somebody in China and the Himalayas name it.\n\nAnd, and so, part of the challenge with that question is to make sure that the answer is a global answer, not a western answer, not just a western answer.\n\nAnd, part of that, I think I’m scratching that through what I described, namely to bring, identify the different verticals of society and bring them all together in a way that we haven’t, you know, that to my knowledge has been done before.\n\nBut the ongoing nature of it is, is I think perhaps the most challenging because the, the change that occurs and, you know, your little town and or the city down the road from here.\n\nYou know, there, there are Korean organic planets and, and, and, and there’s a lot of great things that are happening in the world period.\n\nYou mean, you know, there’s, we, we tend to focus on a negative because the negative is newsworthy and we tend to miss the positive because it evolves over time.\n\nAnd, and thus it’s not newsworthy.\n\nAnd that doesn’t mean that there’s not bad shit out there.\n\nYou know, nor does it mean that there’s not greatness out there.\n\nIt means you have to keep both thoughts in your head comfortable at the same time.\n\nAnd, and that’s never going to change in our lifetime.\n\nThat’s, we’re just, that, that, that is what it is.\n\nAnd so, I, I really, I really believe that.\n\nIt’s so potent, John, in the, makes me think about capacity and, and cognitive dissonance.\n\nAnd maybe I’ll come back to that. Let me just take a quick moment and remind our audience.\n\nThis is the YonEarth community podcast. I’m your host, Aaron William Perry.\n\nAnd today we’re visiting with John Rogers, the author of the Renaissance campaign, an extraordinary book.\n\nI highly recommend it. And I want to be sure to take a moment to thank some of our partners and sponsors who make this podcast series possible, including our friends at the Le Ciel Goundation.\n\nI just want to give a great shout out to Le Ciel and encourage folks to check them out and consider joining the holistic visions training offering from Le Ciel.\n\nI want to give a huge shout out to our many ambassadors in the YonEarth community network, several of whom contribute on a monthly basis to help support our work, including the podcast series.\n\nIf you’d like to contribute and haven’t signed up yet, you can go to YonEarth.org, click on the donate page, set it up at any level you want.\n\nIf you’re in the United States and you want to give it the $33 level, we’ll send you as a thank you.\n\nJar of the Wailay Waters, hemp infused aroma therapy soaking socks on a monthly basis, made with beautiful regenerative and bio dynamic hemp from a handful of Colorado farms that we collaborate with also.\n\nWe’ve just launched a brand new Patreon page for the podcast series. You can go to YonEarth  community on the Patreon platform and sign up there.\n\nWe’ve got a host of additional offerings and goodies for you there, depending on your giving level.\n\nI want to give a huge shout out to Chelsea Green Publishing. Big partner will be working with several of their authors again this year for other podcast episodes.\n\nAnd of course, also our good friend and colleague Nathan stuck at profitable purpose consulting, helping companies assess, attain and maintain their B certification through the B lab global community.\n\nFinally, a huge thank you to earth coast productions for all of their technical support with the work that we’re doing, including keep an eye out for our forthcoming simple gardening wisdom video course that we’re launching in partnership with Chelsea Green Publishing and Patagonia.\n\nSo a huge thanks to everybody that makes this this series possible and and John, I’m just picking back up on this thread what you’ve said about being able to hold both the negative and positive at once made me think about sort of this cognitive dissonance that can emerge on the one hand and on the other hand somehow as we’re growing and learning from each other and with each other.\n\nThere’s a sense that the capacity can expand and we can keep our eyes open on the many myriad interconnected challenges that we’re facing while also maintaining a positive optimistic and action oriented approach to doing what we can in the face of these many challenges.\n\nAnd I thought I would ask you along those lines to give us your you know quick off the cuff sort of assessment prognosis we’re looking at things like climate change, incredible divisiveness domestically here in the United States geo political instability terrorism potential for runaway technology, especially with artificial intelligence coupled with quantum computing.\n\nWhat’s your take what you where where are we how do we how do we think about these interconnected challenges that we’re facing and of course that’s not an exhaustive list.\n\nYeah, I think that I think that we have some really big hard and perhaps existential challenges and so we should we should be wide eyed about that and I think one of the one of the most constructive things we can do for ourselves.\n\nFor our children for our grandchildren is really learned and teach critical thinking skills to be able to differentiate between a fact and an opinion.\n\nAnd I think it was having this conversation with my son-in-law I mean it’s you know on the one hand he he asked me what were some of the things that I would I would want to see for my granddaughter my grandson or one year old.\n\nYou know the don’t exist in the universe today and I said things like I really wish that they you understood and we’re grounded in some primordial wisdom but also said I wish that they there was a curriculum on critical thinking skills.\n\nIt’s not just learning the technology which he offered in and and to be able to be well versed in the different technological facets but it’s critical thinking skills.\n\nAaron in a separate piece with you I you asked me to put together some thoughts on an essay on society and I recently and I did that and I would remind you and and introduce your listeners to the the notion of the general purpose technologies the great general purpose technologies which are all technologies each in any individual.\n\nOne of them is transformational for for human kind and now there’s there was a series of it there’s a couple of economists who identified twenty four of these general purpose technologies and of them fully and eight of them have occurred in the last roughly a hundred years so eight and a hundred years sixteen and twenty thousand years.\n\nBut differently our ability to absorb that is really challenged so it’s no wonder people are challenged.\n\nI think that again I think we’ve got to be wide eyed and thoughtful about some of the big challenges that we face whether that be to democracy or climate change.\n\nAt the same time we need to continue to do what we can do in places that we can do it to get that cumulative body of work to push things forward and irrational thoughtful mindful mindful from both the mindfulness standpoint and mindful from the standpoint of good science, good fact, good policy to bring things forward.\n\nYeah beautifully said one of the other major themes in your book campaigns the books called the Renaissance campaigns right and you say basically that everything’s a campaign and I have a sense both my friends and our friends in the policy and who are very engaged in democratic process accustomed to campaigns in that sense.\n\nAnd also our friends in digital marketing talk about campaigns all day long but for a lot of the rest of us this may not be a term we would think of immediately when thinking about how we go about structuring our work and our lives and our lifestyles and you’ve sort of unpacked the potential of what campaign can mean for us across all of these different functions.\n\nBut I was hoping you could unpack that a bit further for our audience here today.\n\nI’ll do it quickly or as quickly as I’m capable of it and I apologize to your listeners so when I first started writing the book I thought about writing a slightly different book and calling life as a campaign.\n\nAnd it’s actually a series of millions of campaigns that we run every day and you’re right about the digital campaign and political campaigns think about it you know people talk about fundraising campaigns and people talk about military campaigns and and you got the IT campaign you got the public awareness campaign and you got that ready just goes on and on the campaigns are everywhere we just don’t think about them but they all have the same common architecture.\n\nAnd it really is the architecture that I was really interested in the process and I’ve I’ve run a lot of those different kinds of campaigns I started my career when I’m political campaigns run I’ve run each one of those campaigns one level or another.\n\nBut they they all have they all have the same architecture you have to you have to start with a goal and an objective and you have to know which one.\n\nAnd you have to you you have to have contacts and this is people talk about goals they talk about strategies they talk about tactics they talk about execution so that and all of those are important components of the campaign.\n\nAnd you should you know continue to talk about goals and strategies and tactics and execution but what people don’t talk about are a few different things one they don’t talk about context.\n\nYou can’t run a campaign unless you understand the context you know that doesn’t mean you can’t create some change when horses of change are against you but you know here’s a nice controversy one you don’t think about gun control right you know the big you know the vast.\n\nThe vast majority of Americans want gun control and you know one level or another and and but the context is the political environment is such that they’re not going to get that right now and they have a content so what Biden did was you offered up a compromise position and the other compromise control package.\n\nThey don’t back to campaigns people don’t talk about mapping you need to map the process you need to map the individuals you need to map the the legal components of the process the bureaucratic you need to know where your antibodies are.\n\nSo that you can navigate all that is separate from context related and yet separate from context then after you’ve done that then you can start to build your strategies because it’s probably not going to be a strategy it’s going to be strategies that you know you’re going to employ and then each one of those strategies has a series of tactics that you employ with those strategies.\n\nAnd I think I use the example you know when you decide that you’re going to go to the grocery store you’re running a campaign you are identifying you know you need food.\n\nYou set the contacts and stay time here and it’s cold so you know I’ve got to you know bundle up you map the process well that road’s closed so I’m going to go this way in that way to get over there you have your strategy of walking in the when you walk in you’re going to go to the right and the producer you’re going to jump to the left and go through the you know the over by the day.\n\nAnd you’re going to you know and then your tactics are you going to grab the car to not going to grab the car it’s all a campaign everything is campaign now it doesn’t mean that I mean you know my our friends at the seal would tell you there’s there’s a bunch more to life than a campaign.\n\nBut so much of what we do when we’re trying to accomplish things on the due side of life versus the B side of life the due side of life are a series of thousands millions of campaigns we run in our lives every day we just don’t call them that and my my my thesis was that if you people understood it it would make it more efficient for them so they could just go like that and again never improve their lives.\n\nYeah beautiful and so salient and potent highly recommend folks that you get a copy of the Renaissance campaign will include the Amazon link to make that easy for you where John impacts and talks about all of this in even more detail the mix table and the campaign frameworks.\n\nWant to be sure to mention you can also connect with John through both LinkedIn and Facebook LinkedIn John Rogers 360 and Facebook John dot Rogers dot 1694 and of course we’ll include those links in the show notes for you as well and John before we sign off from our main podcast discussion here today and thank you so much for taking the time to visit with me.\n\nThank you so much and of course we’re going to in a few minutes do our shorter behind the scenes segment which is available to our ambassadors and I just want to remind folks if you’re not yet fully activated ambassador and you’d like to just go to the wider.\n\nAnd you’ll get that journey started for yourself. We’ve got a lot of additional resources there for our ambassadors and yeah before before wrapping up and signing off John I just wanted to invite you to to share and say anything.\n\nYou’d like to our audience in particular are our ambassadors and many others who tune into the wider community podcast who are one way or another and often many ways also working to make improvements in our world in our lives in our communities and globally.\n\nI wanted to invite you the floors wide open if you’d like to share any final thoughts with us.\n\nYes, thank you and thank you to them. Thank you to all of you who are listening. Thank you to all of you who are trying to make an impact trying to make a difference.\n\nKeep your heads up. Remember that remember there is good and there there we are we’re there’s much beauty and much to be thankful for and we humans have solved and advanced many many things.\n\nThere’s often a lot of language around the good old days and I’d say a couple things like everything it’s about balance there were and our great lessons that we can learn from our elders.\n\nAnd we want to look for those that doesn’t mean that our elders were always right sometimes they were just plain all wrong sometimes they were deeply mistaken.\n\nSo it’s it’s having that open heart that open mind along with critical thinking skills and and the determination versus tenacity the determination to move forward that that will set you apart.\n\nAnd so thank you for thank you to you there for all that you do and thank you for your listeners for getting up with the proverbial you know batter’s box and trying to hit the ball because we all know that if you don’t take the swing you’re never going to hit the ball.\n\nSo true so beautiful the wisdom is absolutely perfect thank you John it’s been a real pleasure having you on the podcast thank you so much.\n\nWhy pleasure thank you.\n\nThe podcast series is also sponsored by several corporate and organization sponsors you can get discounts on their products and services using the code YonEarth all one word with a why.\n\nThese sponsors are listed on the YonEarth dot org back slash support page if you found this particular podcast episode is specially insightful informative or inspiring please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in thank you for your support and thank you for being a part of the YonEarth community.",
  "related_episodes": [
    {
      "title": "Episode 154 – Sarah Arao, Founder, Mantle of Hope in Uganda",
      "url": "https://yonearth.org/podcast/episode-154-sarah-arao/"
    },
    {
      "title": "Episode 129 – Professor Bernard Amadei, Founder, Engineers Without Borders",
      "url": "https://yonearth.org/podcast/episode-129-professor-bernard-amadei-founder-engineers-without-borders/"
    },
    {
      "title": "Episode 109 – Dr. Robert Cloninger, MD PhD, Genetics & Psychology of Stewardship, Happiness, & Hope",
      "url": "https://yonearth.org/podcast/episode-109-dr-robert-cloninger-md-phd-psychology-of-stewardship-happiness-hope/"
    },
    {
      "title": "Episode 88 – General Wesley Clark on Democracy, Climate, Technology & Leadership",
      "url": "https://yonearth.org/podcast/episode-88-general-wesley-clark-on-democracy-climate-technology-leadership/"
    },
    {
      "title": "Episode 51 – Jonathan Granoff, President, Global Security Institute",
      "url": "https://yonearth.org/podcast/episode-51-jonathan-granoff-president-global-security-institute/"
    },
    {
      "title": "Episode 30 – Dr. Jandel Allen-Davis, MD, CEO Craig Hospital (see especially re: “VUCA”)",
      "url": "https://yonearth.org/podcast/episode-30-dr-jandel-allen-davis-md/"
    }
  ]
}