{
  "title": "Episode 07 – Rev. M. Kalani Souza – Native Hawaiian Elder & Wisdom Keeper",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2500/episode-07-m-kalani-souza.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-07-m-kalani-souza/",
  "episode_number": 7,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Also, if you’d like to, you can use the word podcast as a coupon code to get some of our audio book and ebook products",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHello friends, welcome to another edition of our YonEarth Community Stewardship and Sustainability\n\nseries.\n\nAnd I am so happy and grateful that today we have the opportunity to speak a bit with\n\nReverend M. Kalani Souza from the big island of Hawaii, where he is a, get this.\n\nHe is a permaculturist, a philosopher, a musician, a poet, a priest, a producer, an educator.\n\nYou might say he is an activated human being.\n\nAnd Kalani, it is such a pleasure to be talking with you today.\n\nI am so excited, we have the opportunity to share some of your work and some of your\n\nimportant messaging with our YonEarth audience.\n\nAnd welcome to our show.\n\nThank you, thank you so much, you know, it’s a pleasure, it’s an honor, Aaron, to be going\n\nface-to-face like this, you know, we’ve spoken mostly on emails for the last year or so,\n\nwhich has been fabulous, but this is much better.\n\nWe’re in a caution.\n\nMy grandfather said to me, you know, boy, if you do your job correctly, no one will remember\n\nyou were here.\n\nThey’ll think that they did it for themselves.\n\nAnd so, you know, to that effect, yeah, you know, just call me Kalani and I mostly have\n\nmy capacity set for me through the auspices of fine people like these young folks here\n\nand who work and try hard to get things, we’ll get back to these some of the students\n\nand some of the folks that actually make me look good.\n\nSo it’s less about what my capacity is and more about me just being a head cheerleader.\n\nYou bet.\n\nWell, that’s so appreciated.\n\nAnd I’ll mention, too, for our viewers and our listeners that you are also a certified\n\nFEMA instructor.\n\nYou work with the University of Hawaii National Disaster Training Center.\n\nYou do work as a cultural competency consultant for NOAA.\n\nThat’s the National Oceanic and Atmospheric Agency, I believe, Pacific Services Center.\n\nAnd you also work with adaptations sponsored by the National Center for Atmospheric Research\n\nNCAR, which is of course located right here in Boulder, Colorado, where I’m currently\n\nsitting.\n\nAnd it’s so amazing, Colony, to get a sense of the many, many networks that you’re a part\n\nof, some with scientists, some with educators, a variety of community members, indigenous\n\npeoples.\n\nAnd perhaps you can speak to us a little bit about this incredible woven web work that you\n\nfind yourself a part of.\n\nAnd thanks for that acknowledgement, you know, I don’t think people recognize very often\n\nthe importance of bridge building and focusing on the relationships between people that\n\nmake things possible.\n\nAnd I think that’s been sort of the focus for the last 40 years.\n\nHow do we build these pathways for possibility?\n\nAnd it does happen because we’re able to see everyone’s place at the table.\n\nA friend of mine, Robert Goff, Bob Goffy, passed away just last year as a great community\n\nleader.\n\nHe used to say to me, you know, Colony, if you’re not at the table, you’re on the menu.\n\nSo I try to encourage the people we work with to not only do everything they need to do\n\nto get themselves to the table, but to ensure quality control by us sharing that all others\n\nare allowed at the table.\n\nAnd in particular, I think if we don’t see something that is 180 degrees from us when\n\nwe’re contemplating a decision or a route, a choice of action, we should be able to see\n\nclearly the direct opposite impact that we intend.\n\nBut it might be the consequence of our actions.\n\nAnd until we see that 180 degree position, I think it would be erroneous of us to make\n\nthat decision or move forward.\n\nOr as my grandfather would say, you know, if you don’t see the shadow of something, you\n\nhaven’t seen it all.\n\nSo make sure you see the shadow of something.\n\nSo you have the clarity of decision.\n\nGo ahead with the decision you need to make, but be aware of the surround of the consequences.\n\nThis kind of fundamental understanding of people, of groups of people, of the need for\n\nall of us to be participating together, I think it comes from the Polynesian perspective\n\nof the planet as a canoe.\n\nAnd we know from long distance voyaging the crew on the canoe, everybody’s important.\n\nWe may not all see eye to eye, but everybody’s got an invested interest in a good outcome.\n\nI’m hoping that there are people on our planet that participate with the idea that they\n\nthink a good outcome would be the destruction of the environment of our capacity, of our\n\nability to sustain life forward, not just for the two-legged, but for everything that’s\n\nneeded to keep the system going.\n\nYes, it all goes together indeed.\n\nAnd I was, I’m so struck by your couple of references to your grandfather and the notion\n\nof the intergenerational knowledge transfer is so important.\n\nOf course, you’ve got with you in your studio a handful of students with whom you’re sharing\n\nsome of this information and wisdom and was hoping we could do a quick introduction so\n\nthat our audience has a chance to get a sense of who these young adults are that you’re\n\nworking with.\n\nAbsolutely.\n\nI’m going to give them a chance to speak for themselves.\n\nI just want to set it up by saying this is the first core group here doing a study program\n\ncalled the Introduction to Community Media where our community participants who run our\n\nmedia pieces and enable our networking happen and work with the Indigenous Phenology Network\n\nand the National Phenology Network and the Climate Science Center’s trying to encourage\n\nyoung people to do citizen science and communicate with each other using technologies that they’re\n\nvery familiar with.\n\nAnd so with no further ado, take it away and introduce the students that they’ve been\n\nintroduced themselves.\n\nThey’ve been, by the way, they just met.\n\nHello.\n\nI’m Desi from O’ahu, by the way of Japan.\n\nI’m Ciara from Louisiana and I’m part of the department of each shop to opt to try.\n\nHey everyone, I’m Devon.\n\nI’m the future chief of the Grand Coyote Do-Like Band of Blocsi Chitamachi Chokta.\n\nHello.\n\nI’m Dobrik Nakan.\n\nI’m junior chief of the band of Aozajan Trolls, Blocsi Chitamachi Chokta.\n\nSo the two of us have come here and met and joined together.\n\nI want to give them a chance to give you an idea of what it is they’ve been up to and\n\nwhat it is we have them doing.\n\nWhat we’ve been doing media work, very guerrilla, very quick getting the point across of what\n\nwe want to voice in our community and we’ve been learning that from Kalani as well as other\n\nmedia experts that we’ve been working with.\n\nAnd it’s basically a two-week crash course.\n\nWe’ve been very magical and it’s been quick too.\n\nWe’ve been going out in the field learning to shoot quick video, cut edit, you know, get\n\na product out there as quick as you can and it’s been really amazing what we can learn\n\nin two weeks compared to maybe a six-month audio and video class.\n\nIt’s been pretty incredible, especially in the variety of forms of user use cell phones,\n\nanything that’s basically on hand.\n\nSo in the heat the moment we’re able to record and capture the event as our gain instead\n\nof like, where’s my stuff?\n\nLet me go to my car and we can just go and record or they’ve been in time.\n\nYeah, it’s been pretty great.\n\nWe’ve been learning this kind of new style.\n\nYou go in, you capture the moment, you get the message and then you come back and you slice\n\nit together and you get your message out there as quick and concise as possible.\n\nIn the best way.\n\nOh, sorry.\n\nGo ahead, go ahead.\n\nIn the best way.\n\nNever hold it.\n\nNever apologize.\n\nThat’s a good girl.\n\nNever apologize.\n\nShe can just bust you lady and baby.\n\nThe best part is how we audit and know each other and then we came together.\n\nEveryone does a team to create all this difference.\n\nSo I think that’s pretty awesome.\n\nYeah, that just, trust the females to be the one concerned with teamwork and the\n\nability to build together, right?\n\nBut I love the messaging and the fact that they send us the best and the brightest.\n\nWe like to think of ourselves as an organization that trains trainers to go back out to community\n\nand have the impacts we hope for when we design the learning.\n\nAre we going to make mistakes every time?\n\nYou know, is that going to stop us?\n\nProbably not.\n\nRight.\n\nBeautiful.\n\nWell, I’m so excited to be connected with all of you and hope that each of you will engage\n\nwith our why on earth community ambassadors and share the media that you’re developing in your communities.\n\nWith the broader network of folks that we’re working with through why on earth.\n\nAnd it’s such a joy to meet each of you and be connected.\n\nI should mention for our viewers and listeners that if you’re tuning into the podcast,\n\nyou can go to why on earth.org and check out some of our other recordings on the community page.\n\nThat’s why on earth.org slash community.\n\nAlso, if you’d like to, you can use the word podcast as a coupon code to get some of our audio book and ebook products\n\nat nice discounts at why on earth.org market slash market.\n\nYou know, this notion of being able to produce and share media quickly through our network\n\nis so important with our ambassadors.\n\nOne of our mantras is document and celebrate document and celebrate document and celebrate.\n\nAnd this is how we help to share the good wisdom, the good acts that we’re able to perform\n\nin our communities in very simple ways.\n\nAnd it’s such a joy to see that network continuing to grow and get further activated\n\nand really cross-pollinated through these kinds of discussions.\n\nI wanted to read a passage, Kalani, from why on earth.\n\nAnd you know, when it was being written, which took quite a while, it’s 33 chapters,\n\nit became very clear that the place to begin was with a chapter called place.\n\nAnd our connection to place is so important.\n\nAnd we have so many different cultural ways of doing this.\n\nAnd I was so delighted and overjoyed and humbled when I came across something you said,\n\nwhich I’ll quote here, you said, everyone on this planet is indigenous.\n\nTo Venus, we all look like one family.\n\nImagine what we look like to Andromeda, like siblings.\n\nPerhaps the problem is that we see the world around us as resources, rather than relationships.\n\nIf we were to view all the other life in this water bubble as family,\n\nwe might change the way we operate with our models of commerce.\n\nSo I say, go forth, spread the word everyone on this planet is indigenous.\n\nIt’s so beautiful, Kalani. How can you expand on that for us today?\n\nYou know, I learned pretty much everything I needed to know from my grandfather,\n\nsometime between 7 and 14.\n\nAnd, you know, he says to me one day when I’m about 11,\n\nI was having a hard time.\n\nI got sent to a very fancy boarding school with folks not from my village.\n\nThat’s one way to put it.\n\nThank you affirmative action.\n\nSo I was having a hard time adjusting.\n\nAnd he said to me, he says, boy, there’s only two kinds of people in the world.\n\nHe says that’s a Malahini, which is what we call tourists or a stranger, or a Kama Aina.\n\nSo we in Hawaiian means little or short.\n\nSo Malahini means somebody who’s been here for a short period of time.\n\nAnd then Kama in Hawaiian means to understand.\n\nAnd Aina means in the ancient Polynesian family.\n\nBut in Hawaiian it means land or the food that feeds you.\n\nSo your agriculture, your garden.\n\nSo Kama Aina to understand the land around you, what feeds you.\n\nSo my grandfather said, there’s only two kinds of people in the world.\n\nYou either Malahini, you a stranger, you just got there and you don’t know what’s going on.\n\nOr you’re a Kama Aina and you’ve been there for a little while.\n\nAnd you know what’s going on.\n\nSo he says to me, only two kinds of people in the world, boy, and you’re both of them.\n\nIt just depends on where you’re standing.\n\nIt just depends on your perspective.\n\nAre you there for a long time?\n\nYou understand what’s going on?\n\nOr did you just show up?\n\nSo in some sense, when we make that journey down the vaginal canal and we pop out,\n\nwe’re the ultimate Malahini, right?\n\nI mean, we just showed up.\n\nWe’re not really sure what’s going on.\n\nThe arms and legs don’t quite move yet.\n\nNot quite the right size.\n\nSometimes I wonder if human beings are actually marsupials.\n\nWe finish up outside the body, right?\n\nWe come out as a larva and then we become these 15, 20 years go by.\n\nAnd we finally reach this adult stage where we can participate in this sapient way.\n\nNow, all that being said, I still believe that each one of us\n\nis having the same human experience as my grandfather tried to point out to me.\n\nWe’re both of them.\n\nWe’re strangers.\n\nWe’re the familiar.\n\nYou know, we’re the particle.\n\nWe’re the wave.\n\nWe’re the great individual.\n\nWe’re the great generalization.\n\nYou know, it’s really hard to think about how we could do anything other than generalize.\n\nRight?\n\nIf each of us has the same unique property that creation granted a snowflake or a leaf\n\nor a grain of sand, if we have that same property value of being one off each other,\n\neven as twins, same DNA, but if we commit a murder, if you don’t find a fingerprint,\n\nyou can’t tell which one of us did it.\n\nWe’re all individually marked.\n\nRight?\n\nIf we’re the collection of individuals, then how could we say anything specific about any one of us?\n\nWe’d always be one off.\n\nThe most we could do is make sweeping generalizations about everything and then believe none of it.\n\nBecause none of it would be true.\n\nRight?\n\nWe would be so specifically unique.\n\nIf you didn’t understand our unique circumstances, our personality, our preferences, our socioeconomic\n\nstation, our religious upbringing, the framework under which we see our cosmological connection,\n\nyou would not, in fact, be able to determine how we would react, how we would behave.\n\nIn light of this kind of awareness, all I can do is treat all of life with the same respect\n\nand reverence that I would treat anything I loved greatly, particularly myself.\n\nYou know, so call me selfish, but I think I’m going to go with compassion and understanding.\n\nBeautiful.\n\nI’ll go to that love and compassion, right?\n\nIt comes down to that in such a simple and profound way.\n\nYeah, it’s not weird.\n\nIt’s not rocket science.\n\nRight.\n\nIt’s more like sex education or something else.\n\nIt’s the ability for us to sit with a friend, pick the lights off their back, have a quiet afternoon\n\nof, or derives and community.\n\nBeautiful.\n\nBeautiful.\n\nWell, let me ask you in the last few minutes we have together here.\n\nI know you’re doing some work on the doctrine of discovery.\n\nAnd this is an important effort that I know some of our other brothers and sisters around the world are working on.\n\nIf you could share with our audience briefly what it is and what’s happening and where we might be heading with relational doctrine, et cetera.\n\nIt would be great to, I think, share that with some of our audience.\n\nYeah, we are.\n\nI wish I’d better have had some slides available or a present every could show, but you know, just extremely.\n\nWe’ve been having this discussion in native country for some time now.\n\nAnd along with several other cohorts, Daniel Wildcat and Haskell and, you know, Bull Benad and Bob Goff and quite a few others.\n\nEven up at Dartmouth or in Lions came over, we had this discussion with the IPCC, WG, the Indigenous Peoples Climate Change Working Group.\n\nThe doctrine of discovery, which I consider to be an erroneous document created to lever or lever economic and unjust racial superiority claims.\n\nYou know, to proper a dominant narrative that prompted just a small slice of humanity.\n\nNow, this erroneous document is still the basis for land court decisions today.\n\nRight? And there seems to be push back round this idea that we could deconstruct colonial and imperialist ownership of the globe as it were.\n\nBut in fact, those notions and rightly so are being challenged every day, right?\n\nIn World Court and United Nations, heck, they’re being challenged in the fourth grade in the town right up the street here.\n\nYou know, the notion that Christopher Columbus discovered America is by saying James Cook discovered Hawaii, right?\n\nApparently, both of these lands were uninhabited.\n\nRight. Right. When the guys showed up when they bought, so we started investigating this idea that one of Christopher Columbus had actually recognized this relationship with the hourglass.\n\nGun proper protocol and engage with them as if they were other human beings rather than being sanctified by the church, which was the power authority at the time to treat these people as non-humans if they were not Christian and worshipping the same God that they were worshipping in either France, Italy or Austria at the time.\n\nSo we know it’s erroneous and yet our legal court documents are still operating under this basis.\n\nSo there are many legal challenges I think coming up now and legal arguments regarding this, but my interest was in the moral fabric.\n\nHow do you find a solution to what some people might term an unrighteous wrong?\n\nHow do we address these intractable social injustices in a way that looks like we can construct a path forward that graces all sides with dignity and yet achieves a sustainable balance?\n\nBecause as it stands now, these land ownership laws, in fact, threaten the very existence I believe of life on the planet.\n\nOf course, I’m predisposed to that because I’m Hawaiian and our Constitution in 1854 declared that all lands were owned by the creator and so humans could only steward a piece of land.\n\nAnd there could be no private land ownership, which, of course, don’t tell anybody, but it led to American sugar businessmen and missionaries illegally taking over the country and the US moving in and making us a state.\n\nWell, yeah, I think we’ve been concentrating on this idea that our commerce models and our ideas of privatized ownership will, in fact, threaten our larger, closed loop system that we call the atmosphere, the planet, and we metaphorically refer to as the canoe from time to time.\n\nAnd so I think as participants in the sort of the play of life, we’ve reached that moment in Act 3 where we have to come to terms with the fact that the play may come to a very bad ending if we don’t have some rewrites.\n\nHey, listen, even the best musical, right? Even Hamilton went and played Boston for a couple of weeks first to get it right before coming to Manhattan, right?\n\nSo I get it as human beings, we’ve been falling down a bit, but I’m not ready to give up. And I think we can adjust our sales, match the wind, clear the reef, make it to that shore. All we got to do is get everybody to the table, get everybody working together.\n\nIt’s not science. That is so beautiful, Kalani, and you know, we’ll have to wrap up here in just a minute, but you have shared so much with us today.\n\nIt’s wonderful meeting some of your students as well. I hope we’ll all be connected and in touch. Thank you so much for sharing.\n\nWe’ll be connected going forward. And, you know, I’m reminded with the comments you all are making around the rapid utilization of global communication technology.\n\nI’m reminded of this really powerful essay I came across as a student called the meta-industrial village written by William Irwin Thompson back in the 70s.\n\nAnd he was anticipating a future where on the one hand, we were united globally through the power of communication technology that really over time would enhance our civic institutions, our abilities to exercise dignity and sovereignty and liberty.\n\nAnd then also in parallel, our communities would choose to relocalize, re-consecrate, re-engage in that relationship with soil and water and the localities of living ecology.\n\nAnd it strikes me that we live now in the time where that is potentially exactly what’s playing out. Of course, we have a lot of challenges. There’s a lot of work to do.\n\nBut I am so heartened knowing Kalani that you’re doing the work you’re doing, that your students are doing the work that they’re doing, and that more and more and more of us are recognizing we’re all in this great canoe together.\n\nAnd we’re all creating a future together.\n\nAbsolutely. To close it off, I’ve been having some dreams about this doctrine of relationship.\n\nYou know, what if using the medicine wheel and the four directions, what if the doctrine of discovery is simply the doctrine of the north of the element of the air and ancestral, you know, older religious doctrine that we know now to be erroneous.\n\nAnd the doctrine of the east, you know, is the doctrine of creation and the doctrine of the south in direct opposition to the doctrine of discovery might be the doctrine, you know, of relationship of protocol of recognition.\n\nYou know, that says we are all engaged in this human activity and the doctrine of the west would be the doctrine of separation.\n\nSo in the doctrine of east, the feminine, the creation, the verdant, the growing, in the west, the sunset, the fire, the element of destruction, the masculine, the rebirth, right?\n\nThe generation is happening through the fire. So the east is the element of earth, the south is the element of water, you know, the thing that connects all of life that is the doctrine of recognition and then the west is the doctrine of separation.\n\nIf something, I think as a society, we do not do well. You know, we tend to take our toys with us on this endless march to an ivory tower, you know, we bury ourselves with the goal.\n\nIt’s like King of the Hill, right? But really, the older traditions understand that the children learn from their parents and the parents learn from the elders and the elders learn from their parents.\n\nThey learn from the children who have just recently come from the spirit world. And so I’ve come with these tools ingrained in their DNA, these things that they need to survive.\n\nWhat they might lack is the wisdom on how to apply those tools, which is why this connectivity of the creation of youth, the operational capacity of parenthood, and the wisdom of eldership.\n\nThey’re all three needed to propel the human experience along. So really the connection, the web of relationship between these three generations is more important than what’s actually passing along that web.\n\nYou know that the pathway remains intact. The type of information moves along the pathway. It differs by region, by culture, by club.\n\nBut when we’re looking at the culture of modernity, dismantling this intergenerational connectivity and us falling into a nuclear family, a society that no longer experiences five generations.\n\nBut only two generations of best we’ve undercut our capacity to adapt and survive to the changes that necessarily occur to our canoe.\n\nBeautiful. Well, may we reestablish and heal these relationships as we’re healing our intercultural relationships as we’re healing our relationships with our living planet.\n\nKalani, thank you so much for being with us today. It’s such an honor and I very much look forward to staying in touch and many blessings to you, your students and your community. Thank you.\n\nThank you, and thanks to all the great work you’re doing. We really appreciate it.\n\nYou bet, brother. Take care."
}