{
  "title": "Episode 134 – Reverend Matthew Fox on Hildegard von Bingen & her “Viriditas”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13410/episode-134-reverend-matthew-fox-on-hildegard-von-bingen-her-viriditas.mp3",
  "publish_date": "June 2, 2023 6:49 pm",
  "url": "https://yonearth.org/podcast/episode-134-reverend-matthew-fox-on-hildegard-von-bingen-her-viriditas/",
  "episode_number": 134,
  "subtitle": "ABOUT HILDEGARD VON BINGEN",
  "description": "Impacting great figures from Bernard de Clairvaux to Thomas Aquinas, Meister Eckhart, Francis of Assisi, Julian of Norwich, and Albertus Magnus, Hildegard von Bingen emanates influential ripples throughout society and across time. She celebrates music, song, joy, wetness, the dripping “sap of life”, the greening power of the Holy Spirit, and the special invitation to co-create with Divine immanence that is among our unique birthrights as human beings. With roots in the Celtic mysticism of pre-historic Europe and even lesser-known connectivity between Celtic peoples and the Hopi and other indigenous nations across the Atlantic, Hildegard von Bingen represents a certain AI – “authentic intelligence” – that is essential for the great turning that humanity is currently experiencing on planet Earth in the 21stcentury.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today\n\nwe have the opportunity to visit with spiritual elder, author, and activist Matthew Fox.\n\nHey Matthew, how you doing? Oh, you’re good to be with you. It’s good to be with you\n\nas well, my friend. And I’m really looking forward to our conversation and sharing it with our\n\naudience. Matthew Fox is an elder activist, spiritual theologian and the author of 40 books on\n\nspirituality and culture. He has taught at Stanford University and is the founder of the University\n\nof Creation Spirituality. He was a member of the Dominican Order of the Roman Catholic Church\n\nfor 34 years until silenced by the Vatican in 1989 and formally dismissed in 1993. Now in\n\nEpiscopal priest, he travels extensively, sharing his vision of a spirituality that includes\n\nmysticism and social justice rather than patriarchal orthodoxy. And that celebrates the marriage\n\nof the divine feminine and the sacred masculine. And Matthew for our conversation today, I’m\n\nso thrilled that while we’re going to discuss a few different dimensions of your work and some of\n\nyour other books, we’re going to focus for the most part on this particular work that you’ve\n\nwritten about Hildegard of being in a saint for our times, unleashing her power in the 21st century.\n\nAnd I’m curious to ask just to kick things off. Matthew, why Hildegard from being in what’s\n\nimportant about a woman from some 900 years ago to our world today?\n\nWell, she was a Benedictine Abbas in the 12th century. In the 12th century, she was a very special\n\ncentury. A parishioner of mine meant to his greatest story and says the 12th century Renaissance\n\nis the only Renaissance that worked in the West. At the 16th century of the Renaissance, it gets all\n\nthe news and the spotlight. It was tapped down, but the 12th century was bottom up. It was freed\n\nserves. It was young people therefore. And it was women. And it was a different kind of\n\nRenaissance from the bottom up. And Hildegard lived through that. She lived from 1098 to\n\nwhen 1181 I think. So she lived through a big part of the 12th century and she was a big part of\n\nthat because she was such a genius in music, for example, but also in she wrote 10 books,\n\nseveral of them on science. As far as they had science in that day, one book is all about\n\nstones and rocks and animals and trees and so forth. And she had this voracious curiosity.\n\nAnd she was a shaker and a mover. She was a painter. She wrote the oldest opera in the\n\nWest for 300 years, including the libretto. She was a poet. And she was a healer. And she\n\nshe was shoot her womanfully. She grew up, if you will, in a Catholic monastery, but for men and\n\nwomen lived together, though in different parts of the building, but they got together. And\n\nwhen her first book came out, it became so popular that a lot of women were on display with her.\n\nSo they came to the monastery to join and the men wouldn’t move over and give rooms. So she took\n\nall her nuns and moved out with their dowries. Back then, you’d have a dowry to be in that.\n\nAnd started her own monastery and it became so full. She has started a second one across the river\n\nRhine. And we have a letter from the abbot saying, oh, come back, come back, bring the nuns and\n\nbring their dowries with you. And her letter back to him, which we have is all about injustice.\n\nSo she didn’t think she was treated well. So she has moved down. So she was a strong woman\n\nin a time of great efforts by the patriarchal establishment to keep women in their place.\n\nAnd she did not, can I say, go along with that, happily. So she’s a tremendous figure.\n\nShe would just canonize the saint about 10 years ago and made a doctor of the church.\n\nAnd there are only three other women who were doctor of the church. So she was a genius.\n\nNo question about it and a great soul. And so she’s speaking to us today because one thing,\n\nshe’s so earth conscious that she has an entire understanding of the importance of it. She\n\ncalls guys about mother earth, who’s the mother of all things. He pays the seeds of all things.\n\nAnd she says, we must not destroy mother earth. And so obviously she’s an equal prophet. She’s\n\ngreat voice in favor of opening up our minds that we’re not just here to serve each other,\n\nbut to serve future generations and earth itself and the other creatures. So she’s a real ecological\n\nprophet in that way. And she has a lot of lessons that are really important to us today.\n\nI really appreciate how in the book it tees out so much of her wisdom and thread those lessons\n\ntogether with some other more contemporary authors works. And one of the things you mentioned\n\nvery early on in the book is that pilgrimage from Bingan is a herald of the divine feminine.\n\nAnd I was hoping you could walk us through. What does that mean? And why is that especially important\n\nnow given the history and the legacy of an out of balanced patriarchy?\n\nYes, you know, Rosemary Ruther was great,\n\nCatholic women, theologian, feminist theologian. She says that the basis of patriarchy and its shadow\n\nside is dualist, a separation of matter and spirit, separation of soul and body and so forth.\n\nAnd Yildegard in so many ways heals that dualism. But she talks about how\n\nforace is present and everything, how there is a radiance in all beings. And that radiance\n\nis the docks of the glory of the divine. And so she brings us back to to this consciousness\n\nof microcosm and macrocosm. That too is your sin. We see of this psychology. And by the way,\n\nCarl Jung knew Yildegard very well. And he says the future psychology is microcosm, macrocosm.\n\nSo that we humans are the microcosm. We’re a small cosmos. But we relate to the whole cosmos,\n\nthe macrocosm. Well, that opens a door to web telescope and everything you’re learning about\n\nthe cosmos to the 13.8 billion year story that we’re learning about our history and that of the\n\nearth and all the rest. So it’s a tremendous opening because modern consciousness and obviously\n\nYildegard is pre-modern living in the Torah century. But she thinks like indigenous people do\n\nyou see. In fact, the very first time they translated her a couple of her poems. And I share them\n\nin class, a master’s degree class. I just shared one of her poems. And me and this young man\n\nspoke up. He said, I’ve just returned from living on a Indian reservation for 13 years.\n\nThat lady you just cited sounds exactly like the medicine man who was my spiritual teacher,\n\nspiritual director. I was just hit by that. I was amazed. First time in a dawn that made\n\nthat a 12th century man is thinking like a 20th century Lakota man, medicine man. And she is,\n\nbecause of course all medieval mystics, Master of Eckhart and Thomas Aquinas and Francis of\n\nAcesia of course in Julian North. They all thought more like indigenous people do than modern\n\nconsciousness does because the modern begins with the human, with the part and not with the whole\n\nday card. I think therefore I know, Mr. Daykart, you are because 13.8 billion years\n\nburst you, earth the earth and all that consists. So you know, it’s not all about I. And yet the\n\nmodern culture has been all about I and that’s why it’s all collapsing today. That’s why education\n\nis a working religion isn’t working and economic and politics aren’t working. And the earth\n\nherself, of course, is under stress. So all this is part of healed guys way of seeing the world,\n\nseeing the context in which humans bring something special. We bring our creativity and she’s,\n\nshe herself is a proof of that with her gifts of music and painting and healing and so much else.\n\nShe’s so in touch with her deeper nature and her creative nature. So all this is part of the\n\nreturn of compassion and the return of the feminine energy of creativity and wisdom. She says,\n\nthis is a great line. She says, there’s wisdom in all creative works, wisdom in all creative works.\n\nWe see our patriarchal educational system for centuries has focused on knowledge and we’ve\n\ndiscovered a lot. We discovered so much. We got in their computers to store all our information.\n\nBut where are we on the spectrum of wisdom? We’re going to come to wisdom. We’re pretty short\n\nshorted. And so we should be looking at people like I killed the guard for wisdom that matches\n\nour knowledge because knowledge alone can grow up the world as we know and as we can see going\n\non in Ukraine. So she remembered that wisdom is feminine around the world,\n\nfeminine in the biblical languages, feminine around the book, cornean and all the rest.\n\nAnd of course compassion is a feminine energy. It really comes from the word for womb in both\n\nHebrew and Arabic. The word for womb gives us the word for compassion. So and that doesn’t mean\n\nwomen hold all compassion or women hold all wisdom. It’s about really recovering the deeper\n\ndimensions of masculinity that are left out when patriarchy is defining masculinity in its very\n\nlimited way of the reptilian brain being number one and conquering everyone else like a reptile\n\ncrocodile. So this is why he’ll regard can shake up both their understanding of the feminine\n\nbut our understanding of the masculine as well and of our institutions. In fact, I am that book\n\nand you got that far but it’s kind of a satirical my conclusion chapter is entitled\n\nis he’ll regard a Trojan horse and the Vatican because the person who\n\nworked for canonizer mayor Dr. Tursk is Karna Raja here at Benedict the 16th book and he’s\n\nanything but a feminine stem. He came after me. His first objection of my work was called\n\nI am a feminist theologian. And his second objection was that I call God mother. So that fellow\n\nis a no-way kind of god side and it comes to your feminism. But that’s why I call her Trojan horse.\n\nHe named her a saint and adopted the church and wheeled her right into the hatch and\n\nfront door at the Vatican’s front door and this lady is going to\n\ncall out of that horse with a lot of other strong women and men who are in touch with the\n\nfeminine angle on things and could really do a job on our patriarchal institutions\n\nand the Roman Catholic Church is a pretty good place to start.\n\nNo doubt about it. It’s so interesting to me how that\n\nsense of spiritual connection that is so profoundly connected to the natural living world,\n\nto Mother Earth, to creation, to the the greening power of the plant kingdom that provides life to\n\nthis planet. And it seems there’s so many of us these days Matthew who are so disconnected from\n\nthat intimate relationship that Hildegard speaks of. So many of us not even aware that we’re\n\ndisconnected, not even aware that there’s this entirely different way of being in communion and\n\ncommunity with the living earth. And I’m curious because I think this is such a foundational,\n\nimportant aspect of Hildegard’s work and what she means in our time today. What does this\n\nlook like and mean to you, this intimate connection with nature? Why is it important? How do we\n\ncultivate it? Well I like that you just use the the term intimate twice because that’s so much\n\napart of it. Recovering our intimate relationship to nature because after all nature feeds us\n\nand nature is us and our breath is in all the languages of the world practically certainly\n\nbiblical in the but around the world. The word for spirit and breath are the same words.\n\nSo and of course we now know that breath as we know it is the air that we breathe but it\n\nit runs out about 10 miles from here and when you get up to the stratosphere there’s no air so\n\nyou know our astronauts have to bring air with them and so forth. So you know the lesson is hey\n\ndon’t take it for granted, don’t take air for granted, don’t take healthy air for granted,\n\nand don’t take your lungs for granted you know. So as you say what’s more intimate than air,\n\nyou know the breath that we breathe and you know a lot of spiritual practices,\n\nmeditations are indeed about paying attention to your breath not taking it for granted and following\n\nthat rhythm putting yourself in the presence of breath and rhythm but it’s not just breath that\n\ngives us this food literally plants and photosynthesis and animals of eat plants and birds of\n\neat plants and all the rest. So I mean where are we without nature? We’re we’re dead. We’re out of here\n\nand so again we can take for granted for so long and I think that again the modern era the great\n\nrust of the whole era was about conquering and about knowledge and knowledge in itself is not\n\nbad but let’s know it’s too little wisdom is very very dangerous in the hands of human beings\n\nbecause we can tear down a rainforest in a day that has taken nature and got 10,000 years to\n\ngive birth to and once we tear down a rainforest it doesn’t come back as a rainforest.\n\nSo and rainforests we’re learning more or more so basic to our survival not just because\n\nof the absorbed accompanied oxide and recyclence of the earth but also because there’s so many plants\n\nthat are medicinal there so many we haven’t even discovered yet that there’s so many other gifts\n\nthat the rainforest gives us but we all have to recover we’ll you say this intimate relationship\n\nand that with earth and that’s how Hildegard talks to she actually says that the relationship of\n\nthe divine tool nature is that of our husband to wife and of lovers to each other that there’s\n\nsomething intimate going on here between the the creator and creation and why would we want\n\nnot to be part of that and so her approach to ecology is not about stewardship it’s not about\n\nwe have to do this duty it is about how to lovers act with each other and you know you don’t ignore\n\nany other and you don’t take for granted and you give and you receive and again this is a very\n\nindigenous approach to our relationship to the earth that you can’t just be taking all the time\n\nas a species we have to give back as well we have to return and recycle and we have to think\n\nof future generations how healthy with our grandchildren’s world be in terms of earth air\n\nfire energy and water though there are essential questions today as they have always been only\n\ntoday we’re in a perilous situation obviously that we’re coming to the to the end of the\n\nlife in our species is so overdone our rapacious reptilian brain approach to nature that nature is\n\nbeginning to bite us and she she predicted that would have but she said we live in a in a web\n\nof life creation as a web and we’re in this web with all these other creatures and of course\n\na web is flexible it goes at the wind and so forth it’s strong the flexible is not rigid\n\nbut she says if human injustice and greed breaks this web the way she puts it is God will allow\n\ncreation to punish humanity so as not God coming at us with vengeance it’s creation that if we\n\ncannot honor the other creatures and the our relationships with them in this web that if we\n\nbreak the web well and that’s what we want by scientific to see is you’re going to rise\n\nand they’re going to be drought through already is they’re going to be more floods and more\n\nhurricanes than there already is and more wildfires and there already is that going on so you know\n\nshe actually I think warn us what what an ego approach to nature does which includes of course\n\nforgetting and just thinking it’s a it’s a resource that we can extract continually obviously\n\nit’s a finite resource and we cannot just extract but you know there are many humans today a lot\n\nof scientists who are of course seeing the children we’re in and are putting in the gear are\n\nwonderful imaginations and intellects to create alternative energy and all the rest and she\n\ntalks about that too she says the greatest gift that humans have is our intellect and which is\n\na acknowledgement obviously that a healthy feminine like a healthy masculine honors the rational\n\nas well as the intuitive and she she had both her that’s where she was so\n\nkeen on science she says all science comes from God so there’s nothing anti intellectual about\n\nhooligan she was thoroughly curious and a student of science and so far as it was\n\navailable in her time there’s one story about it like this planet says a lot about a\n\none day she got a message from Switzerland that there is a a possessed woman in Switzerland\n\nthey wanted her to come down and do an exercise she woke back and said I don’t do exercise but\n\nboy do I want to see a possessed woman so I’m getting on the next level so I just think that’s\n\nvery telling of her personality she was radically curious as any good scientist should be and she\n\nwas going to check it out for herself telling us a fun story of other things and by the way she\n\nwas preaching all over Germany and Switzerland too and we have letters from Bishop saying\n\nwill you send us a copy of your the sermon you gave people are still talking about it and it’s\n\nbeen three months since you were here so and her main message was to syrup the clergy she said\n\nthe clergy are too lazy they’re not prophetic enough and she wrote letters to the emperor to the\n\nPope to Archbishop’s to Abbas telling them they were failing and they were she told the Pope he was\n\nwrong about evil man who who act like hands and packing at night and so forth he’s evil people\n\naround you and everything and she wrote the emperor of our brochure and said you know man up you’re\n\nacting like a baby your job is to do justice it’s not to\n\nbring yourself in all their best and she wrote Abbas instead that they acted like asses and\n\ndonkeys and bears they rumble like a bear I mean she didn’t hold back when she took on the\n\npotentates of her time and yet they listened to her I think they were scared of her frankly because\n\nshe claimed to have visions she painted her visions and I think they figured that she had more\n\naccess to this virtual world than they did and and they were probably right wow\n\nyou mentioned Switzerland and Germany and in the book you discuss what you call the\n\nRhineland Mystic movement and of course the Rhine River runs from Switzerland down to the\n\nnorthwest more or less to the lowlands of Germany and out toward Holland can you tell us a bit\n\nabout this region and what was going on in this time and and how there are other important\n\nindividuals some of whom you’ve already mentioned in addition to Hildegard von Bingen that were in\n\nthis region out this time and kind of what was going on in the world them sure and of course\n\nBingen is right on the Rhine and you can visit her monastery today by his current state the\n\nthe one she built was the store in the 17th century by the Swedish Swedes when they invaded\n\nbut they built no one better than the same grounds but yeah I call it a grandmother Rhineland\n\nMystics and the Rhine and Mystic movement certainly includes Albert the Great and Thomas Aquinas\n\nhe studied in Cologne and Albert worked in Cologne and of course I’m nice to Eckhart because\n\nhe worked in Strasbourg and in Cologne Christian Cologne and there and Chris Arain was was a great river\n\nnot unlike the Mississippi in terms of its its dominance its importance for commerce and business and\n\nof course on that time you didn’t have the highways we have today or you had your roads but the\n\npoint is you did most of the work by by boat and so you these great cities were on the Rhine and\n\nso you had the the Celts settled there early and here we go there’s actually an\n\nCeltic monastery on the Rhine in Germany and that’s why she lived in a by gender monastery because\n\nthe Celts weren’t those about bringing men and women together they weren’t as hung up on\n\nsexes of seven Europeans were like a destined and in Italy but so the Rhine even produced I\n\nthink the Rhine and Mystics I think Francis of Assisi though he lived in Northern Italy but the\n\nCelts sold into Northern Italy and the Francis of Sisi is very Celtic also in his spirituality like\n\nhe’ll be got very nature oriented very oriented to the animals and to the cosmos too\n\num his greatest poem he doesn’t even mention Jesus once but he talks about brother son and sister\n\nmoon and silver so a very cosmic view of the world very Celtic therefore and um so and then Julian\n\nNorwich of course lived in England not on the Rhine literally but in fact she’s are the Rhine and\n\nMystic movement because she drew from these great mystics that came from the Rhine directly or\n\nindirectly so Hildegard was first Francis of Sisi was born two years after Hildegard died\n\nso the lineage goes Hildegard Francis then Thomas Aquinas mech till the Maid de Berwick\n\nMaid de Berwick is a city in Germany and um and then myster Eckhard as I say who was um\n\nwho worked on the Rhine and and was German from Therengia and then um Julian Norwich over over\n\nin Norwich so so it’s a wonderful movement of healthy creation centered and really Celtic based\n\num uh mystic prophets they weren’t just mystics they also stood up and were counted and got in\n\ntrouble I mean that’s why you know Hildegard wasn’t or was again a nice for 800 years that’s a\n\nlong time to wait that’s like a record almost and why well because when she was 81 she was\n\nexcommunicated by an Irish Bishop along with Oliver Nuns they were interdicted which means\n\nher whole monastery was excommunicated totally shut up they couldn’t even sing the office anymore\n\nand she wrote a letter back to the Irish Bishop and said oh dear Irish Bishop we are obeying you\n\nwe’re not singing our our office and nor our arm and uh she said you’ve silenced the most beautiful\n\nmusic on the Rhine meaning her own which was literally true and uh and then she said all\n\nprophesied music she talked about David and she talked about all the office who made music and\n\nwhat but you’ve chosen to silence music and she she goes on and on at the end she signs it at\n\nspace she says those who choose to silence music in this lifetime will go to a place in the next\n\nwhere there is no music now for literally for Hildegard that literary means she’s telling the\n\nBishop he’s going to hell because when Hildegard did her opera uh it’s about the virtues the play\n\nof the virtues and so charity is singing away and and countenance is singing away and wisdom is\n\nsinging away but the devil in the play is walking around talking and mumbling he can’t sing you say\n\ndevils devils don’t say she thinks heaven is a place of music and um so that has to be most the\n\nmost creative way anyone has ever told the Irish Bishop they’re going to hell and I think that’s\n\none very important reason why she was a can of dance for 800 years it took the hierarchy that\n\nbut should I say get over that particular insult wow yeah speaking of the the virtues and I love\n\nthe music thread I’ll come back to that especially with your beautiful painting with Miles Davis\n\nbehind you there and I love how there’s some some verdant green in there like some Veridi toss right\n\nin there uh yes and of course you took the Veridi toss Hildegard’s word for greening bar has\n\nthe title for your important novel too so that’s a special connection you to have obviously\n\nbut remember that word for her so rich she says that where this she compares greening power\n\nVeridi toss to the sap of a tree and she compares it to the Holy Spirit she says the Holy Spirit\n\nis green and of course green is the heart chakra color isn’t it so uh and of course it’s very\n\nimportant to the Catholic people isn’t it the green Shamrock and all that so all this greening\n\npower she is a very important concept tour it’s really her central concept and um it is about the\n\ninherent energy and and sap of um of life and this is really what what spirituality is all about is\n\nis getting in tune with that with that sap and that energy he says for example the only sin\n\nin life is drying up she says and um she writes bishops and abbots and says get out of your libraries\n\nyou’re you’re drying up do whatever it takes to get wet and green and moist and juicy those are\n\nher words the asus spiritual is about staying green and staying creative and clearly she was\n\nwalking her talk and uh preaching from her own experience there because she was so so creative\n\nand uh uh deliberate in her awareness as she she has a form she says oh Trinity you are music\n\nyou are life so um this uh this whole idea that the music is is behind everything and you know\n\nI think that’s today’s physics actually that vibration is what makes things go around that every\n\nAdam and universe is vibrating well that’s what music is it’s vibration and she she picked up\n\nthe music of this fear she talks about she gathered her singular songs uh and there are 72 of them\n\nand the titles she gave the collection was the symphony of the heavenly revelations so um you know\n\ntoday scientists are picking up the sounds even of the earliest um uh sounds of the universe\n\nand so sound is with us all the time and um you know the the Hindus talk about and the\n\nbeginning was the sound and and of course Charles gospel has it the beginning was the word\n\nthat he’ll be guarded and uh and remember the kales win flims by the hinduism i mean the kales\n\ncame from india so um in a way he’ll be guarded saying in the beginning was the music and uh\n\nmake sure this is what the aboriginal is an australia say they say that and that uh every creature has\n\nits own is was born with its own song and the life’s journey is discovering that song and then\n\nputting it in harmony with other beings songs so that we live harmoniously and i think it’s a very\n\nbeautiful way of seeing the world and again it’s um it’s microcosm and macrocosm finding\n\nthe sound of the universe and um in letting it stir us and keep us green i remember a reading\n\nin one of my favorite books called nada brahma the world is sound by the german author yachim\n\nand he apparently was instrumental in you know pun intended in bringing together some of the western\n\njazz musicians with some of the eastern classical indian uh raga musicians and anyway in that book he\n\ntalks about there was a uh jazz uh musician i’m forgetting his name who identified the f sharp\n\nnote as the green note and it turns out that with our uh modern instrumentation we’re able to\n\nuh determine that when photosynthesis is occurring the chlorophyll is vibrating at a very high\n\nfrequency overtone of f sharp and so it’s indeed a green note uh yeah and so i mean there there really\n\nis such an incredible fundamental connection between tone vibration sound music and creation\n\ncreativity and of course hildegard emphasized the importance of creativity as a way of being almost\n\na spiritual practice and you lay out in the in the book four different ways right the the via\n\npositiva negative uh et cetera and i was hoping you might walk us through Matthew quickly those uh\n\nthose four different ways of approaching our our spiritual life and our our work our service\n\nin the world yeah yes and i found these in in uh my strach are actually they weren’t\n\nexplicitly named there but they’re definitely there so the via positiva is our experience of\n\nawe and wonder enjoy and reverence and gratitude flows from that via negative it is first of all\n\nour experience of silence that emptiness we often call it mindfulness or or contemplation\n\nbut it’s also our experience of suffering and grief and loss chaos and or and what miss is called\n\nthe dark air of the soul so all that is part of the via negative and and we all go through these\n\nthis rhythm of positive and negative then there’s a via creativa comes next because out of this\n\nemptying that happens in the via negative uh comes birth comes new birth new ideas and a response\n\nthat we make to both the joys of life and the suffering of life and uh that’s our creativity\n\nbut our creativity needs steering it needs direction because we can do what we want creativity we can\n\ncreate nuclear weapons we can invade another country like Ukraine we can tear down\n\nrainforest in a day that’s all creative but of a negative kind so the via transfer of\n\nanger comes next and that’s the way of compassion and justice and it’s a way of healing and of\n\ncelebration compassion is not only about relieving pain it’s also about gathering to share the joy\n\nand to heal and to gin up the energy of the community so i see those four paths as meaning and\n\nthey don’t stop with the via jump from it here then because i see it as an open-ended spiral that\n\ngrows and so i see it went back then to the via positive because the purpose of justice is to\n\nbring more people to the to the banquet of life if you will and that’s then we’re back to the via\n\npositive again and we go through those uh that journey again and you can see in hildegard this she is\n\nplaying at this depth on a regular basis at all four of the of the four paths are um named by her\n\nthey’re named in her music uh they’re named in her writing and they’re even named in her life\n\nas the hour and in all of our lives so i think it’s a very solid way uh then assured by jewish scholars\n\nthat it is the biblical way of Judaism uh to name the these spiritual journey and in this way\n\nthat it culminates with justice and compassion but it begins with um gratitude and and notice\n\neven Genesis one doesn’t say anything about evil it’s all about how good nature is and when\n\nhumans come on which is very late as it is in the new scientific story we’re very late um everything\n\nis very good so that’s what i mean by original blessing it a term that got got me in a lot of trouble\n\nwith the Vatican the previous Vatican out the current one but um uh that original goodness is\n\nis the name of the game to be born into a planet as unique and special as this that works and as\n\nall this beautiful diversity from giraffes and elephants to rainforests and the rest um why wouldn’t\n\nwe want to call that blessing as another word for goodness and build on that and i think that’s\n\nthe big struggle we’re in is a species that we’ve got our own agenda we’ve been\n\ngoing each other for long enough that seems to be one of our favorite agendas and we’ve got to tap\n\ntap more into the mammal brain which is that brain that’s capable of kinship the family and\n\nforgiveness and uh and compassion and so um you know that’s how we’ve got to move is a species\n\nwe’re gonna survive and uh i think that’s where we’re at kind of historically and and great mystics\n\nthat killed the garden their own way um they just out for us and you know she she wrote a lot\n\nabout evil about humane’s capacity for evil but she always balances it like she had one book\n\nwhere she lists thirty six human vices but is balanced by thirty six uh human virtues if you will\n\npowers and uh that’s how she teaches about ethics and morality that we’ve got these choices and um\n\nyou know we really ought to live up to them and grow up that’s why i say she could a size emperor for\n\nbeing a baby and uh and not manning up not not being an adult choosing wisely and and the you know\n\nto bring about justice which she considered his job is about finding ballots and it’s not just yielding\n\nto your whims for power for power sake and all therest yeahI’m so struck by the profound connection between creativity and justice and service, the sense of service.\n\nI think often in our contemporary culture, we get the sense of a creative artist type as being very self-absorbed and not necessarily consciously working in service to humanity or perhaps it’s only through the art itself, right?\n\nAnd with an individual like Hildegard, we see this far more expansive approach to being in service across a variety of disciplines, while also being a very creative artist.\n\nAnd it makes me think of one of the vices that you call out in the book, one that gets translated as sloth, as Sadia, I guess is the term we derived this from in the Greek.\n\nCan you tell us a bit, Matthew, about this Sadia, and really what it might mean is providing us a little bit of wisdom and insight in these days when I think so many of us and feeling like, you know, perhaps there’s not much we can do in the world right now and we decide to sit on our couches and said, right?\n\nYes, Thomas Aquinas defines a Sadia as a lack of energy to begin new things.\n\nAnd I think that’s very practical, very down the earth, a lack of energy to begin new things.\n\nAnd I think it’s so prevalent that in our lifetime, we’ve invented a new word for us, fistful around, and that word is couch potatoitis, as you just alluded to, that is being passive.\n\nAnd those who make the real decisions, the corporations and the powers behind them want us to be that way.\n\nThis is the agenda that we be passive and that them make all the decisions.\n\nWell, I think it’s been proven that making decisions to tear down rain for us and to to mine, our carbon based energy is a bad decision.\n\nIt’s going to kill the planet as we know it and certainly our species is manure.\n\nSo we’ve got a decision making and to get involved means to stand up to a city, it means to, and then Aquinas says, what’s the solution to a city?\n\nAnd he says that that zero comes from an intense experience of the beauty of things.\n\nI think it’s so beautiful.\n\nZero comes. That’s energy. That’s the opposite of a city. That’s getting out of our cost, but you know, zero comes from the intense experience of the beauty of things.\n\nThat beauty is an answer that being in love, and that’s another thing moving from the anthropocentric consciousness of the modern era, I think, before I am.\n\nHopefully more broad cosmological self is a recognition that that the beauty of things, the beauty of the earth, as you were talking about the intimacy, you know, just it can be a, it can be a hummingbird.\n\nIt can be something that small that alerts us.\n\nThey were living in a place that we didn’t make. We didn’t make this planet. We didn’t make the earth. We didn’t make our bodies.\n\nReally, we certainly didn’t make the air our bodies breathe. So you know, let’s just get a little humble and ask, where is the future lie?\n\nAnd it lies with that intuition of beauty and falling in love. So again, the modern conscience has us falling in love with one too late a person until death to us park.\n\nWell, for sure, that doesn’t always work. Secondly, it’s an office small part of the world. No, we need to follow the world. It may be for us and maybe wildflowers and maybe animals. It may be poetry, it may be music, but that’s what we have to open up.\n\nAnd that’s pathway to moving beyond the city is falling in love with something bigger than ourselves. And that’s that’s the way.\n\nSo I think that a city of names a real problem in our civilization today. So big a problem that we’ve made up a new word for it.\n\nThat’s always a good sign. Check the vocabulary. If you need a new word like couch potatoitis, well, you’re undergoing something that other species that other times of humans have not undergo.\n\nYou know, you know, there is a Australian theologian lecturing in Africa a few years ago. And he came to the combination of a study. He’d been translated after East-Santons he would pause it.\n\nThey would transcend this way. Evie. And the last sentence was the number one spiritual problem in Sydney today is loneliness.\n\nAnd the translator huddled with some others that when you repeat that sentence, please, you repeated it. So they huddled and he came to my friends. I’m sorry, sir. There is no word in our language for loneliness.\n\nWell, God, no word in the language for loneliness. And you know, if we know anything, we know about cosmic loneliness in English and in America and in Australia.\n\nSo I mean, language tells us a lot, doesn’t it? And I think, of course, we’re lonely because we’re out of touch with the intimacy, as you said, of the rest of nature.\n\nAnd when you’re living enough, just a man-made bubble loneliness is a daily happening.\n\nSo that’s just an example, I think, that we have to move out of this acedia, this cost potatoitis. And the path is path of beauty and falling in love with things that are other than just the human.\n\nI so appreciate that particular theme and thread Matthew. And maybe I’ll remind our audience. This is the YonEarth community podcast. And I’m your host, Aaron William Perry.\n\nAnd today we’re visiting with author spiritual elder Matthew Fox, who’s written several books. We’re discussing quite a bit the hildegarde of being in a safe for our times.\n\nAnd I want to also ask in a moment and question about your other book order of the sacred earth, your other book amongst some 40 different books.\n\nAnd real quick, I’ll give a shout out to some of our sponsors who make this hot cast series possible. That includes Purium, organic super foods. And by the way, you can get special deals and discounts with many of our sponsors at YonEarth.org on our partners and supporters page.\n\nThis includes Purium, earth hero, another that provides a variety of sustainability products for the home, the workplace, et cetera.\n\nSoil works are in house biodynamic blended soil, nutrient additive for your garden in your yard, your house plants.\n\nAnd of course, waylay waters are biodynamically and regeneratively grown hemp infused aroma therapy soaking salts excellent for our self care.\n\nAnd in a very special shout out to Chelsea green publishing the publishing company with whom we’re collaborating in a few different ways. You’ll hear some other episodes throughout the coming months with several of their authors as well.\n\nAnd a big shout out to our ambassadors who are engaged in such beautiful important work worldwide. And with whom we gather at least monthly online and or in person for ceremony for sharing for inspiration for fellowship.\n\nAnd if you haven’t become an ambassador and you’d like to join connect in that way, you can go to the page on the website called becoming ambassador and engage in the journey that way.\n\nOf course, we’ve also got our greedy toss society, which is a recent addition where we’re focusing a bit more on the ceremonial, the spiritual, the nature immersion, the wilderness immersion work, the biodynamic land stewardship work.\n\nAnd this Matthew is at least in my mind and heart very, very connected in a resonant way with the organization that you’ve shared with the world called order of the sacred earth.\n\nAnd I find when you were speaking about loneliness that I actually experienced this from time to time, it surprises me actually that I can experience loneliness as often as I do, given that the work that I do has me connected with so many amazing folks like yourself doing tremendous things worldwide.\n\nBut there are these moments where I do feel this, this kind of disconnection, this kind of loneliness, except when I’m in nature, I don’t, I don’t feel it.\n\nI just don’t when I’m in the woods, when I’m in the forest, when I’m in the wilderness and just came off a multi day excursion with my son, I literally just don’t feel it in that setting Matthew. And I do feel indoors. I do feel it with, you know, the library around me and so forth.\n\nAnd I’m wondering if you might share any insights you have about that and also, you know, perhaps share with us a bit about what you explore in order of the sacred earth and what you’re sharing with the world through this order that you’ve founded.\n\nWell, I certainly resonate with your feeling of kinship in nature. And I think that the feelings we do have of loneliness of a lot of it may be mother earth reminding us that without an effort at that intimacy that you spoke of.\n\nWe are, we are selling ourselves short and we’re going to render ourselves more and more lonely. So, I think this kind of a rhythm going out there, the positive and the negative rhythm that if we deprive ourselves of the foundational relationship with nature and mother earth, including our own nature,\n\nthat we’re wandering in a desert kind of loneliness and it’s going to get worse if we, if you’ve not recovered that, the sacredness of nature.\n\nAnd that takes us to the order of the sacred earth that I think, you know, religions in many parts of the world, in the western part, certainly, are losing a lot of their regular attention.\n\nAttendees, churches are closing and record numbers and so are seminaries and so forth. So, you might ask what’s next.\n\nAnd it’s my reading of religious history that there have been times, of course, in the past when, while speaking my own Christian tradition, when the church was running out of steam and energy wasn’t, was too involved, too much in bed.\n\nWith the current power is the D that were not healthy powers any longer. And what happened was orders happened. So, for example, in the fourth century, the church married the empire and by the fifth century, there was a lot of alienated young people, especially because they were being drafted into the army to kill people in the name of the empire,\n\nsupposedly, in the name of Christ or something, while they made a long story story, a long story short. They ran away to the desert and we know them as a desert father, so the desert mothers, but they went into nature in a deep way and said, you know, these humans and these Christian humans are going their way, it’s not my life.\n\nAnd then, after that, you had this movement of St. Benedict, in fifth century, starting the Benedict and order, which has lasted right up to today. He’ll the Garden of England was a member of that order.\n\nAnd they were men and women, his sister started a women’s branch. And this really was important, especially during the darkest stages, they kept scholarship alive and educational life and agriculture did a lot of good things.\n\nBut, come to 12th century, it was actually a kindergarten century, they were so in bed with a feudal system, which ran everything. And, of course, they were running the education in the religion, that they were going down together because feudalism was failing.\n\nAnd a new spirit was arising, which included merchants and therefore capitalism. And they were land-based, they were agricultural. And the new movement was much more about travel and seeing other parts of the world, etc.\n\nAnd so, that is when Francisms, CC and Dominic popped up in the early 13th century. But before them came these communes, young people fled the surf system, the feudal system, they couldn’t get work.\n\nBecause families were growing, because the weather patterns had changed in Europe. And you had a longer growing season, so family school, but there wasn’t work for young people.\n\nSo, when they go on star short, they fled to towns and overnight these towns became cities. And then you had a new movement, education movement called universities, which were no way connected to the monastic system.\n\nAnd they were, it came through Islam and scholasticism, which was about asking questions. It was a much more scientific approach to learning.\n\nSo, that’s from Francis and Dominic and one started their orders. And then in the 16th century, of course, you had the Protestant Reformation. And I really look at the Protestant Reformation as a series of lay orders, because they were just enchanted by religion, no, the 16th century, which was obviously corrupt in so many ways. And so, these reformers started their own movements.\n\nBut you also had in the Catholic Church, Ignatius Leu, who was starting the Jesuits in the late 16th century. So, these are just some examples of Western history. But, of course, realize your orders among Hindus, among Buddhists, and even the Jews had the Ascene movement in the first century and so forth.\n\nSo, again, I think the thing about an order, different from a religion, is it can move fast. It can respond to a median. Religion’s like a great big shit. And the bigger it is, the slower it is, and you can’t steer it well, and you certainly can’t start it. You don’t even have breaks.\n\nAnd so, I think that’s a good thing in order and in religion. And so, orders is freeing up for particular needs, and a particular time.\n\nSo, anyway, I had this dream a few years ago, and it was unlike any game I’ve ever had. I woke me up at exactly 4 in the morning, and the dream said, very loudly to me, do it with several exclamation points. That’s the language that woke me up.\n\nTo start a new kind of order, that is one ecumenical, doesn’t have any religious ideology dictated to it from behind the scenes, and the curtain.\n\nAnd that is focused on one issue today, which is saving the earth. And together we would make one vow. I promise to be the best lover of Mother Earth, and the best defender of Mother Earth that I can be.\n\nAnd so, I spoke to a young man who I know, and it turned out he had had a dream similar. And so, we linked up, and then his girlfriend got involved too.\n\nSo, those two, one in their 20s, one in his young 30s, are really the directors of the order. And I’m kind of the elder or something, but because the young people have to carry this.\n\nAnd the Franciscans and Dominicans, it was the appeal of the vision touched the young people who felt that there was this new vision, this new possibility for healthier religion, the returns of the real teachings of Jesus, and just bypassed centuries of monastic dominance.\n\nSo, I think, and so, at our first ceremony, where we took these vows, there were like 80 some people showed up, and there were Protestants of Catholics and Jews, and Indigenous people, and Buddhists, it was actually held in a Buddhist temple in Berkeley.\n\nAnd at least one atheist came up to you, 26 year old, when she said, I’m an atheist, but I read, were you about, I’m looking for community, this is my values, I’m in this too.\n\nAnd the brother of Sister Dorothy Staying, who was murdered in the Amazon, he showed up too, from Los Angeles.\n\nSo, that was our first vow taking ceremony, and now we have these pads, that’s what we call these different communities around some in North America, some in Peru, and some in Australia, and so forth.\n\nAnd I just think there’s a potential for this because religion and many respects is failing, but it doesn’t mean, as Deepak Chopper has said, just because people aren’t going to church anymore, doesn’t mean there’s less evil in the world.\n\nThe world has not become less evil, there’s still a lot of evil, and there’s still this need for community.\n\nAnd so, we meet online once a month, and then people are doing their local things, the local, the pod gets together, and they talk about what this means to them, this vow that they take together, how do you apply it in the circumstances, the biovision where you live.\n\nSo, I think there’s something very logical about it, but when religion fails, does that mean we have nothing to look to, or do we gather in what previous generation called orders, but strip it down to the basic, and all lifestyles are welcome.\n\nYou can be solid, you can be married, you can be gay, you can be straight, that’s another reality of our time.\n\nBut the focus is obviously the future of Mother Earth, and I think the fact that the word sacred earth is in the title, because Thomas Barry says, we will not save the earth if we do not see it as something sacred.\n\nThat is not enough, it’s just a political agenda, or a moral agenda, that what we’re really talking about here is a more sacred relationship to the earth, and I would use your word again, more intimate.\n\nI think in many ways it would intimate and sacred our sentiments.\n\nYeah, here, here, so beautiful. I will look forward in our behind the scenes segment, Matthew, asking you a bit more about the order of the sacred earth, and potentially even how we can plant more seeds of collaboration with greedy toss society, and some of the things we’re doing with our ambassadors.\n\nWe’ll save that for the behind the scenes segment that we do after our main podcast interview, and for folks who haven’t yet joined our ambassador network, if you’d like to, this is one of the benefits of being an ambassador, you have access to these behind the scenes discussions, as well as other video resources that we offer through the network.\n\nI have a couple of things I will be remiss if I don’t ask you before we conclude our podcast, Matthew, and one is coming from mixed ethnic heritage, myself personally, that includes Mohawk, Native American, along with Celtic, Germanic, Slovenian, etc.\n\nI’ve been in my adult life keen to connect with different indigenous traditions, and I notice, by the way, in your invitation called Employing Spiritual Practices in the Spirit of Illegard, being in the back of your book about her, you lay out a number of activities that we can choose to engage in and cultivate, including sweat lodge.\n\nIt struck me that that was included in there, and I’ve noticed that with many of our indigenous traditions, alongside some of our other more mainstream traditions, we’ve got information in wisdom regarding these times we’re living in, sometimes referred to as prophecy.\n\nAnd, of course, the Hobie people have carried a lot of this as have Mohawk and others, and it blows my mind and my heart really to see and hear and read that Heldigard painted a Hobie-corn mother in her artwork.\n\nOh, I’ve got my sense of how this is possible, but I’m asking you, how is that possible centuries before Chris Columbus did what he did and all that sort of thing? What is going on here that there’s this connection with her and the Hobie in the 900 years ago?\n\nWell, they say history is written by the winners or whatever, but when his long before Columbus came and made a mess of things, and as the Native Americans tell me, you know, he didn’t discover America, he was lost and he stumbled into America.\n\nAnd the thought he had discovered it, but he was literally lost. So he ran into it, but the truth is that the, that the Celts came to America along the first months, and they went back to Europe, and first of all, they didn’t, the story things.\n\nThey, they didn’t come to redeem the Native people. They didn’t come in to convert them to Christianity. I think they arrived, and together they sat down and talked about the holiness of creation, the sacredness of the earth, and how probably about how they teach their children about the sacredness of creation, and how the others teach theirs, but whatever, but they didn’t make a mess, so we didn’t know they were here.\n\nSo they went back, but the fact is that stories were carried on, and he only got raised in a Celtic monastery. She went into the monastery about the age of six.\n\nWell, first she went to a hermitist who was connected, and then she joined the monastery. And the point is that the Celtic legends and lore and stories were alive and well.\n\nAnd she actually says the first human being was a red man. And she paints, as you say, and you know, you could put this up when you run this.\n\nWe could give you the painting, and you could put it up. So we’re talking about this, but it was actually a Native American who went this out to me.\n\nI was showing these slides in a lecture in Santa Fe, and the discussion that Native American said, did you see the hope before mother in her painting?\n\nI said, no, I didn’t, even though I looked at the painting, but it took a Native American to see it. So, you know, I ought to slide up again and sure enough, there are two hopey core mothers in her painting, which is about her own awakening.\n\nThere’s the fire coming over her head, like the Pentecost experience with the early disciples that he was applying to her own awakening at the age of 42.\n\nAnd but she paints these two pillars that she look carefully. They are hopey core mothers, but what a perfect archetype to talk about waking up about resurrection.\n\nAnd that’s what the hopey core mother means. It looks like it’s bad when the season’s over, but it comes up again. I’m spraying you see.\n\nSo it’s a perfect example of the resurrection and of our our participating in awakening and waking up and and so forth.\n\nSo, and then there’s another painting where she has what she calls a zealous head of God and God is a red that had his red and there too.\n\nShe brings an idea is about the first human being being read. So, made of red earth. So, that’s how Native American woman attuned in to indigenous.\n\nThe war 900 years ago that I think that the the akels got to the Americas and brought home some stories and they didn’t even best either sociologically or theologically and no one was killing anybody.\n\nAnd so they’re forgotten. But they actually are some there is evidence fair again.\n\nIt’s a Delaware some stayed up in the Northeast that I visited. You saw some of these monuments that are very much like those in the West Coast of Ireland.\n\nAnd I think more research has been done on that and more research deserves to be done.\n\nYeah, again, your monument in is it Rhode Island perhaps is a Rhode Island. Maybe it’s there. I’ve been there but I can’t remember right now. It’s a list.\n\nBut I’ve been very blessed to have Native Americans on my faculty.\n\nI’ll go sources of a quota leader who was living in South Carolina but having dreams for 10 years that he should work with white people because white people are running things in the air.\n\nVery smart. That’s what we just get of him is Judy. But he put it off and put it off and put it off and finally the James got more fierce.\n\nAnd so he looked around and he saw our program in creation spirituality said, well, this might be something I can tolerate.\n\nSo my glossary short he drove in his wife out to Oakland from South Carolina and showed up at my door literally at the school and said, I’m here to help you.\n\nMy dreams tell me I should and me glossary short he joined the faculty set up a sweat lodge on campus for three years.\n\nAnd one of the objections to my work by Erna Ratzinger was quote, I work too closely with Native Americans.\n\nI think winning that but that is we had a sweat lodge on a campus in the street.\n\nBut it didn’t bring us our staff faculty students. We loved it. We learned so much from it.\n\nAnd his course is he taught on native spirituality in our program that he went on to third center in the state of Washington.\n\nAnd I did a vision quest within the year I was silenced. That was a big part of my vision quest.\n\nAnd and then I joined them for some sun dances and so forth over the years. So anyway, I’ve been very blessed.\n\nI’m just one native teacher because they have to be as a son of a woman and a Franciscan sister. She was on the faculty for years.\n\nShe taught me a lot about ritual in our students too.\n\nAnd and about other things.\n\nAnd so I’ve been.\n\nNow I’ve attended.\n\nMany powwow’s and of course sweat lodge and so worth of many places.\n\nAnd they’ve always been very deep blessings for me. I don’t think I would have survived, frankly, without those because the ceremonies are so earthy and cosmic and grounding and bodily.\n\nYou just don’t have these in churches where there are questions in her condition and books to read and pages to read from.\n\nYou know, you don’t bring your book in purple can do sweat lodge. You bring your heart.\n\nAnd I first 20 minutes in the sweat lodge, I was sure I was going to die.\n\nI was looking for a fire extinguisher for an exit and there was neither. So finally, I yielded to the experience and asked when you go into another state.\n\nAnd that’s the whole purpose of fair isn’t it to get.\n\nGet into another state, but you know, I had earlier in the hard way.\n\nOh, how.\n\nFable.\n\nHow feeble.\n\nSome of our prayer forms are in in the West that we we do have to face death together in a in a prayer circle.\n\nAnd that changes everything.\n\nI was so struck as invited Sundance, a number of years ago up in the Dakota country in Montana.\n\nWe went into the sweat lodge to cool off after that’s in under the sun, which is just bizarre.\n\nThere’s such a profound symbolic connection between that ceremonial right and the crucifixion of Jesus.\n\nIt blew me away to experience that unexpectedly.\n\nNo, it’s not like somebody explained to me ahead of time that there’s this incredible symbolic connection, but it’s there. It’s very real.\n\nYes, very interesting that you experience that I did too. In fact, in the summer day that we were dancing.\n\nThere was the sun with big and white and round and white. It was white.\n\nAnd I saw it just hit me the native and the Christian.\n\nThere was right like a host is in the in the Eucharist liturgy.\n\nAnd they’re meant as this tree that people are bound to.\n\nAnd there’s a sack of ice and foul.\n\nThe whole thing just got hit me like symbols that the two flat crashed together in a very positive sense for me.\n\nThe church that I grew up in was called Blessed Sacrament.\n\nAnd that is the host, the right host, the name for the white host that became the son.\n\nSo I do have that marriage of my Christian archetype, if you will, and the native.\n\nAnd it is so powerful and real and bodily.\n\nAnd you don’t forget first things.\n\nNo, no, we don’t.\n\nMaybe we’ll pick this threat up in our in our behind the scenes, Matthew.\n\nBut before we sign off, I want to ask you about creation spirituality because I believe this is one of the threads running through so many different traditions around the world.\n\nAnd perhaps one could even make the claim that it’s a thread that runs through all of our ancestral traditions.\n\nIt’s just a matter of how far back in time we go to get there.\n\nAnd I want to quote you from the book, you say, I have devoted my life to recovering the creation spirituality tradition because even though it’s the oldest tradition in the Bible, the tradition of Jesus and the tradition of the greatest mystics of the church, it’s little known.\n\nAnd my reading of your book on Hildegard with respect to creation spirituality is that this is along with the original instructions.\n\nThis is the living original connection, original blessing, original understanding that we can find in all our traditions, Matthew.\n\nI love how you’re reclaiming it and restoring it and really resurrecting it within the context of the Judeo-Christian tradition, particularly where we know we need so much healing.\n\nAnd I was hoping you could just share a bit with us about your view on creation spirituality."
}