{
  "title": "Episode 22 – Sahar Alsahlani on InterFaith & GreenFaith Action",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2937/episode-22-sahar-alsahlani.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-22-sahar-alsahlani/",
  "episode_number": 22,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHi friends, welcome to today’s edition of the YonEarth Communities Stewardship and\n\nSustainability Podcast Series.\n\nAnd today I’m so excited that we have with us, Sahar Alsahlani, Hi Sahar.\n\nIt’s so great to see you.\n\nThank you so much for having me.\n\nThank you, Aaron.\n\nThank you for being with us.\n\nSahar is an interfaith piece activist with a background in broadcast media and entertainment.\n\nMost recently determined to pursue a path for social good, the Iraq-born Muslim made a life-changing\n\ndecision to move to New York and lead behind a successful career in Los Angeles, where\n\nshe had worked for many years as a television writer, producer, and editor.\n\nSahar’s various projects included productions for USA Broadcasting, Warner Brothers, Entertainment,\n\nFox, Paramount, the American Forces Network, and Discovery ID.\n\nNow along with serving on the board of the North American Interfaith Network, Sahar\n\nis a member of the Executive Council of Religions for Peace, USA.\n\nThe board of Council on American Islamic Relations in New York has contributed to the faith-based\n\noutreach of the revived Poor People’s Campaign, a national call for moral revival, and is\n\na fellow at Green Faith and Interfaith Organization dedicated to climate justice.\n\nSahar has also served as a former co-chair of the Fellowship of Reconciliation, USA.\n\nShe is a member of the Community of Living Traditions at the Stony Point Center just outside\n\nNew York City, one of North America’s only intentional multi-faith communities intended\n\nfor studying the principles and practice of social justice, nonviolence, and radical hospitality.\n\nThe heart is such a pleasure to have you with us today.\n\nWelcome, my friend.\n\nOh, thank you.\n\nThank you so much.\n\nIt’s always really good to see you, Aaron.\n\nSo, we love everybody out there.\n\nHi, everybody.\n\nWe met a number of months ago at an Interfaith Climate Summit that was being hosted in Colorado.\n\nAnd we today have so much we can talk about and share with folks.\n\nAnd really at this nexus of concern for environment, for social justice in communities all over\n\nand how that relates and connects to our diverse faith practices is such a rich groundwork\n\nfor discussion exploration, for sharing.\n\nAnd Sahar, I want to ask you to kick us off.\n\nWhat is an Interfaith Peace activist?\n\nWhat does that mean?\n\nWell, anybody that follows any path of moral conscience, whether it’s following a particular code\n\nof laws, a democracy, a socialist ideal, a path to a divine, is really a roadmap to justice.\n\nAnyone of our holy scriptures is really a set of guidelines to conduct ourselves in a life\n\nthat is geared towards equity and balance for ourselves and for those around us.\n\nAnd so, when you are an activist and you’re searching for justice and you’re searching\n\nfor balance, it has to come from something inherent within you.\n\nAnd a lot of times it is from a path that guides you towards a path in a divine thing.\n\nIt doesn’t necessarily have to be, but there is something inherently that drives you to\n\ndo good.\n\nAnd when you pursue that path and you have your conviction to work for justice, it can\n\nonly be amplified when it’s done collectively because then exponentially the results can\n\nonly be spectacular.\n\nAnd I think that’s the movement that’s really had to happen in the last few decades in\n\nthis country because so many people have been fighting for the same things but have been\n\ndoing it in parallel tracks.\n\nAnd only recently with the spread of television and radio at the mass level and now with the\n\ninternet, do we really see, oh wow, this group is actually asking for the same thing\n\nvirtually and they actually have advocacy organizations and they have lobbying and they do\n\nfeed the homeless and they do have jets that are ready to go and disperse at a moment’s\n\nnotice.\n\nAnd that is really the power of what the moral conscious movement can do to mobilize\n\nthe political climate I think in this country and abroad.\n\nYeah, I was so struck when we first met and in the subsequent conversations and exchanges\n\nthat we’ve had that you clearly come from, act from your heart and a sense of love,\n\nof compassion, of empathy.\n\nAnd it seems to me that’s one of the keys to creating the culture in the future I think\n\nwe all hope for.\n\nAnd I’m curious, share with us if you would.\n\nHow do you do that?\n\nHow do you cultivate that?\n\nHow do you come from heart like you do day in and day out?\n\nThank you, thank you, well it’s not easy.\n\nI think it’s kind of twofold.\n\nI think in any kind of moral tradition, there’s always a dichotomy if you will.\n\nmoral traditions feel that the concept of divine stems from an emotional love aspect.\n\nAnd there are other traditions that stem from a rational aspect.\n\nI know that Islam has 99 names of the divine.\n\nOne of them is love, one of them is justice, one of them is truth, one of them is reckoning.\n\nSo the concept of God is so up here that nobody really knows what the tangible concept\n\nSometimes I have met people that claim to be atheists and what is this concept of love?\n\nAnd I’m like, well, it’s also justice, it’s also true, it’s also harmony, it’s also accountability.\n\nAnd so I happened to come from the Islamic tradition, but I grew up in Catholic schools and\n\nI also went to a lot of Jewish summer camps.\n\nSo I’ve noticed that from the Islamic perspective, the first word that was revealed from the\n\nangel Gabriel to the prophet Muhammad was the word Ekra, an Arabic alphabet, which means\n\nto read, analyze, debate, argue, think.\n\nSo before God instructs the prophet Muhammad to believe in God blindly, he instructs them\n\nto use the rational part and to seek for truth and to seek for knowledge and to understand\n\nhow the parts lead to understanding the concept of the divine.\n\nAnd in Catholic school, I really learned the other portion of understanding the emotional\n\npart of it.\n\nThe love unconditionally, and you kind of need both in life, which is kind of amazing\n\nbecause the concept of God is really to be spiritually holy, you have to understand\n\nany have to feel.\n\nAnd I think that’s kind of where I cultivated from is to really understand what the fight\n\nfor justice is and then to feel in the heart what is right and wrong.\n\nSo I think that’s where it came from.\n\nAnd I don’t know a lot of therapy too, and just life, you know, raising my children.\n\nAnd I think understanding, you know, that it takes a lot of personal growth, a lot of\n\npersonal growth with struggles in life.\n\nAnd you learn a lot and you see things in your perspective changes, I think, in life.\n\nAbsolutely.\n\nThis is one of the themes that we speak about in why on earth and through the why on earth\n\ncommunities work, this notion that that personal healing and development and quest really on\n\nsome level is so essential.\n\nAnd that really on in a certain light, this whole sustainability effort and work is an\n\ninsight out job.\n\nAnd it seems to me that you really have embodied that and exemplify that in a beautiful way\n\nand in the communities all over that you’re reaching and that you’re working with.\n\nWell, thank you.\n\nThank you.\n\nWell, you know, and there’s, there’s the concept that every tradition has.\n\nI know personally in Islam, we call it the jihad, which is the struggle for a personal\n\nAnd I know one of my favorite quotes from the prophet Laozu from the Taoist tradition\n\nis to know, to know others is knowledge, I believe, but to know oneself is enlightenment.\n\nAnd you know, a struggle for justice and truth in the outside world is a larger jihad,\n\nyou know, is a large jihad, but the knowledge of oneself and fighting that balance and\n\nharbing and liberating any internalized oppression in here is the really actually the greater\n\njihad, the internal one, because if you don’t have any, if you don’t fight for justice\n\nfor your own soul and calmness and tranquility and fight the inner demons, there’s no way\n\nthat I can ever even talk to you about fighting for trees or fighting for clean water.\n\nIf I don’t have this all in sync, so it really does begin in here.\n\nAnd I think a lot of activists, we need to forget about this part, you know, and when you’re\n\non an airplane, who do they tell to put the oxygen mask on first, you know, if you don’t\n\ntalk and everybody else around you is like, we’re not an ordinary thing.\n\nSo the important thing is really, really to work on it simultaneously, but it’s better\n\nto work on this first, the internal.\n\nWhat I’d like you to, I’d like to ask you if you would to expand a little on this term\n\njihad, you know, it’s one that I have found many of my friends, colleagues, family in\n\nthe United States, have a very particular, and I would even say negative standing of\n\nwhat that word means because of the way it’s been used in popular media, et cetera.\n\nAnd what you’re speaking to is a very different meaning about self-cultivation, self-awareness,\n\nand I’m hoping would you expand on that for us.\n\nI would love for our friends and audience to have a deeper and broader understanding\n\nof what that means.\n\nShame, I’m sure, well, thank you.\n\nThe term jihad actually is such a holy thing, such a holy, precious concept.\n\nIt’s actually, it’s actually a personal, as I said, struggle, but it is a quest towards\n\nthe divine, a path that is never an easy path.\n\nAnd if the divine encompasses the various attributes that go into the various nuances\n\nof what the divine means to so many people, it never is an easy road.\n\nSo if we do want to find justice or righteousness or all these things for every living thing\n\non this planet, we don’t have a magic wand, you know, and that takes effort and that takes\n\nenlightenment and that takes energy and that takes partnerships and companionships and\n\ncommunication skills and, you know, management and organizational skills.\n\nAnd that’s really what it means.\n\nIt means a struggle to do any job you do in the best way with the, using your resources\n\nthat you have and learning how to use those resources in the most efficient way.\n\nAnd the energy how to solve this theme thing, what are the best techniques you have to\n\nmake the best use of your emotions and your insight and your attitude.\n\nAnd yes, it has been hijacked.\n\nIt really has been hijacked.\n\nI know that the term became synonymous with a holy war or crusade during the time of the\n\ncrusades in Europe.\n\nSo it became adopted around that same time.\n\nAnd it is sadly not the first time another holy word has been hijacked.\n\nI fear now for a lot of my friends who are evangelical.\n\nAnd I’m the first person, I’ve been to a couple, a couple interfaith gatherings.\n\nI mean, even when I did my work on the poor people’s campaign, I remember telling a lot\n\nof my evangelical friends or even Christian friends, since one is spreading the gospel\n\never been a bad thing.\n\nAnd now a lot of people, you know, have sort of misused the word to evangelize.\n\nIt is really tragic when people take words and associate them with different political\n\nefforts or different, you know, right wing or left wing.\n\nSo thank you very much for asking me that question.\n\nBut it is a personal struggle to do your very best on your journey towards the path, towards\n\nthe divine.\n\nBeautiful.\n\nWell, you know, as a writer, and I will also share as a student of Catholic schools.\n\nI went to a Jesuit high school.\n\nI am a total word nerd.\n\nI love the history behind words, the etymology of words.\n\nAnd it seems to me that part of the work we’re doing also involves reclaiming what certain\n\nwords mean and sharing and conversing and celebrating more like a feast in the richness\n\nthat some of these words and the traditions that they reflect can mean to us.\n\nAnd so thank you so much for sharing that.\n\nIt is wonderful to hear that the quest toward the divine, what a beautiful, beautiful concept\n\nand urge and impulse.\n\nThank you.\n\nThank you.\n\nWell, so your background is so interesting.\n\nIt makes me think of a garden with many colored flowers, which is painting behind me.\n\nAnd you know, you live outside New York City just north along the Hudson River, just a beautiful\n\npart of the North American continent.\n\nYou were in LA for a while working in this, one of the global centers of media culture.\n\nAnd you are from Iraq and from, you told me earlier, one of the oldest indigenous groups\n\non the planet known to be on the planet.\n\nAnd my goodness, what a rich background and story and experience.\n\nAnd I was wondering if you could just share with us a montage, an image, an impressionistic\n\nview into what your childhood was like and what is there in your early experiences that\n\nyou’re carrying with you today.\n\nOh, gee, thank you.\n\nGosh, well, my mom and my dad are both Iraqi born.\n\nI was born in Saudi Arabia.\n\nI came when I was a month old.\n\nMy mom, she got a student visa.\n\nShe completed her PhD here.\n\nSo I was about a month old when we came.\n\nI settled in Pittsburgh and I grew up in a very pluralistic, you know, Pittsburgh was\n\na very, very intellectually sophisticated town.\n\nAnd actually, the synagogue, tragically, the synagogue that was attacked not too long\n\nago, I spent a large part of my childhood there because, honestly, we didn’t know who\n\nwas who in Pittsburgh.\n\nYou know, we had Hindu professors and we had Vietnamese, you know, immigrants coming\n\nin and we had synagogues and we actually did have a mosque.\n\nSo we used to go to the Syrian Orthodox Church.\n\nAnd so they would give us the keys for Friday prayer and I used to do JCC summer camps.\n\nSo I grew up in a very multi-layered, you know, pluralistic town.\n\nJewish community center, JCC.\n\nYeah, Jewish community centers, yes, at the church, you know, which was adjacent to the\n\ntree of life synagogue that was tragically attacked last month.\n\nAnd you know, actually, I went to about 11 botnets was there, you know, as a child.\n\nAnd so those were really our houses of worship.\n\nMr. Rogers lived about six blocks away from me.\n\nAnd so, you know, a Presbyterian mentality from the early ages and he taught us about\n\nsocial justice.\n\nHe taught us to share our cookies.\n\nHe taught us to like, you know, have equal, even the neighborhood of Maple Leaf.\n\nHe used to go to the set of Mr. Rogers and the animals and the people, how had equal\n\npower in the neighborhood of Maple Leaf.\n\nLike in the 70s, everything was such a social justice, subtly infused, you know, area that\n\nwe just never even noticed.\n\nEverything was anti-war, everything was begin.\n\nI mean, so early in the 70s.\n\nAnd so I finished elementary, middle high school.\n\nI finished high school in college in Florida, I had my children and then I ended up taking\n\nmy children.\n\nI raised my children in Los Angeles and I worked there.\n\nI got a degree in public health.\n\nAfter my children were younger, I went back to school for television and I ended up working\n\nin Los Angeles for about 13 years, I raised them there.\n\nI worked in the television industry and then I was actually an empty nester and a dear\n\nfriend of ours, Ralph Island and Gottlie, my children grew up in Islamic schools.\n\nI grew up in Catholic schools, so I wanted them to do parochial schools.\n\nSo Ralph Island Gottlieb used to do these interfaith summer camps for children.\n\nSo actually my kids were like, Mom, you’ve got to get a life.\n\nYou’re by yourself now.\n\nWe’re out in court in college.\n\nRalph Island said, why don’t you come?\n\nWe’re doing this experiment just outside New York City where we’re getting together, a\n\nbunch of Muslim Jews and Christians, we’re going to run a conference center and we’re\n\ngoing to try this interfaith peace building concept.\n\nSo the rest of the history, I just packed up and moved out here and I’ve just the first\n\ntwo years.\n\nI just really had to learn how to live on a farm, I’m from LA, you remember, you know, and\n\nI had to really study the different traditions including my own and just learn the verb age\n\nbecause it’s a whole different game than television.\n\nI mean, I had to learn the words like movement building and you know, just what is bearing\n\nwitness mean and what is feco justice because it’s such a whole different world than\n\nwhat most mainstream people talk about, which is a shame, but it’s kind of a blessing.\n\nIt sounds so wonderful and so beautiful.\n\nWill you share with us some of the specifics that you’re working on through these organizations\n\nlike Green Faith, where you’re a fellow, let’s maybe start with that when I know there\n\nare several we can talk about, can you share with us some of the specific actions that\n\nare being mobilized in communities all over through that organization?\n\nYes, yes.\n\nI think Green Faith actually is probably the most precious organization to me, the organization\n\nthat I have learned the most from because I hadn’t, you know, everybody always talks about\n\nwanting to be an environmentalist, you know, and when we’re children, we learn about recycling\n\nand we learn about so many little things about being a, you know, green piece and a lot\n\nof things, but it wasn’t until I started working on a climate march a couple of years ago,\n\nas a volunteer, that I really understood what the intersection was between faith, moral\n\nconscious and ecology, and as I told you, my master’s was in public health, my undergraduate\n\nwas in geography, so there’s always a little bit of excitement about the environment of the\n\nearth, but never did I once ever think that my Islam had anything to do with the earth.\n\nYou know, even though hello, we come from dust, we shall return to dust, I mean our\n\nsymbol is the crescent, you know, like we just never put these two and two things together,\n\nbut it wasn’t until I learned from Green Faith in helping to organize all these faith\n\ncommunities, we called ourselves A to Z years agnostic to Zara Astrian, and why it was\n\nimperative in all of our faith traditions to mobilize from other earth, did it hit me\n\nthat it was such an important part? I discovered books that were like this thick and every\n\nfaith tradition, when I was recruiting Bahá’í, when I was recruiting the druids, when\n\nI was recruiting, you know, the Buddhists, when I was recruiting the Hindus, I found\n\necho justice in the Sikh community, and every single scripture resonates with the earth,\n\nand all talks about the concept of us being stewards with the earth, you know, for the\n\nearth, and how we were supposed to walk gently on the earth, and how we are not dominant\n\nwith regard to the earth, how we are, you know, part of the big ecological myth, and how\n\nit wasn’t a imperative, like a moral imperative, to respect the mother earth, and how ultimately\n\nwe are held accountable on the day of judgment for our ego, and how much we misuse the resources.\n\nAnd then Lodato Si came, right around 2015, the Pope, you know, on a Catholic school kid,\n\nso when the Pope wrote the book, his Lodato Si, the Pope also has a master’s degree in science,\n\nso it’s wonderful to show people that science and religion don’t clash, but there is that intellectual\n\nsophistication, and the moral part that really does jie, you know, that, you know, reason,\n\nand, you know, reason and faith really do come together, and how we are held accountable,\n\nhow we misuse resources because of our greed and ego, and how it will be held morally accountable\n\nto that, and what, what, since we are, you know, what, since we are committing by violating\n\nmother earth and what ramifications we have to other creatures on this earth. I think that’s probably\n\nwhat I learned most from Greenfake, and the projects that they do are phenomenal because they\n\nreally are geared towards houses of worship. So for example, we’re trying to start from the top,\n\nlike they’re trying to green the vacuum, they’re trying to green mecca, you know, like every house\n\nof worship now, they’re trying to tell them, if you’re going to do Ramadan, don’t use plastic,\n\nyou know, don’t, you don’t use paper cups, recycle your woody water, every church, every\n\nseat goodwara, every can be turquoise, you know, use, you know, fresh fruits and vegetables from\n\nyour local farmer, you know, teach your children at an early age, you know, that the earth is holy,\n\nmake sure that, you know, you divest, you know, a lot of the major denominations are divesting\n\nfrom fossil fuels because, you know, at the end of the day, houses of worship have money,\n\nthey have voter registration hubs, you know, they do do major purchases. I mean, every Christmas\n\nparty, every each festival, every church social, you know, and it’s all conscience living inside\n\nthe lowest points, like your local house, like local house, not the lowest, but your most tangible\n\nhouse, and at the hierarchies, you know, part also. So that’s really what Greenfake has been working on.\n\nSo beautiful, so powerful, so, so humble yet so far reaching in its scope of impact in my sense\n\nwith some of the different Greenfake leaders and projects I’ve been able to tap into just a little\n\nthat things are just really getting rolling and the momentum is building and it seems that more\n\nand more is getting activated in communities all over, it’s amazing. Yes, yes, I mean, it really,\n\nreally has been like a chain reaction. And even when Lodatozi was published, it became mandatory\n\nreading for a lot of youth groups, I mean, a lot of mosques, a lot of synagogues, a lot of\n\nSikh and Hindu temples, and a lot of pagan like mother grows. I mean, that was mandatory reading\n\nfor clergy and then abbreviated versions for the youth groups and for the children to talk about\n\nthe concept of our commonhold. And what moral sins we were, we were perpetrating because of our\n\ngreed and how we just kept digging into Mother Earth and abusing her. And one of my favorite sayings\n\nthat we taught the kids is there is no planet B, like where are we going to go? You know, we can’t,\n\nyou can’t go inward. And to show them that the correlation between today’s migration is really\n\nvery directly related to climate change. And you know, almost almost every, I was at the parliament\n\nand I heard from one of the speakers that almost every single humanitarian crisis can be somehow\n\ntraced back to violation of the earth. You know, I mean, when a hurricane hits or when a flood hits,\n\nthat leads to migration, sex trafficking, kids pulled out of school, systematic violence, racism.\n\nI mean, you name it. It just goes on, epidemics, epidemiologically, infections happen and water\n\nsanitation. And it just goes on and on and on. And it all starts with how morally we handle\n\nGod’s resources and how we distribute them equitably.\n\nYeah, it’s amazing. Let me, while I’m thinking of it, let me just take a quick pause in our conversation\n\nto share and remind with our audience that this is the why on earth communities stewardship\n\nand sustainability podcast series. And today we are talking with Sahar Al Salani, an incredible\n\nfaith leader activist and ecologist social justice leader based out of the New York area.\n\nAnd I want to make sure to mention if anyone would like to learn more about your work, Sahar,\n\nthey can find you on Facebook, Sahar, Al Salani, of course, that’ll be spelled out in the show notes.\n\nAnd on Twitter, can find you as Iraqi sunflower. We’ll come back to that in just a moment.\n\nAnd I want to make sure also to remind our audience if you would like to get any of the\n\naudio book or e-book resources that we have available through why on earth. That’s why\n\non earth.org, letter Y. Please use the code podcast, the word podcast, to get a discount on any of\n\nthose that you might like. And so, Sahar, I have to ask, where did you come up with your\n\nTwitter handle flower? I love it. So, sorry, you know, actually, my kids actually came up with it\n\nprobably about 20 years ago. And, you know, they actually started my Twitter account and it’s\n\nsort of stuck. You know, all these young kids like you guys are so good with technology.\n\nSo, they started it. And I hadn’t realized that that was the Twitter handle they were using, you know?\n\nAnd it actually wasn’t by accident that I sort of figured it out because I was in a podcast,\n\nsort of similar to this. And there was this gentleman next to me. He was a little bit larger with\n\nhis big beard and our Twitter handles got swished. So, I had his name and he had adiratsy\n\nsense. So, it was just kind of cute how it happened. That’s the story. Wow. Oh, my gosh. Well,\n\nit is just beautiful. So, yeah, folks can find you. And I understand that early in 2019, you may be\n\nlaunching a new project with a new website that will be announced probably through Twitter and\n\nFacebook. Is that right? Is that how folks can keep up with with what you’re doing?\n\nYes. Yes. In shall I hope to God willing. I’ve been working on it. And I’ve been looking for\n\nthe best way to combine my my television experience with my passion of inner faith peace activism.\n\nSo, keep keep checking in and hopefully within the next six weeks something will something will\n\nappear and we’ll definitely keep you posted. Beautiful. You know, I’ve loved it. I’d love to\n\nask you what’s happening with the efforts of organizations like the board of the council on\n\nAmerican Islamic relations. And I I understand you’re likely starting a new position on the board\n\nof the North American Interfaith network. And you know, there has been so much\n\nenergy of divisiveness of polarization evident in the media. And there’s probably a lot of fear\n\nout there among different groups. Of course, one of the great works we can do inside ourselves is to\n\nwork to transform that fear into love, into working our communities to transform conditions\n\nfor fear to conditions for safety and acceptance. And clearly, there’s so much work to be done\n\nin this arena. And can you share with us some of the things these groups are doing right now and\n\nways people can get involved and help with this healing work? Yes. Thank you. You know, a lot of\n\nthese advocacy organizations are all really they’re all doing the same work and they’re doing\n\namazing work, but it’s parallel. It’s a lot of people, as I said earlier, do not know what others\n\nare doing. That became evident when I was working in green faith. You know, we didn’t realize that\n\nthe Buddhist Global Relief was doing something very similar to the what the Mormons were doing.\n\npagans are doing very similar work and sending things to Puerto Rico when the Hindus and the\n\nomnis are working together to send jets there every week. You know, and so there’s this huge amount\n\nof faith-based activism that is is happening simultaneously. But there was just very little\n\ncommunication, not intentionally. It’s just that people are so focused on their own work and\n\ntheir little hubs. You know, so a lot of the the opportunities that a lot of these organizations\n\nlike religions for peace or North American and your faith network is basically sort of a resource\n\nto say, hey, you know, we are doing the same thing and we don’t want to do for state efforts,\n\nbut we can help simplify your efforts if you want. You know, if you have, for example,\n\nyou know, like some of the Hindu temples, we have a lot of food. We have a lot of medical resources.\n\nAnd then the Brutoroth first in common say, hey, well, we have four jets, you know, and so it just\n\nshows that how the resources can complement each other immediately. But another major, major\n\nimportant portion is that we really showed, and I know this is like the latest buzz word,\n\nbut intersectionality. And it’s really when layers of oppression overlap. Because a lot of times\n\nwe never realize where these layers do overlap. I mean, and I think if there’s anything that has come\n\nup from the divisiveness of the last two years, it is the unlikely alliances that I have seen. I mean,\n\nyou know, and I think that has what scared a lot of people, but has also been really possibly the\n\nmost beautiful outcome of a lot of this, a lot of these tragedies is that a lot of people understand\n\nthat they are fighting for the same thing. Everybody wants clean water. Everybody wants a safe place\n\nfor their children to put their head on a pillow and sleep. Nobody wants to be discriminated against\n\nbecause of who they are. You know, even if people don’t agree with what they are doing,\n\neverybody agrees that they should be treated fairly under the law. And a lot of these organizations\n\nare standing up for each other in times of need. When sometimes you don’t even have the energy\n\nto fight anymore. And I think that has really, really proven itself.\n\nCare, Council on American Islamic Relations, was modeled off of the NAACP. The NAACP, you know,\n\nglad was modeled, you know, Gay and Lesbians, it was modeled off of the NAACP. But what’s happened\n\nhere now is we’ve seen how tragedies affect us. For example, if somebody in New York City gets pulled\n\nover and he’s a young person, he’s African-American. His chances of getting pulled over are more\n\nlikely and getting harassed. If that young person happens to be Latino and African-American,\n\nthat chance rises higher. If that person is Latino, African-American and Muslim, then that person\n\nthat is triply increases the chances. If that person is Latino, African-American, Muslim,\n\nand of an LGBTQ identity, I mean, then that increases it more. So we all have a vested interest\n\nin helping other marginalized communities, because that affects us. And that’s where all of our\n\nresources come together. And I’ve noticed that when we went to Standing Rock, I mean, every time,\n\nevery time you see a group of people of faith standing up at these rapid response, and honestly,\n\nit looks like Halloween sometimes. I mean, you just get the whole inspector of, you know, you can\n\nfind the rabbi, you can find the hijabi, you can find the lich, you can find the indigenous,\n\nyou can find the speak. And I think that’s what really, really shocks people, because a lot of\n\nallies, when you see gay pride, and you see a lot of these faith leaders, or when you go, I mean,\n\nI remember the most precious example that I had was when the Muslim ban happened. And I’m pretty\n\nfierce. I mean, you know, I find a charlotte. I stood in front of neo nazis with AK-47s. Okay,\n\nI mean, I’ve been pretty fierce. But when the Muslim ban happened, you know, the very first time,\n\nI think, like, about year and a half ago, right after the administration took over, I mean,\n\nthis side of my body was numb. I mean, I curled up in the fetal position and I was crying. Like,\n\nI was bawling for about four hours. I felt so helpless. But boom, all of a sudden, I started getting\n\ntexts. And I started just getting texts from Standing Rock, from the Japanese in turn my camp, but I\n\nhad visited, like, two years before, from the Mexican farm workers that we had visited, like, six\n\nmonths before. You know, all these drag queens and Dallas were, you know, shutting down airports,\n\nsaying, we love Muslims. They’re avais. I mean, people in Ferguson. And I guess for a minute, for a\n\nminute, I knew how they must have felt when we showed up for them, because they were taking\n\ncare of it for me. And that’s the real beauty of intersectional work and faith-based advocacy work,\n\nbecause you get hired. And you can fight for anybody else, but someone that really hits you,\n\nyou just, it’s hard to fight for yourself. And I think that’s really the importance of the\n\nnetworking, these various organizations that I’m part of. It reminds me very much of what healthy\n\necosystems look like and how they work. It is a complex web work of relationships and\n\ninterdependencies. And it is so beautiful to see that in the way you’re connecting with all kinds\n\nof people and communities all over the place. And Sahar, my goodness, thank you so much for\n\nbeing with us today. And for all the work you’re doing, I sincerely hope our audience will\n\nconnect with you on Facebook, Sahar, Salani, on Twitter, the Iraqi sunflower. Iraqi sunflower,\n\nknow the front of it, Iraqi sunflower. And thank you so much, my friend, for all that you’re doing.\n\nOh my gosh, no, thank you. And we’re very proud of you, Aaron. And you know, honestly,\n\nwe’re very, very proud of you and all the work you’re doing. Thank you for giving us a platform\n\nto chat. Absolutely. Okay, my friend, take care. Bye bye. Bye bye."
}