{
  "title": "Episode 00 – Intro – Y on Earth Community Podcast",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2490/episode-00-intro.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-00-intro/",
  "episode_number": 0,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Episode 00 – Introduction and Launch of the Y on Earth Community Podcast Stewardship & Sustainability Series",
  "about_sections": {},
  "full_transcript": " Hi friends, my name is Aaron Perry and I'm so excited to welcome you to our Y Honors Community Podcast. We are launching the podcast with our Stewardship and Sustainability Series and I couldn't be more thrilled to have the opportunity to share with you a number of conversations, interviews that we've recorded with a variety of authors, community leaders and educators from incredibly diverse backgrounds and geographic locations. And in a sense our Stewardship and Sustainability Series is really a living extension of the book, Y Honors, especially as several of the folks we have the opportunity to interview are actually referenced in the book. And many of the other folks we have the opportunity to chat with are part of our growing Y Honors Community Ambassador Network. And so it's just such a joy to have this opportunity to chat one-on-one with these individual leaders doing great work in different arenas, different aspects of human sustainability, environmental sustainability and well-being. And it's a real joy to have the opportunity to share this with you. So I'm so excited to welcome you to the podcast, to the Stewardship and Sustainability Series and invite you to check out the upcoming episodes that we're recording and releasing for you all. Thank you.",
  "audio_transcription_metadata": {
    "whisper_model": "base",
    "language": "en",
    "duration": 0,
    "speakers_detected": 0,
    "segments_count": 19,
    "diarization_available": false,
    "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2490/episode-00-intro.mp3"
  }
}