{
  "title": "Episode 144 – Vicki Hird, Author, “Rebugging the Planet”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13552/episode-144-vicki-hird-author-rebugging-the-planet.mp3",
  "publish_date": "September 11, 2023 1:43 pm",
  "url": "https://yonearth.org/podcast/episode-144-vicki-hird-author-rebugging-the-planet/",
  "episode_number": 144,
  "subtitle": "About Vicki Hird",
  "description": "Vicki Hird is the Strategic Leader for Agriculture at The Wildlife Trust and Head of the Sustainable Farming Campaign for Sustain: The Alliance for Better Food and Farming, and she also runs an independent consultancy. An experienced and award-winning environmental campaigner, researcher, writer, and strategist working mainly in the food, farming, and environmental policy arenas, Vicki has worked on government policy for many years and is also the author of Perfectly Safe to Eat? The Facts on Food.",
  "about_sections": {
    "about_vicki_hird": "Vicki Hird is the Strategic Leader for Agriculture at The Wildlife Trust and Head of the Sustainable Farming Campaign for Sustain: The Alliance for Better Food and Farming, and she also runs an independent consultancy. An experienced and award-winning environmental campaigner, researcher, writer, and strategist working mainly in the food, farming, and environmental policy arenas, Vicki has worked on government policy for many years and is also the author of Perfectly Safe to Eat? The Facts on Food."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today we’re visiting with Vicki Hird, the author of re-bugging the planet. Hi Vicki.\n\nHi, good to be here. It’s great to visit with you and what we’re going to be talking about today is obviously one of the most important topics for our entire global community and planetary situation. So I’m really, really excited we have this opportunity to visit with you.\n\nIt’s great to be here. I have been so pleased with the reactions to the reports and people’s interest in it. So it’s great to be speaking about it.\n\nWonderful. And I think for fun, we’ll maybe refer to this episode as our creepy crawly episode.\n\nAs long as you don’t put noses in there because they’re not nasty.\n\nNot at all. No, we’d love it. Maybe we love it creepy code. Yes.\n\nVicki herd is head of the sustainable farming campaign for sustain the alliance for better food and farming. And she also runs an independent consultancy and experienced an award-winning environmental campaigner researcher writer and strategist working mainly in the food farming and environmental policy arenas.\n\nVicki has worked on government policy for many years and is also the author of perfectly safe to eat the facts on food.\n\nVicki’s passion is insects. The first pets she gave her children were a family of stick insects and she had a giraffe necked weevil tattoo for her 50th birthday.\n\nVicki also has a master’s degree in pest management and she is a fellow of the Royal Entomological Society and Vicki as you and I were just discussing before we began to record.\n\nToday is your first day. Congratulations on a new job as a strategic leader on agriculture at the wildlife trust. So that’s wonderful. Congratulations.\n\nThank you. Yeah. Been a busy busy day, but it’s good to be there.\n\nI’m so sure and yeah, thanks for taking the time on day one to visit with us and really excited to dive into this and and to kick things off.\n\nI’m just going to ask you a very open question. Like why why bugs? Why does it matter? What are we talking about?\n\nWell, I think there’s such a critical part of our ecosystem, part of our lives. And one of the reasons I wrote the book was because I don’t think enough people recognize that or realize that.\n\nAlthough I think that’s changing. One of the reasons also that I wrote the book because I think people are beginning to be interested.\n\nThere’s been a lot more wildlife programs that cover invertebrates. There’s been books. There’s been like citizen science where people get involved.\n\nAnd I think we need to tap into that and understand what it means for people in terms of their lives, their politics, their consumption.\n\nSo I wrote the book with that in mind, but also with the idea of making bugs their role and their brilliance and their beauty a bit clearer.\n\nSo as a paperback, it’s not, you know, it’s not a huge tone with loads of pictures, but there’s a lot out there on the invertebrates.\n\nBut I just wanted to sort of distill it in one book with loads and loads of tips for what you can do as well, which was key for me at the campaigner.\n\nI always want to communicate what you can do. But they’re also in trouble. That’s the other reason.\n\nAbsolutely. Yeah. And we’ll be talking about that. And just, you know, those of our audience who are watching the video version of our discussion.\n\nThis is a copy of the book. This is actually a galley advanced copy.\n\nAnd yeah, the cover is so beautiful with all of this.\n\nIt is nice, isn’t it? Yeah. The diversity there. And it’s not just insects. That’s the important thing. Insects are critical.\n\nBut all the other invertebrates, the species without a spine in our rivers, in our seas, on our land, in our soil.\n\nThey’re everywhere, almost everywhere. And they’re really critical. And combining them with the fungi, we certainly won’t be here without them.\n\nAbsolutely. Can you give us the bad news? Where are we in terms of what’s happening with the invertebrates right now?\n\nYeah. There’s some really scary long-term trend studies, which shows over decades how the number of species and diversity of species has been declining.\n\nWhere they’ve been actually looking. And that’s not everywhere. So there’s a big gap in the data, a big gap in the research, which I think scientists globally are beginning to fill.\n\nYou know, in the last five years, there’s been a massive scientific recognition of the problem. So they’re starting to look how we can fill that.\n\nIt’s probably enough just within the side. You know, one of the things we’ve been researching on invertebrates for the past 200 years is how to kill them.\n\nHow to get rid of them? How to zap them? And now, you know, there’s a lot more money and research going into how to protect them, how to avoid destroying their habitats and their lives.\n\nSo that’s really exciting. But it doesn’t mean there’s gaps. But what we’ve seen is the combination of factors. There isn’t one single thing.\n\nBut we know that several different factors have been creating this big long-term decline in many species and many critical species.\n\nBut also species that we love, you know, butterflies and mayflies and all sorts that we actually love because of how beautiful they are.\n\nBut also they feed other things that we think are beautiful like birds. And obviously they have critical functions in our food system.\n\nBut climate change, habitat loss, losing their habitat. And I’d have it being fragmented, which means they’re really isolated.\n\nThey’re doing well in one patch, but they can’t get to the next patch to mate, to recolonize, to feed, to have a refuge.\n\nThey haven’t got that corridor. Those fragmentation are really, really problematic, particularly in farmed land and land, which has been heavily degraded through usually farming.\n\nBut other reasons as well, like mining and development and encroachment from cities and towns.\n\nSo those two are biggies, but also pollution. Pollution coming from pesticides, fertilizers, manure, particularly in river and marine environments, which have so many invertebrates in them, critical invertebrates.\n\nAnd so that pollution, but it’s also things like plastic pollution and noise pollution.\n\nAnd so these biggies, you know, climate change is a critical one because they’re such small animals.\n\nTheir surface to volume ratio is very high, so they can lose heat and lose walks very quickly.\n\nSo they can be particularly badly impacted when you’ve got extremes that they weren’t predicting.\n\nAt the same time, insects and invertebrates can adapt. They’re known as radar tool.\n\nThey produce millions of offspring every year, many of them. So they can adapt.\n\nBut if we change it so fast, as we are with the climate change, and have attack loss and pollution incidents, then it’s very difficult for them.\n\nAnd they just crash. They don’t thrive and they don’t move around as they should.\n\nAnd so that’s one of the things that we can all do something about, having gardens, having green spaces.\n\nYeah, absolutely. You know, and as as you and I previously discussed, we had a Scott Zershi on the podcast series,\n\nthe executive director of the Earth, excuse me, Scott Black, the director of the Zershi society.\n\nAnd in that discussion, we were talking about the what looks like potentially the sixth great extinction.\n\nYeah, very scary, very scary.\n\nI’ve heard some pretty staggering figures around biodiversity and biomass reductions.\n\nAnd he mentioned in Germany, a study showing something like 75% decrease in flying insect biomass.\n\nThat was a big one. Yeah, that was one that triggered a lot of media interest. Yeah, it was scary.\n\nWhat’s your what’s your read? What’s your take on where we’re at worldwide in terms of some of these percent changes?\n\nWell, they are beginning to sort of do collective analyses of all the studies and suggestions that 40% are at risk of going extinct.\n\nAnd some of these will be ones that we haven’t even discovered yet.\n\nYou know, there’s invertebrates even around us that we haven’t discovered yet in these soils.\n\nBut in places in the global south in South America, there’s millions probably that we don’t know about.\n\nSo it’s hard to say, but there are 40% has drawn from a lot of studies that we’re potentially seeing massive extensions.\n\nAnd then there’s the sort of problem that you get when you get sort of extensional crashes locally.\n\nI mean, locally it could be in a nation or in a region.\n\nAnd, you know, we talk about foods and, you know, we love foods. It is chocolates and coffee.\n\nThey rely on a very tiny fly to be pollinated.\n\nAnd if you lose that fly for other reasons, for deforestation, for pollution, mining elsewhere,\n\nyou’re not going to get the chocolate and you’re not going to get the coffee.\n\nSo it’s things like that.\n\nAnd it is quite scary when you look at the figures about deforestation and removal of wetlands, critical wetlands in places.\n\nAnd we’ve done a lot of damage already in, I live in the UK, in North America.\n\nYou’ve got a lot of clearance already, but you do have your wilderness areas, which are amazing.\n\nRefuges and all wilderness areas are much smaller.\n\nBut we’re trying, but there are some really serious alarm bells ringing that we’ve got to all act on.\n\nYeah, absolutely. Well, wait a minute.\n\nSo it’s one species of fly that pollens chocolate worldwide.\n\nIt’s a tiny, tiny fly.\n\nI think there’s probably different species worldwide that have learned how to do it.\n\nBut from where chocolate originally came from, which I think might be Asia, but I might be wrong about that.\n\nBut yeah, it’s tiny.\n\nAnd so, you know, you can’t have another kind of species doing it, because they’ll be too big,\n\nor their wings will be too long, or they won’t have the right mouth parts.\n\nYou know, these evolution of relationships between bugs and plants have been over millennia.\n\nAnd you know, you can’t recreate them that easily.\n\nHowever, adaptable invertebrates are.\n\nBut what we’re trying to do, in some plots of the world, where they’ve lost their pollinators, like in China,\n\nthey’re actually doing hand pollination.\n\nAnd they’re developing robotic bees.\n\nI talk about that in the book, actually.\n\nI think it’s hilarious.\n\nYou know, the millions that will be spent, and the resources, like metals, that will be used in creating robotic bees.\n\nWhen we’ve got something on tap that is free, replicates itself, does the best job,\n\nand gets right to the heart of the flower.\n\nYou know, we should be protecting the bees, and the other pollinators,\n\nabsolutely without fail, rather than investing billions in robotic bees.\n\nOr spending millions in hand pollination.\n\nIs suitable in some circumstances, when you want to do things differently.\n\nBut it’s not a solution to world hunger without pollinators.\n\nOh, my gosh.\n\nYou know, this reminds me of an episode we recently did with Tom Chi,\n\nwho has a company called At One Ventures.\n\nAnd he’s tracking all kinds of emerging regenerative technologies.\n\nAnd he was talking about, in the energy industry,\n\nthere was a multi-billion-dollar carbon sequestration plant that was funded by one of the big oil and gas companies\n\nthat sequestered or has the potential to sequester the same amount of carbon\n\nas something like approximately 137 beavers.\n\nBeavers, right? Animals that do their things are free.\n\nAnd we don’t have depreciation.\n\nWe don’t have machinery that’s wearing out over time.\n\nAnd so…\n\nA lot of cement probably involved in that.\n\nLots of cement, which is unbelievably bad for climate.\n\nSo, yeah, if and as we’re getting more intelligent and harmonized\n\nwith the natural brilliance genius of all these different species and their roles,\n\nI think they’re going to do so much more in the way of restoration and regeneration\n\nthan probably, you know, many more technology.\n\nLots of say we shouldn’t do anything.\n\nAbsolutely.\n\nYeah. But there is actually billion spent on that,\n\nwhich could be used to really reinforce the existing systems,\n\nthe natural systems that can do it so well, like forests and woods and beavers,\n\nas you say, they’re amazing keystone species.\n\nBut so wood ants, you know, making sure the wood ants can survive.\n\nThey provide an environment in woods, for instance, up in Scotland,\n\nwhich provide a really balanced environment of pest predators and pathogens\n\nand herbivores, making sure that the forest survives well.\n\nWhen you take them out, the forest declines and you get over abundance of pest species.\n\nSo those keystone species exist in the invertebrate world,\n\nas well as the mammalian.\n\nYeah. I mean, carbon capture and storage, which is possibly what was being referred to there,\n\nthe carbon. You know, it’s still untried.\n\nIt’s still untested at scale.\n\nAnd they’re pouring millions into it, subsidies.\n\nOur taxpayers’ money is going into that.\n\nSo it’s really, it strikes me as interesting what you mentioned about the wild open spaces\n\nhere in the United States versus the smaller versions in the UK.\n\nI’m curious from a land use perspective,\n\nwhat would your policy recommendations be in a place like the UK given?\n\nYeah. Yeah.\n\nHow do patterns have already been deployed?\n\nWell, we’ve got a very dense population in the UK.\n\nYou know, we haven’t got as much land as you have to have wilderness areas\n\nthat are genuinely left to rewild themselves and maintain themselves\n\nto a strong degree.\n\nBut what we’ve done with our natural spaces,\n\nand our natural parks, our parks that are supposed to be protected,\n\nis not particularly well.\n\nI mean, seriously not.\n\nAnd you use them in ways which many think are deeply unsustainable\n\nand certainly don’t retain a nature and wildlife that we need to provide that refuge for those species.\n\nSo there’s a lot of campaigns to reinforce the rewilding approach to natural environmental, natural areas.\n\nAnd then there’s a whole spectrum.\n\nLike if you’re going to farm in those natural parks and nature parks,\n\nwhich we tend to have to because we’ve got a very large population that needs feeding\n\nand we don’t want to throw food from elsewhere too much,\n\nto do it in ways which protect nature.\n\nAnd you can do that.\n\nYou can do nature-based farming with a lot of really great habitat for,\n\nand rotations in the farm system,\n\nwhich can actually retain a really good population, diverse population of invertebrates,\n\nwhich will also help you when you farm, you know,\n\nlike that pest predators, you know,\n\nthey’re brilliant at doing what they do in a farm situation.\n\nBut actually introducing that into systems which have been farming cheap for a long time,\n\nor intensive cereals, et cetera,\n\nit takes a lot to change the culture and the habits,\n\nand also the supply chains and the buyers.\n\nSo it’s a complex picture we weave if we’re going to try and do more wilderness areas in the UK.\n\nThere’s a lot of opposition, there’s a lot of pressure.\n\nIt’s a bit of a hot topic here in the UK.\n\nBut that’s why I mentioned it.\n\nYou’ve had your wilderness for many years created by politicians and maintained,\n\nwhich we can be envious of,\n\nbut we don’t necessarily have the opportunity to completely recreate.\n\nPerhaps a shout out to Teddy Roosevelt.\n\nAbsolutely, yeah, he’s a bit of a call.\n\nBut we have, you know, we have done things here.\n\nWe have green belts, we have natural parks,\n\nbut they are under a huge amount of pressure.\n\nAmazing.\n\nWell, I want to be sure that we’re talking about the invertebrates in soil and water,\n\nbut before going there, the flying ones,\n\nthe ones perhaps many of us might think of more immediately.\n\nYou know, I drive through the Midwest,\n\nso regularity.\n\nAnd I’ve really noticed these past few years that we get far fewer bugs on the windshield\n\nthan we did last driving there as a kid.\n\nAnd around here, lately in Colorado,\n\nI’ve been actually thrilled to see more bugs on the windshield\n\nas perhaps morbid as that might sound or counterintuitive as that might sound.\n\nWhat it essentially implies is that the populations are stronger, right?\n\nStronger, absolutely.\n\nYou know, it’s funny.\n\nThat was the subtitle of the book originally.\n\nWhen I recently put it to Chelsea Green,\n\nit was so great in accepting it.\n\nThey said, maybe the young people won’t know what you’re talking about when you say\n\nand how to get the bugs back on your windshield,\n\nbecause we haven’t had them for so long in the UK.\n\nUnless you’re in an amazing organic farm or one of the good parks,\n\nit’s very rare to get bugs on your windshield.\n\nBut funny enough, we have a bug life,\n\nwhich is a conservation organisation for invertebrates.\n\nThey do a splatter campaign every year,\n\nand they get people to print out a splatter test\n\nfor their cars.\n\nAnd then you drive for a while,\n\nand then you send it in the results.\n\nAnd it’s citizen science with the splatter test.\n\nBut I think, you know, that’s an indicator if you’re getting more in Colorado.\n\nThat’s really great.\n\nBut I think the intensification of our farming systems,\n\nthe neatness of it, the chemicals,\n\nthe reduction in edges and woodlands,\n\nall massive factors in that, you know,\n\nthe invertebrates just have got a chance.\n\nWow, I love hearing about the citizen science work.\n\nWe did something here for organizations,\n\nand the city of Boulder,\n\nwith different organics, soil amendments,\n\nand people who are testing for carbon sequestration\n\nand wildlife.\n\nOh, great.\n\nReally a lot of fun to participate in that.\n\nThat’s cool to hear about.\n\nWe’re actually starting to talk here about people getting money off their water bills\n\nif they have soil in their gardens,\n\nbecause people are starting to, you know,\n\ntoo much concrete or tiling or even worse,\n\nplastic grass.\n\nYou know, they’re terrible in all sorts of ways,\n\nbut they really don’t absorb the water.\n\nSo you get, you know, potential flooding and things like that.\n\nSo it’s an interesting fiscal measures\n\nthat could help drive people towards that.\n\nAnd more carbon, knowing that they’ve got more carbon,\n\nwe’re exciting people, I would have thought.\n\nSo that’s really clever of Boulder.\n\nOh, that’s amazing.\n\nHow far along is that after that?\n\nNot very far as far as I know.\n\nI saw a headline.\n\nI thought I was very excited about it.\n\nWe need to push it.\n\nWe need to push those things.\n\nYou know, getting those nudge things\n\nthat can help people make decisions differently.\n\nAlthough I think we should ban plastic lawns.\n\nSorry, that’s it.\n\nI don’t know if we’ll get that,\n\nbut you know, there’s all sorts of things people can do.\n\nEven if they’ve got concrete,\n\nthey can put pots, do a lot.\n\nYou know, if they can’t get rid of the concrete,\n\nthey can do an awful lot for the bugs.\n\nAbsolutely.\n\nWhat are some of the techniques\n\nif folks have a lot of concrete they’re dealing with?\n\nYeah, well, we’ve got actually Chelsea Green\n\nwho published a brilliant book by a guy\n\nand I’ve forgotten his name right now,\n\nbut I can share it with you.\n\nHe’s done that balcony gardener\n\nor something like that.\n\nHe’s got brilliant ways of producing amazing abundance\n\nin pots, in planters,\n\nand even on a balcony you can produce a lot of food\n\nand a lot of flowers for the pollinators.\n\nAnd that book’s got loads of ideas\n\nand there’s a lot on the internet as well\n\nabout how you can raise a lot of plants\n\nin diversity and diversity is key to protecting the bugs.\n\nSo if you have a garden with mostly concrete,\n\nyou can put a huge amount of plantas,\n\nyou know, raised beds with soil,\n\nso you get the soil bugs as well,\n\nand healthy soil gives you healthy food.\n\nBut even if you can’t be raised beds,\n\nyou can do a lot of pots.\n\nYou know, if you’ve got a small yard,\n\nyou could have 50 pots all producing different things\n\nand flowers at different times a year.\n\nAnd having that year-round flowering\n\ncould be really important for the invertebrates\n\nin terms of a refuge, food source,\n\nnest thing, areas.\n\nSo there’s a lot you can,\n\neverybody can do something.\n\nYeah, absolutely.\n\nI’ll do something.\n\nI love this.\n\nAnd I’m starting to envision slogan,\n\nsave the chocolate fly.\n\nYes, yes.\n\nPlant it, plant it.\n\nPlant something in a garden, save the chocolate fly.",
  "related_episodes": [
    {
      "title": "Episode 126 – Dr. David Haskell, author,Sounds Wild & Broken",
      "url": "https://yonearth.org/podcast/episode-126-professor-david-george-haskel-sounds-wild-broken/"
    },
    {
      "title": "Episode 124 – Nick DiDomenico, Co-Founder, Drylands Agroecology Research",
      "url": "https://yonearth.org/podcast/episode-124-nick-didomenico-co-founder-drylands-agroecology-research/"
    },
    {
      "title": "Episode 121 – Oliver Retzloff, Proprietor, Wild Nectar Flower Farm",
      "url": "https://yonearth.org/podcast/episode-121-oliver-retzloff-co-founder-wild-nectar-farm-w-eric-knutson/"
    },
    {
      "title": "Episode 102 – Julie Morris and Louise Chawla, People & Pollinators Action Network",
      "url": "https://yonearth.org/podcast/episode-102-julie-morris-and-louise-chawla-people-pollinators-action-network/"
    },
    {
      "title": "Episode 94 – Tom Chi, Founder, At One Ventures",
      "url": "https://yonearth.org/podcast/episode-94-tom-chi-technologist-eco-investor-at-one-ventures/"
    },
    {
      "title": "Episode 28 – Scott Black, Executive Director, Xerces Society",
      "url": "https://yonearth.org/podcast/episode-28-scott-black-xerces-society/"
    }
  ]
}