{
  "title": "Episode 57 – Mohawk Women Leading the Three Sisters Sovereignty Project",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/7943/episode-57-mohawk-women-leading-the-three-sisters-sovereignty-project.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-57-mohawk-women-leading-the-three-sisters-sovereignty-project/",
  "episode_number": 57,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Erin William Perry author thought leader and executive consultant the podcast and video recordings are",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcast Series.\n\nToday we have a really special episode for you as we are at the Three Sister Sovereignty\n\nProject with Fallan Jacobs, Hi Fallan.\n\nGo any of us to Jocke, and Tiffany Cook.\n\nAnd what’s happening here in Central New York is an absolutely spectacular and a\n\nvery important story, not only for indigenous sovereignty, not only for what\n\nwomen, leaders and community are doing, but truly for our whole country and\n\nfor our whole society. And I’m so excited to dive into our conversation and\n\nbefore we get started, let me just tell you a little bit about our guests.\n\nSo Tiffany Cook, immediately to my right, is a grandmother and mother of three.\n\nShe runs a successful juicing and nutritional support initiative, which brings healing\n\nthrough food to the tribe. Tiffany also has a farm and indoor facility where she grows\n\nall of her own microgreens for her business, helping people get off of their diabetes\n\npills, heal and detox from the poisonous environment surrounding them.\n\nFallan Jacobs at the other end is a mother of four children who has worked closely with\n\nthe community of the aquasasinate on economic development, labor market information studies\n\nand small business support. As a fierce defender of sovereignty and human rights,\n\nFallan spent 12 years in successful court battle against the Canadian border service agency\n\nprecipitated by an egregious harassment at the border where she was subjected to unprotected\n\nuranium exposure, resulting in the loss of her baby. The agency was found guilty of six\n\ndiscrimination counts by the Canadian human rights tribunal, the federal courts and the\n\nfederal appeal courts of Canada. Fallan now works with indigenous youth and families\n\nto rekindle, restore and enhance their sense of cultural identity with land-based teachings\n\nand community connections across the province of Ontario.\n\nGalwenios, the jock spends most of her time as a homemaker caring for her five children.\n\nShe’s in the middle, if you haven’t figured that out, we’re pointing this out a little\n\nbit for video. She has helped develop traditional support, cultural teachings and preservation\n\nwithin the tribe. She is currently enrolled at the Native Education and Training College\n\nin a one-year program to be healing and wellness counselor. Galwenios has always been compassionate\n\nabout her people and community and wishes to continue working with women, men and youth\n\nwho suffer from domestic violence, sexual assault, as well as help others to regain their\n\ncultural identity. Galwenios is also a self-taught seamstress and has a small business making\n\ntraditional dresses as well as designing her own clothing line.\n\nNow some of you may have heard of the Mohawk people and we’ll be talking about what\n\nthis whole movement of returning to the ancestral homelands is all about and if I could maybe\n\nfall in and ask you to kind of kick us off and talk about what’s happening here and why\n\nare we here at this particular place?\n\nThis is our ancestral soils, our territories and we back when prior to colonization this\n\nis where we had originally lived on the land here and colonization happened and reservations\n\nhappened and small boxes were placed in areas where we had to live on. So we’ve had this\n\nbeautiful opportunity to partner with the Waterfall Unity Alliance to come and return\n\nback to our ancestral soils to build our community back up. I think that you need this and it’s\n\njust really important to us. So we’ve actually established the Three Sisters Sovereignty Project.\n\nDo you have anything to add to that?\n\nNo. I think once we get into this we’re going to be talking about it also. No.\n\nI’m wondering, could you tell us a little bit about your name and what it means and how that relates\n\nto the work that you’re doing for the community more broadly and also here for this project?\n\nWell, how many of them means my carry a message or I make good words?\n\nI guess now that I’m an adult, I’m living up to my name and I have many messages.\n\nBut as far as the work, I’ve been on my healing journey since I was 30 so for the past six years\n\nand now I’m just to the point where I’m ready to give back and help other people start the process\n\nand figure out what the pieces back together to their own puzzles and just their healing journeys.\n\nThank you. Tiffany, you with healing have been doing a lot with the plants in particular.\n\nAnd you’ve been making very delicious and very helpful juices for people and I got to try this myself the other day.\n\nIt was amazing and thank you for that.\n\nYou’re welcome.\n\nAnd I’m wondering if you’ve shared with me a bit over the last few weeks about some of the conditions at the reservation.\n\nAnd maybe you can describe a little bit what’s been going on there with the people in terms of some of the industrial pollution and everything and how you’ve been helping with the work you do with the plants.\n\nWell, the green drink was designed to help with detoxing the body, especially with the heavy metals and it also is helping people to get off a lot of their medications that they’re on.\n\nAnd I think that with the environment, a daily detox is needed in order to even have any kind of, you know, healthy life.\n\nSo, especially on the reservation, I feel like we need it every day.\n\nYeah, and it’s my understanding on the reservation that there’s essentially a super fun site resulting from industrial pollution right from a couple of different factories.\n\nCan you, like what I forget what the companies are that were there, not that this is necessarily about calling out any particular companies because this is something that’s been going on all around the country and all around the world.\n\nBut just so people have a bit of context around the specifics at the reservation, I think that would be helpful.\n\nWell, one of them was GM and one was alcohol.\n\nGM and alcohol.\n\nRight.\n\nAnd they were making all manner of industrial products, materials with incredibly toxic byproducts, right?\n\nIt’s actually still there in the ground and they’ve covered it up thinking that it’s safe just by topping it off with topsoil.\n\nRight.\n\nSo, it’s also in the waters close by that come down into our water.\n\nMm-hmm.\n\nAnd just in the past, bring, they started the dredging so they were bringing everything back up.\n\nAnd then it was airborne again.\n\nMm-hmm.\n\nSo there’s like our waters are contaminated with PCB.\n\nSo there’s an advisory that we can’t eat any of the fish from the waters because of the levels of mercury and stuff like that.\n\nYou know, that’s why Tiffany has the green drink to get those heavy metals out of the bodies because in the mercury and the PCB start reacting with other substances that are in the body.\n\nAnd it’s really not good.\n\nRight.\n\nIt starts breaking your system down.\n\nBut Tiffany had mentioned alkoa.\n\nAnd would you say GM?\n\nAnd then there’s also rentals and then there’s dontar.\n\nSo we had a tremendous amount of toxic sites around us.\n\nBut that’s just really how it was planned out.\n\nI guess not by us obviously.\n\nBut that’s really how they put sites onto lands as they do it around reservation areas where there’s the indigenous peoples.\n\nYou know, like not only do they put us put the reservations on like the crappiest soil areas, but they also put them on the boundaries in case there’s any type of invasions that should happen from another country.\n\nThey would have to go through the indigenous peoples first.\n\nSo we’re always the ones that are defending everything.\n\nAnd so our land that we have on the reservation in aquisusnet is not the best soil.\n\nLike Tiffany had said, like a lot of the toxins are still trapped in the soil because they didn’t they didn’t extract and pull the soil out and ship it all and have it cleaned and refresh the soil there.\n\nSo actually just put it into containers.\n\nIt’s in the ground and then they just put a layer one layer of gravel and top soil.\n\nAnd so what happens when we have summer heat is the condensation.\n\nIt’s all airborne, right?\n\nLike the moisture, if it rains, it comes up through the soil.\n\nAnd these these top these sites are like terrible.\n\nI remember being a little girl and seeing all these big smoke stacks, right?\n\nAnd just billowing into the air and even if we like wanted to go to like the closest little city which would have been the city of Cornwall, you would even smell that.\n\nIt was terrible.\n\nAnd the dom flowering that was the paper mill, but it was just gross because they were just, you know, I don’t know if there was any regulations or what, but they all had their pipes right into the water.\n\nAnd so it was just like draining.\n\nAnd it’s international water. So who’s going to regulate it, right?\n\nLike because they’re going to be American, Canadian, New York, Ontario, Quebec, like, who? Nobody.\n\nSo they just get away with something and everything in there.\n\nAnd so it’s always up to the people in the community to be strong and say like we’ve had enough.\n\nLike we, you know, we can’t be doing this.\n\nLike the cancer rates are through the roof and diabetes.\n\nAnd a lot of birth defects too.\n\nNow the young mothers having babies, there’s a lot of, there’s a lot of difficulties.\n\nLike just, just being able to give birth to their babies and that’s not a month that we’ve noticed.\n\nYeah, yeah.\n\nAnd I just make one point too.\n\nThe other point is that that’s the reason why I started growing inside.\n\nAnd that was part of the whole, you know, concept of the green drink was to grow as much as I could inside.\n\nSo that, you know, like it could really help with the environment problem.\n\nSo that it would help to detox our people just by growing herbs and greens and microgreens.\n\nThat’s the biggest reason why I started growing inside.\n\nAnd I love your name.\n\nGot you Jahaway.\n\nGot you Jahaway.\n\nWhich means carrying the flowers.\n\nAnd you’re from the, maybe you could tell us a little about the clan system and your clan and how that relates to the healing work you’re doing.\n\nWell, the Bear Clan is medicine.\n\nSo it’s definitely something that’s really important.\n\nSo, yeah.\n\nI feel like not only do that, but I try to help in other ways of healing, like just especially a lot with children.\n\nI have a really close bond to a lot of children in the community.\n\nAnd I believe that’s why.\n\nIt’s because of my clan.\n\nI think it’s just our energy because all kids love her.\n\nJust the kids that just meet her.\n\nAnd Galenio, you’re from a different clan, right?\n\nAnd can you share a bit about that?\n\nWell, I’m Wolf Clan.\n\nAnd so with the Mohawk people, there’s three clans.\n\nThere’s Bear Wolf and Turtle.\n\nAnd both of my sisters are Bear and I’m Wolf.\n\nSo all my kids are Wolf and that’s how we carry on.\n\nOur class is through our mothers.\n\nAnd what is the significance of Wolf Clan?\n\nWhat’s that special identity that you’re carrying?\n\nWell, they always say that we’re very political.\n\nWe’re arguing.\n\nI was gonna say that.\n\nStanding back, you can now put down.\n\nYou can even tell in babies when they’re Wolf Clan underborn.\n\nReally?\n\nYeah, because my granddaughter’s a wolf.\n\nAnd she’s.\n\nMore vocal?\n\nShe’s a lot like a wolf.\n\nWe don’t take shit from nobody.\n\nAll right.\n\nI’ve noticed that.\n\nThat’s really beautiful.\n\nAnd so you’ve got at the reservation that the Mohawk people\n\ndidn’t decide to move there necessarily, right?\n\nThis was all part of a history that’s played out over centuries\n\nwith the incursion of the Europeans going back many centuries.\n\nAnd now where we’re situated, as we’re recording this,\n\nit’s at this beautiful waterfall house in Central New York,\n\nright near Fultonham, near Skahari in the Skahari Valley,\n\nsouth of the Mohawk Valley.\n\nAnd these lands here are in pretty good shape in terms of\n\nnot having a whole lot of industrial pollution.\n\nAnd so it’s amazing that you’re in the process of coming back\n\nhere to the homelands and to grow the food and grow the medicine\n\nhere as part of the three sister sovereignty project.\n\nMm-hmm.\n\nAnd I’m wondering, Fallon, maybe I’ll ask you in terms of the history,\n\nthe backstory, and what’s happening now and how that relates to\n\nprophecy.\n\nWhat’s the significance of the three of you being here right now?\n\nWell, first of all, my name is Dan and I say,\n\nyou didn’t talk about my name.\n\nI didn’t get there yet.\n\nOkay, anyhow, the significance of us being here with prophecy?\n\nI think that while we had been discussing a lot of things for quite\n\nsome time and how do we get to a place where we’re able to attain\n\nsomething like this, like it always seemed like there was just\n\nsomething bigger that we were supposed to be doing and we were\n\ntrying to just go throughout life doing what we needed to do.\n\nYou know, that like, I don’t even want to say it’s western,\n\nbut kind of western of just getting the bills paid, stuff like that.\n\nBut there was always something that was bigger\n\nand there was something more and it was on a larger level.\n\nAnd we weren’t really able to identify exactly what that was\n\nbecause we had so many several little projects.\n\nAnd then how do we attain all of these projects?\n\nAnd then how are we supposed to attain all of those projects\n\nwhen we were in such a tight boundary line by a reservation?\n\nBecause really, we wanted it to be more like a good friend of mine.\n\nHis name is Salt. He always showed up to Salt.\n\nAnyways, he had always considered reservation to be preservation.\n\nLike we’re supposed to be looking at it as a preservation to preserve\n\nwhat we have and take it from there to the next level, right?\n\nSo now we’re in Skahari Valley at the waterfall house.\n\nAnd there’s just a beautiful environment here because of the trees\n\nlike in the medicines and natural medicines and natural root systems\n\nthat are here in the ground because the soil is so healthy here, right?\n\nAnd we even had went down to the waterfall and we drank radar of the water.\n\nIt was really clean and sweet and like we can’t drink the water at home.\n\nLike we can’t just go on to the river and grab a cup and drink it.\n\nWell, we could, but do you really want mercury in your body?\n\nBut here you’re able to just scoop the water and drink it if you want.\n\nSo I think that when we have a cleaner environment and we’re eating cleaner,\n\nthe air is cleaner, our thoughts become cleaner and we’re able to move forward\n\nwith all of our projects and that’s really everything that’s natural\n\nbecause we’re not industrial people.\n\nWe see another way of moving forward where it’s a little bit sustainable\n\non the ground level because we are natural people.\n\nWe recognize that we are a nature, we’re a part of nature.\n\nWe’re not, we’re not a both nature.\n\nAnd Deja Hundate, I was going to ask you about this.\n\nSo my apologies I didn’t get to it as quickly, but I love what your name means also.\n\nAnd I think it really relates to what healthy landscapes have, right?\n\nYeah, and so…\n\nWill you tell us what it means?\n\nWell, throughout my life, Deja Hundate means bright green grass.\n\nAnd so I found out kind of learning, right, what my name meant by living\n\nbecause my name’s pretty old.\n\nIt has passed down to me by my great-great-grandmother’s best friend.\n\nSo that’s pretty old.\n\nBut what I’m finding out in my lifetime with my name is that\n\nit’s hard to accept when something’s gloomy or dim\n\nbecause my name has bright in it.\n\nAnd so I’m always doing what I can to brighten the situation\n\nor shine some light on it and create that foliage like that bright, you know,\n\nthat bright environment like.\n\nAnd I think that’s how I’ve become so positive and optimistic\n\nbecause it’s part of my name, I think.\n\nThat’s so beautiful.\n\nI love we were all down at the waterfall earlier this afternoon.\n\nAnd we had quite an adventure.\n\nWe actually walked through the river to get to another spot\n\nby the waterfall and it was cold water and we had a lot of fun.\n\nAnd I noticed along the way there were a bunch of beautiful patches\n\nof very bright green mosses and other green growing things.\n\nAnd it just brought me right back to my childhood\n\nand to the incredible hopefulness and nourishment that I experience anyway\n\nwhen I see these very bright green growing things.\n\nAnd I’m just wondering, you know, how much that by itself\n\nis medicine for people?\n\nIt feeds our spirits, you know, just being in that environment\n\nand it just feels like home and it just feels like that’s just where we belong.\n\nAnd you know, like what file and say and how we’ve had to become like\n\na custom for the Western society and like have jobs and whatnot.\n\nAnd we never feel like we are in our natural element until we’re back.\n\nYou know what I mean?\n\nAnd like, all right, we’re home now and we can just enjoy our lives\n\nand our surroundings and it really feeds our spirits, you know?\n\nAbsolutely.\n\nAnd I want to just share that while we were down at the waterfall,\n\nwe had the opportunity to take some really beautiful photos and some videos\n\nand those should be on the website, threesistersproject.org,\n\nfor you to check out.\n\nAnd I don’t know, I’m sure we’ll talk it over in terms of whether we put\n\nsome of the funny outtake videos on there too,\n\nbut we had a lot of fun down there, right?\n\nAnd just so much laughter and joy, I could just tell that being there\n\nwas so uplifting.\n\nA little bit of goofing around too, right?\n\nThat’s good medicine.\n\nLaughter is good medicine too.\n\nGet us to do anything.\n\nWell, I’m wondering also, I think, you know,\n\nsome of our audience is probably familiar with three sisters\n\nand what that is referring to.\n\nAnd Tiffany, I know you’re getting ready for the first round of gardens\n\nand growing here.\n\nAnd maybe you could tell us a bit about what three sisters means in the garden.\n\nIt means corn beans and squash.\n\nAnd I’m hoping to get all heirloom seeds,\n\nand we’re going to start stalking them.\n\nBeautiful.\n\nSo even in addition to the food that’s being grown here,\n\nit becomes a repository of some really robust heirloom seeds as well,\n\nwhich probably becomes a beautiful resource for the broader community as well.\n\nThat’s wonderful.\n\nAnd I know some of our permaculture friends are familiar with the idea of guilds\n\nand planting certain plants together where they really thrive and flourish together\n\nand the beans are nitrogen-fixing.\n\nAnd maybe you could tell a little bit about how they all work together.\n\nWhy is it such a good set of three to grow together?\n\nBecause the corn grows the tallest.\n\nAnd then the beans and squash, they grow to the ground.\n\nSo the corn acts as a shade for them at the hottest point,\n\nbecause they like it cooler.\n\nSo they all go really happy together.\n\nAnd then the beans just like to spiral around the corn.\n\nAnd then like even we have a food song that we do.\n\nThey’re in ceremony called Gyohaekwa.\n\nAnd we do that.\n\nAnd our 13th ceremony is throughout the year.\n\nAnd even when we do that, the men get up and they start and align,\n\ngoing around.\n\nAnd the women get in between and at one certain point.\n\nThe women act as if they’re the beans, the men are the corn.\n\nAnd then so we weave in and out as if we’re going around the corn.\n\nBeautiful.\n\nI think that’s old though.\n\nI really think that that’s old because I feel like it just were only in the last couple of years\n\nthat it’s coming back because some people don’t do it like that.\n\nI think things have been forgotten or not taught.\n\nThey grow everything separate.\n\nBut it should all be grown together.\n\nOne of the things I’m really struck by with your vision for the three sister\n\nsovereignty project right here is building a long house for education.\n\nAnd for the continuation and preservation of the cultural knowledge.\n\nAnd I also know for you that the preservation of the language itself is essential.\n\nAbsolutely.\n\nAnd yeah, maybe you could describe for us what’s going to be built here next year.\n\nAnd what will this look like for people?\n\nWell, we hope to start the long house on spring.\n\nExcuse me.\n\nAnd the long house is the first thing on our list up to do.\n\nAnd then we want to get the canary up or the cook house.\n\nThe cook house is where we all the women go to cook for ceremonies or for any type of gatherings.\n\nIt’s almost like that’s where everyone gathers.\n\nYou know, to share food, to share like those subsidence and whatnot and nourishment.\n\nAnd then we want to get the language school up because that’s what connects us to both worlds.\n\nYou know, this world and the sky world.\n\nThat’s our connection to the earth.\n\nThat’s our connection to the plants, to the animals, to just the other world there.\n\nAnd our names are also that’s how we connect.\n\nWe always introduce ourselves and where we come from to the plant so that they know who we are.\n\nEspecially when we need them to need their help, you know, for different sicknesses and whatnot.\n\nSo the language, though, is really, really important because there’s been a huge growth in the number of fluent speakers now in the younger generation.\n\nAnd there’s a lot of programs that were developed specifically for language where even adults can go take a two-year program where it’s strictly mohawk.\n\nAnd they come out and they’re able to be teachers, mohawk language teachers.\n\nAnd then back home we have the Aquasusna Freedom School, which is a mohawk immersion school.\n\nI went to that school, my kid’s school to that school.\n\nMy 10-year-old daughter is a fluent speaker.\n\nIt’s just really important, you know, it’s part of our identity.\n\nAnd that’s what keeps us strong and our mind strong and gets us through a lot of things.\n\nAbsolutely beautiful.\n\nYeah, our language is really colorful too.\n\nLike it’s very vibrant, you know, like English language is just very kind of streamlined.\n\nIt’s not, in order to describe something in the English language we’d have to say like yellow, orange, blue, or whatever, but in our language it’s so much more vibrant that it encompasses that feeling and what you’re seeing.\n\nSo something might mean like it’s the color of the sunset on a summer day so that you’re like, wow, right?\n\nBecause you think of the sunset on a summer day and you’re like, they’re gorgeous.\n\nYou know, so that’s really what the language is like.\n\nIt’s very beautiful.\n\nYeah, it’s not really like what, like at the chair, you know, on its guala.\n\nIt doesn’t mean the chair actually talks about, I believe the legs, like of what’s holding you up underneath.\n\nSo that’s what’s keeping you up above, above, above the floor.\n\nSo yeah, the language is really, I don’t know.\n\nYou could say one word and then when you translate during Glish it’s like a whole sentence, you know.\n\nYeah, it’s so rich.\n\nYeah, I’m really excited about what is happening with the language and the opportunity\n\nfor there to be more education resources here around the language.\n\nAnd for that to go along with the experiences of walking through the forest and to the gardens\n\nand down to the water’s more, it’s a really kind of holistic approach, an immersion approach\n\nthat I think will be really powerful for people. Yeah.\n\nWell, let me just share it with the audience that you can go to 3SistersProject.org\n\nto check out some of the videos and photos and more information about the vision for the project\n\nand also right now it’s so important that we support the project at whatever level works for us\n\nand you can go to the website to figure out the link to gofundme.com slash f slash 3Sisters SOV\n\nand we’ll include this link in the show notes as well. And right now the initial budget is a little\n\nover a hundred thousand dollars to get things going with the long house and the gardens\n\nand to really get this powerful beautiful project underway in Central New York.\n\nAnd regardless of where you’re located, my hope is that you’ll engage and you’ll support\n\nand help make this a reality. And you know, one of the things I want to make sure to share for\n\nour audience to help connect a dot that I gather most people may not really know about when\n\nBen Franklin was helping to frame up the Constitution for the United States. A lot of the core key\n\nideas that he brought to the convention actually came from the Mohawk people and from the Iroquois\n\nConfederation, right? And so maybe you could tell us a little about this but I think this is such an\n\nimportant link to the culture and the society we’re sharing more broadly here in the United States.\n\nAnd you know wherever we’re finding democracy around the world at this point.\n\nWell the core elements of the Ghana will go with those great pieces or the great laws,\n\nrighteousness, peace, love. Well they say power too but it’s not. Power is not like\n\nyou wouldn’t say power like like you have a higher authority. Yeah, we don’t like to use power\n\nanymore because we see how people have these recorded power in another system. So in our way,\n\npower is like it’s that responsibility. It’s a responsibility. It’s your like your inherent\n\nresponsibility to or not here yet. When we were taught as babies, we always have to look out for\n\nthe next seven generations like that’s something that they teach us all through our lives. Everything’s\n\nbased off of that and it’s all about peace. It’s all everything is about peace like maintaining a\n\npeace and using your voice and how we come to make decisions is through consensus.\n\nIt’s not we don’t like vote in with ballots and say whatever it is. It’s a lot of dialogue and\n\nconversations that have to happen to come to a consensus and if the people don’t agree on something\n\non that night then the issue is put under the pillow for the night and then you come back to it\n\nthe next day. However long it’s going to take for your community to come to a consensus to be able\n\nto make a decision to move forward. So that’s part of peace because everyone’s voices are heard\n\nand then your peace is always just something that you’ve always done and I mean if you’re having a\n\nhard day or not a hard day but if you’re going to disrupt the peace then maybe you should\n\ngo be alone in the woods somewhere or go fasting or go take care of yourself, your self-care\n\nwhatever that looks like so that you can keep that going on that peace within you so that the\n\npeace you have peace around you you know so that’s not like you just keep the peace.\n\nYeah it’s so important right even when we’re preparing food for ourselves for our family\n\nif we’re in a bad space to take some time to adjust that right yeah it’s such an important practice\n\neven when I saw something you know because my energy goes into the whatever I’m making and\n\nintentions good intentions keep your intentions well right because otherwise I mean you put\n\nsomething not so well all it’s going to come right back so just do your work your inner work\n\nwith issues if you have issues take care of them heal them yeah move forward so that you’re just\n\npeaceful peaceful enjoy it yes yeah that sounds fun when go any of the you I saw you sewing earlier today\n\nsome amazing amazing skirts and some of the pictures taken at the waterfall obviously you guys\n\nwere wearing these absolutely beautiful garments and yeah you were doing stitch patterns I didn’t\n\neven know existed it’s incredible what you’re creating and what you’re sharing and I know if folks\n\nsupport the project at a certain level they’ll be able to get a skirt themselves and anyway tell\n\nus a bit about what what’s that for you when you’re making these these beautiful skirts and garments\n\nwhat what’s that process like well like I it’s actually a very long process because some I don’t\n\nknow if people expect to just say okay I want to dress and somebody just hurrys up and does\n\nadjust real quick um I can’t do it like I I take a lot of time and I really look at the fabric\n\nlike does this is this gonna suit this person you know is this gonna look really look nice on this\n\nperson um today’s colors you know match the person well um and I’m not gonna make something where\n\nI know they’re not gonna be happy with it or not even want to wear it you know so um I’m very\n\ndetail oriented and so that’s kind of my shortcoming a little bit because that is slow the process\n\ndown just because sometimes I think about it so much like is she really gonna like this you know\n\nor even them um because I don’t only make skirts I make all kinds of clothing traditional\n\nclothing for men for kids um every day where I’ve done um clothing lions for um couture high fashion\n\num ready to wear that’s really my passion is the ready to wear and the high fashion stuff um\n\nbut as far as the skirts um I really enjoy making them you know um excuse me I go to a lot of the\n\nquilt shops and I really I get the uh the good material and it’s really gotta speak to me\n\nlike papa at me and yeah the ones I’ve seen are exquisite and the color combinations are\n\nthey’re extraordinary I mean it’s like you’re painting with a painter’s palette yeah I’ve always been\n\nI’ve always been an artist um since I was a girl um high school I’ve always been uh into art and\n\ndifferent things um and I just think it was because of the school the freedom school I remember um\n\nI don’t know if anybody’s familiar with goji juni fox um that’s who I remember coming into the\n\nschool when I was a little girl and she always would teach us different types of uh projects\n\nusing different media and like clay and like painting and you know we got to do all kinds of stuff and\n\nso um they taught us how to sew and um and that’s what my daughter’s learning my oldest daughter\n\nthey’re teaching them to quilt and cook and um\n\num life skills life skills yeah so important so beautiful because now because of that I’m able to\n\nsupport my family you know um yeah so that’s keep this in mind when you’re thinking about uh\n\nsupporting the project and you’re thinking about what level you want to get involved at and uh\n\nyou know I want to take a minute to also give a big shout out to Bethany Yaro and uh we we right\n\nnow we are we are at the waterfall house which is a an early 19th century roadside in and it’s just\n\nan incredible gathering space and Bethany has graciously and so generously made this available\n\nuh to you and many from the mohawk community for the three sister sovereignty project\n\nyeah and to get things going and also to do ceremony here yeah back on the ancestral lands right\n\nand yeah just yesterday uh when you know uh we’re recording on a real day the real time and this does\n\nnot air live and so just yesterday uh from the recording here um was a beautiful ceremony right here\n\non this land and uh just perched above the the waterfall yeah and uh I I know that there’s a lot\n\nthat occurs in ceremony we we don’t talk about and record but maybe you could just share a little\n\nbit about uh what was that yesterday and and why was that important to be able to do right here on\n\nthis land uh well we did um the moan ceremony and uh it was just the way to bring the women\n\nback here and connect spiritually with um with the waterfall um the moan um because the moan is\n\nreally important for for women um and that’s our connection you know through our moan time through\n\nour child childbirth um through our plants growing all kinds of things that you know we really\n\nneed the moan the the moan place a really huge role in our everyday lives and it’s really important\n\nthat we acknowledge her and think her you know every month when she’s at her most\n\npowerfulness you know so that was actually I don’t know if that was the hunters\n\nmoan or what moan? Beaver moan? So usually we try to come together on a full moon right\n\num and do our our women’s ceremony or women’s lodge them um to uh connect manifest\n\nopen the portal beautiful yeah yeah yeah so there’s 13 moons in the year right 13\n\npieces about turtle shells for turtle island and um that’s really what we follow\n\nis the 13 moons we don’t really follow the 12 month calendar right you know our our ceremonies are\n\nbased off of the 13 moons that moon cycle and even for like our viewers I mean if you think about\n\nwhen you’re like patting into the full moon or you want to keep track of the full moon on your\n\ncalendars it’s always good to know when the full moons are because the the strength of the\n\nmoon is very magnetic and some people don’t know that sometimes what they’re feeling is just the\n\nfull moon and how to let things go on full moon because our bodies are like a large percentage of\n\nwater content and the full moon has the power to create tsunamis off of the oceans you know\n\nthe full moon is what creates the tide so our bodies are water so it’s important that you take\n\nthat time on the full moon to do what you got to do um because it is pretty tight it’s intense out\n\nthere around the full moon if you don’t know what a full moon is you know yeah yeah it’s interesting\n\nthat all around the world the number 13 has tremendous significance around the the female aspect of\n\nthe divine the goddess energy and there there are some amazing um aspects of this number 13 that\n\nI’m sure we could talk about some other time in more depth and and for those of you who are\n\nfamiliar with the Fibonacci series it’s in that series of numbers as well and um there’s some\n\nreally beautiful knowledge to unpack around that yeah to understand I think more fully our human\n\nexperience and you know I think if the entire planet could understand how the full moon is then\n\nlike there’d be an immense amount of peace because everybody would be acknowledging the full moon\n\nand its powers and you know honoring the full moon and also taking that time to let things go\n\nissues go whatever’s bothering them or take a salt bath to like cleanse their energy or any type\n\nof ritual that they can find to do around the full moon just to get back into that’s going to like\n\nthat peace you know enjoy I mean yeah I think that the planet would totally it’d be a different\n\nvibration and frequency yeah be happy yeah absolutely absolutely salt baths are a great idea\n\nof mentioned something about salt baths in just a minute and I want I want to take a second to\n\nremind our audience that this is the Y on earth community stewardship and sustainability podcast\n\nseries and we are in central New York at the waterfall house at the Three Sisters Sovereignty\n\nproject and we’re visiting with Galonia Stajac Fallan Jacobs and Tiffany Cook and talking about\n\nwhat’s getting underway here with the project and I want to take a moment to thank all of the\n\nsponsors that make this series possible through the Y on earth community and on that note of the\n\njoy and peace we through the Y on earth community we are doing community mobilization work\n\nthroughout the country and throughout society and we focus on soil regeneration and climate action\n\nand we have a third leg which is culture of kindness and it’s so important that we each as individuals\n\nare cultivating this peace this joy this kindness with everything we’re doing and it’s a lot of\n\nfolks who are making this work possible and I want to just give a special shout out to Patagonia\n\nto Purium beauty counter earth coast productions the Lidge Family Foundation the International Society\n\nof Sustainability Professionals and of course Waylay Waters which is the hand crafted bathing salt\n\nsoaking salt hemp infused aroma therapy that are are just a beautiful medicine a beautiful\n\nway to help yourself relax after a long day or recover from some aches and pains or whatever it\n\nmight be right it’s really wonderful and we we have some special links with beauty counter and\n\nPurium if you go to the Y on earth dot org website and you want to purchase from those companies\n\nusing the Y on earth link or code some of those proceeds will come back and support the\n\nnonprofit and of course Waylay Waters not everyone knows I make these by hand and if you want to\n\nget involved with our monthly membership program at a certain level you can sign up for our monthly\n\nWaylay Waters salt bath program and get those mailed to you on a regular monthly basis\n\num and I want to also just remind you to go to three sisters project dot org to learn more\n\nabout the three sister sovereignty project and to get involved in support with your financial\n\ncontributions to the project which is through gofundme.com slash f slash three sisters\n\nsolve SOV at the end there and um wow I I’m just I’m I’m so thrilled about everything that’s\n\ngetting underway here and I’m really excited we’ve got this opportunity to sit and visit a bit\n\nwith with our audience and get some more folks involved with what’s happening and um I’m wondering\n\nTiffany if you’re thinking about you know here we are heading into the winter months and when"
}