{
  "title": "Episode 152 – Ueli Hurter & Jean-Michel Florin on Biodynamics at the Goetheanum in Switzerland",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13595/episode-152-ueli-hurter-jean-michel-florin-on-biodynamics-at-the-goetheanum-ch.mp3",
  "publish_date": "December 10, 2023 4:37 pm",
  "url": "https://yonearth.org/podcast/episode-152-ueli-hurter-jean-michel-florin-on-biodynamics-at-the-goetheanum-ch/",
  "episode_number": 152,
  "subtitle": "Biodynamics ~ Celebrating the 100 Year Anniversary at the Goetheanum!",
  "description": "Recorded at the Goetheanum in Dornach, Switzerland, this podcast episode features Jean-Michel Florin and Ueli Hurter, the Co-Leaders of the Goetheanum’s Agriculture Section, which is the global headquarters for the Biodynamic farming and land stewardship movement. Preparing to celebrate the 100 year anniversary of Rudolf Steiner’s agriculture lectures in 2024, Jean-Michel and Ueli discuss the momentous Agriculture Conference (titled “Sun, Earth, Human”) that will take place at the Goetheanum February 7-10, 2024, with a focus on climate, resilience, nutrition, and health.",
  "about_sections": {
    "about_biodynamics": "In 1924, when Rudolf Steiner gave eight lectures on agriculture in Koberwitz (Kobierzyce), Poland, the Biodynamic movement was conceived, and an advanced form of ecosystem regeneration and stewardship framework was launched. Responding to requests from farmers to provide guidance for improved vitality and nutrition after many of them observed declining health and productivity in their farms as a result of utilizing the synthetic chemical fertilizers stemming from the munitions industry of WWI, Steiner’s recommendations for the foundation of an advanced form of organic agricultural, and a land stewardship practice involving intimate human-nature relationships. Biodynamics involves the use of myriad “preparations” – certain herbaceous plants, manures, and inorganic minerals buried, composted, and “transmuted” underground for months at a time, resulting in extremely potent fertilizers and life-enhancing organic agricultural inputs. In his characteristically deep, spiritual style, Steiner had this to say about the state of our food and agricultural systems: “The most important thing is to make the benefits of our agricultural preparations available to the largest possible areas over the entire Earth, so that the Earth may be healed and the nutritive quality of its produce improved in every respect. This is a problem of nutrition. Nutrition as it is today does not supply the strength necessary for manifesting the spirit in physical life. A bridge can no longer be built from thinking to will and action. Food plants no longer contain the forces people need for this.” As it is currently being practiced around the world, from small-holder farms in India to high-end vineyards in California, and from Australia to Europe, biodynamics not only provides improved farm ecology and nutrient density in food products, but also an important approach to carbon sequestration and climate change mitigation grounded in humanity’s aligned co-creation with nature. All of this and more will be featured at the upcoming Agriculture Conference in February, 2024 (agriculture-conference.org).",
    "about_the_goetheanum": "Named in honor of the great author, scientist, and esoteric mystic, Johann von Goethe, the Goetheanum is a spiritually-energized theater, gathering center, and ceremonial mecca that embodies the spirit and practices of Rudolf Steiner’s immense legacy, which bridges spirituality, science, and artistic expression. From biodynamics to Waldorf education and from Eurythmy to all-natural cosmetics, Steiner’s legacy (or “impulse”) has spread world-wide, with vitalizing impacts in agriculture, pedagogy, medicine, body movement, and personal care products.",
    "about_jean-michel_florin": "Co-leader of the Section for Agriculture from 2010. Studied agriculture and nature conservation, coordinator of the biodynamic association in France (MABD), author and editor of books and journals, expert and speaker on the subjects: Goethean botany, medicinal plants, landscape, viticulture, etc.",
    "about_ueli_hurter": "Co-leader of the Section for Agriculture from 2010 and, since 2020, also on the Executive Council of the General Anthroposophical Society. Member of the Board of Directors at Weleda since 2019. Biodynamic farmer on the Ferme-Fromagerie de L’Aubier and part of the management ofL’Aubier until 2020. From 2002 board member of theInternational Biodynamic Association (IBDA)and on the Supervisory Board of theBiodynamic Federation Demeter International (BFDI)since 2021. Author ofBiodynamisch!"
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. Come\n\nand at you from the Gertianum in Donach, Switzerland, and visiting today with two very special\n\nguests. Immediately on my left is Waili Poulterer. It’s hard for me to say. Waili, welcome.\n\nYeah. And on the other end is Jommi Schelfloin. And Jommi Schell and Waili are the directors of\n\nthe Agriculture section of the Gertianum doing the Biodynamics work worldwide. Welcome to the\n\nWhy On Earth Community Podcast. Thank you for invitation. Thank you very much. It’s my pleasure. And\n\nperhaps you could say your names for our audience so they hear the correct pronunciation, the precise\n\npronunciation. Yeah. So my name is Waili Hurter. And it’s a Swiss German name and therefore it’s\n\nnot easy for other languages. And my name is Jommi Schelfloin. It’s also maybe not so easy to say\n\nand I come from France. Thank you very much. Gantz Schféri Khymi. Difficult. Well done.\n\nJommi Schelf is the co-leader of the section for agriculture since 2010. He studied agriculture and\n\nnature conservation as the coordinator of the Biodynamic Association in France, author and editor\n\nof Books and Journals, expert and speaker on these subjects. Gertian botany, medicinal plants,\n\nlandscape and video culture. And we’ll be talking a bit. We’ll hit on video culture and the\n\nGertian botany because this is a very important specific thread and gesture impulse running through\n\nSteiner’s work. And Waili is also a co-leader of the section for agriculture also since 2010.\n\nAnd since 2020 is on the Executive Council of the General Anthroposophical Society. He’s a\n\nmember of the Board of Directors at Walleda since 2019 and a Biodynamic Farmer on the Fermi\n\nFormagerie de L’Obié. Part of the management of L’Obié.\n\nOkay. Since 2002, he’s a board member of the International Biodynamic Association and is on\n\nthe supervisory board of the Biodynamic Federation Demeter International. He is also author of a\n\nbook called Biodynamic, Biodynamic, a new book that the near future will be available in\n\nEnglish. And we’ll talk about the books you guys have written as well. So thanks again,\n\nwelcome. And I’m so happy we have this opportunity to speak about such an important topic at such\n\na momentous time and especially that we can do this together in person. Okay. So kicking things off\n\njust to help create context and paint the picture, you know, talking about the picture behind us.\n\nWe’re here at the Guitianum. What is the Guitianum? And what’s so special about this place where we’re\n\ncurrently sitting together? Well, the Guitianum is obviously a building because we can see it,\n\nit’s shaped and concrete and it’s huge. It’s kind of huge building and it’s like sculpture,\n\nit’s a special language in architecture, I would say. And it has been built, this one, this\n\nGuitianum from 1925 to 1928. So it’s quite one century old. And this one is the second building\n\nthat has been on the very same place, a first one and it was in wood and it burned down. And then\n\nit has to be reshaped in a very, let’s say, seen from outside different way. But\n\nthe architecture is Rudolf Stein and he said it’s the same but expressed in another material and in\n\nanother language of forms. So this is the aspect of the building and yeah, the first purpose\n\nhas been to have a theater. They have been placed written by Steiner and others and they became\n\nused at this time to play them and they have been in different theaters, mainly in Munich.\n\nAnd then they had the idea, let’s do something like this for our own. And yeah,\n\nthere has been an owner here of this land and he offered this to Steiner in order to build this\n\nbuilding and to have a kind of center for entropy first with the arts and then became more and\n\nmore with science. And actually we call ourselves a school for spiritual science and perhaps you\n\ncan introduce this aspect of what it is about the Godiano. This school of spiritual science is\n\nlike a university, so to say, with different departments, we say section 12, different sections.\n\nAnd for example, we are leading the, co-leading the section for agriculture, but we have colleagues\n\nin the same building, in a small building near the Godianoom in the campus of the Godianoom.\n\nWe have also the scientific section and then we have also social section, section for pedagogy,\n\nmedical section and other art, different art sections and so on. And sections are there for\n\nresearch and also training and development coordination. And maybe one more aspect of the Godianoom,\n\nif we say Godianoom, we should really see that it’s, we have a campus, more or less 10 hectares\n\nwith a garden. It’s really something between a farm and a garden because we have cows,\n\nwe have sheep, we have the big vegetable garden, we have flowers and we have also something\n\nlike a park. So the Godianoom has also really landscape around itself. And it’s here in Donna,\n\nmaybe I would say the biggest garden from the village. So it’s also an open place for everybody\n\nfrom the region to come the garden to go in the Godianoom, it’s totally open to everybody.\n\nYeah and it’s so absolutely beautiful. I had the opportunity to walk around a bit this morning\n\nto experience the garden, the plants, there’s so much vitality in the landscape and obviously\n\nyou know many of our friends with biodynamic farms and gardens back in Colorado and elsewhere\n\nin North America have this same type of experience where the vitality is really enhanced.\n\nAnd I’m wondering, Jimmy Schell, if you could tell us a little about the history, the impulse\n\nof the biodynamic work particularly and how that got started, why that got started,\n\nand why maybe it’s important for our times now and what we’ll talk more about this obviously.\n\nIt’s interesting that\n\nSteiner was asked about a lot of topics from different people around him. So about pedagogy,\n\nabout medicine and then the last one or some of the last one where the farmers\n\nthey asked him and said yeah but with your insights maybe you could give very interesting\n\nprinciples for the farming for the future connected to the respect of life of all living beings\n\nbecause it was the core aspect and it’s strange because we could think 100 years ago\n\nnature was okay everything was okay there was no real big ecological movements like now I mean\n\nthe challenges were not really big connected to the questions of ecology yeah it was more\n\nindustry and so on social questions for sure and so on inflation and so but these farmers and\n\nthese people not only farmers and also researchers and other people they asked really Steiner can\n\nyou give some insights for farming for the future for the earth and for the food of people for\n\nto have a quality high quality food for the people also and it was really the beginning of\n\nby dynamic farming 100 years ago in 1924 and it was not that the Geferno Steiner gave a course\n\neight lectures in Poland this place is now in Poland in Covid and there more or less 130 people\n\ncame together and they had eight lectures and also answers and so on and out of this it was\n\nthe beginning of an association of farmers and they developed step by step by dynamic\n\nfarming and now we have it all over the world then yeah very beginning incredible it’s such a\n\nlarge movement with so much momentum now and really really it’s interesting to talk about\n\nbio dynamics with folks who aren’t yet familiar with some of the practices and techniques and\n\nI often describe it as a folks as a very advanced form of organic agriculture and land stewardship\n\npulling from indigenous traditional folk and esoteric knowledge and wisdom and what I also remember\n\nhearing that part of why the farmers were asking Steiner to provide some insight is that this is\n\nthe beginning of the chemical agriculture that has now obviously proliferated and caused so\n\nmany challenges for us worldwide and I’m wondering if if you could give us a bit more\n\ncontext and adding to what Jomi Schell has said and take us in the direction of what’s\n\ndifferent about the practices compared to other modes of organic agriculture yeah yeah so I mean\n\nwe look back to perhaps centuries of what we call actually traditional agriculture and this has\n\nbeen hard work and food security has not been given and traditional means you do the same that\n\nyou’re fathered it and there is no reason to do it other than to do it again as the former\n\ngeneration have done it and then science natural science developed we know from 15th century on\n\nin the Western civilization and in the let’s say then 19th century this new science approach\n\nalso came to agriculture and there then chemicals have been yeah the science who could explain\n\nhow it works how plants they grow how they root and what they do with the roots in the soil this\n\nwas very new very new and then this has been a kind of breaking up with tradition and then this\n\nbecame industry yeah what all has been science became industry and so we have important dates are\n\n1840 with used to sleepic chemical man from Germany and he describes the nutrition phenomena\n\nwith minerals for the plant and this then became industry in the first world war where the fabrics\n\nfor the artificial nitrogen has been built up first it was for war the war was over and then they\n\nsold this to the to the farmers and in this very moment the question has coming to Rudolf Schneiner\n\nis this the way to go is this the future and then he opened this other path yeah but being\n\nscientific that he’s he names it spiritual science so this is kind of yeah special because either\n\nyou’re a spiritual or scientific or scientific but to do to say a spiritual science and this is I\n\nwould say a kind of strength of Anthroposophy that it’s both well this is not so much our subject\n\nnow but out of this dream came this lectures for for farming and okay we take on what has been\n\npast-practic by tradition we do many things which organic people also do and then we do some more\n\nbecause Schneiner said okay artificial nitrogen we don’t take pesticides we don’t take\n\nand this was not in the in not really there but GMO we don’t we will not do but how can we then do\n\nis it just enough to go back and to do traditional farming and he said no we have to create a\n\nfuture but not with materialistic science and techniques with a kind of spiritual science\n\nand technique coming out of it and therefore we have a set of principles and practical things we\n\ndo in bi dynamics and this differs us from from others at the very best known and the very\n\nthat’s a most characteristic is what we call our preparations we can talk about if you like but\n\nso far for a historical situation yeah it’s so wonderful and I’m smiling ear to ear because\n\nyou know so many friends we make preparations together it’s such a joy coming together in\n\ncommunity when we’re making the preparations and then also when we’re applying stirring and applying\n\nthe preparations and I’ll just mention we’ve we’ve had several other deer friends on the podcast\n\ntalking about different aspects of this and we’ll include references in the show notes we recently\n\nspoke with Sheila Foster the executive director of the botanemic demeter alliance and we actually\n\ntalked with Lynn Boutsa a couple of years ago and Theo Maria Carlson Pat Frazier Stephanie\n\nSeisen Brook Levan at sustainable settings where I used to work almost 20 years ago and\n\nyeah there’s there’s you know we have we have so many friends and colleagues engaging in\n\nregenerative agriculture in permaculture in tools and techniques that aren’t necessarily getting\n\ninto the depths of the spiritual the heart the mind the will and one of my favorite quotes from\n\nSchneider that I know translated into English I’m going to probably include in the show notes about\n\nthe importance of connecting the the mind the will and implicit the heart for human beings especially\n\nin these times any speaks about this there’s a real sense of of going way beyond the building blocks\n\nof nutrition as understood in a chemical sense and getting into some of the deeper subtler and\n\nperhaps not as as well understood quite yet aspects of what it really means to be a human being\n\nalive on planet Earth yeah can tell us pull that thread through and just tell us a little about\n\nthe preparations and for some of our audience who maybe isn’t familiar with yeah but just\n\ntaking on this what does it mean to be man on human beings on earth humanity on earth and I\n\nwill just link up to the upcoming conference we will have here at the Guadianom where our\n\nbig hole has thousand places so we hope that we will be full and the title yeah how do you set\n\nup right 100 years of something yeah you you you are looking for to for to yeah to find the point\n\nwhere it is yeah and so we found the point in a way that we set Sun Earth Man this is the title\n\nand this Sun Earth Man yeah this relation is a short form it’s just the terms of a kind of\n\nEarth and the Earth goes like this from Sun through the Earth’s four man this is the first part\n\nyeah may man become Sun for the Earth and I would say in this gesture in this double\n\ngesture we have what it is about yeah that the Sun shining and bringing her warmth and light to\n\nthe dark at fertile Earth makes growing the plants and we have our food and then came the second\n\nthing that we cultivate this given nature we are in our view co-creators of an Earth then which\n\nyeah has an inner Sun in some way and this is our working with our hands guided by spirit\n\nheart and hands and this came very clearly to appearance with the preparations where we create\n\nout of the kingdoms of the given nature new substances which we introduce in our farm organisms as\n\nwe call them so not farm systems farm organisms meaning a living being and then with the preparations\n\nthere in this living being has new capabilities or to connect with cosmos or to connect with the\n\nEarth and for to be let’s say open for for the humans and yeah we always take something which\n\ncame from the plant kingdom we take something which came from the animal kingdom and then we\n\nmake a kind of composition with the seasons will you describe one of the preparations\n\noh that’s an example there is one which is interesting maybe easy little bit easier to understand\n\nit camomile and the camomile is a plant a matricle a matricaria with putita that I name because\n\nthere are a lot of similar plants but it grows on a very hard soil actually on a mineral soil\n\nwithout life the soil is totally dead without breathing and it’s interesting because it’s a very\n\nthis plant is very not dense not hard but it grows it’s an annual plant and it grows always\n\nfurther and further and further and grows in the space and build leaves and more leaves and more\n\nleaves but the leaves are really I do say they are little bit they are not hard they are really\n\nthey give the possibility to the air to go through to the play really with the air they play with\n\nthey are really like bracing and in the soil the camomile has also a lot of roots in every direction\n\nand it’s a similar picture the roots of the camomile they are going in every direction and bring\n\nthey bring air in the soil so to say and because they are really helping this soil and this very\n\nhard soil it’s like concrete and now with these roots you get like a bracing and this plant\n\nbring something like a rhythm in the soil the air can go in the soil if there is too much water\n\nin the soil it can go outside so there is really all the elements are mixed together\n\nthrough the camomile so it’s the first picture so to understand the preparations we have to\n\nlook where the plants are leaving and what they do on the place where they are growing and then we\n\nmake a big step and we make something like sausages with the with the flowers we take the best\n\nout of the development of the camomile these small flowers and they smell very nice and we know\n\nthey have a specific quality also for baby skin and so on they are very good against every kind\n\nof inflammation also for bracing especially for the guts and it’s the connection\n\nthat means if I have a gut problem so I cannot really digest take camomile tea 10 minutes after\n\nit’s gone also for small babies and you can also use it from outside on the on the belly\n\nand then if you and now we make sausages not with meat but we make the same we take\n\nanimal guts and we put the flowers in it but maybe you can understand the connection\n\nwe take the organs which can be healed through these plants and so we enhance the capacity\n\nof the plant through this preparation and then we put these sausages in the soil in autumn\n\nand they are like during the winter in the in the soil and there is a transformation and in spring\n\nyou take these small sausages out of the soil you have to be very careful because the sausages are\n\nmore or less destroyed and you have really to find the the plants because they are really transformed\n\nand it’s one of the preparations and we put a very small amount in the compost it’s really not a\n\nquestion of a lot of sausages it’s really a very small amount like a ramedine almost like homie\n\npathachs yes yes so big compost that you put not that time yep you know jameshaw I’m I’m\n\nI’m elated I’m overjoyed you chose the camomile okay for me this is a very important symbolic\n\ngesture also with the relationship with mercury and the hermetic arts and you know we’re gonna\n\nwe’re gonna pull the conversation back to the incredible conference coming up in February of 2024\n\nmarking the 100 year anniversary and also through all of this is very practical work being done for\n\nsoil regeneration climate stability resilience nutrition for people justice and with Rudolph\n\nSteiner we have the opportunity to run down some pretty exciting rabbit holes\n\nincluding getting into some of the esoteric sciences and in the rose accrucian practices for\n\nexample in some of the other initiatic traditions there there is this body of of work of practice\n\naround the hermetic arts around the above and the below around the the healing and so many of our\n\nmodern symbols even for things like medicine come from these traditions and I’m wondering if\n\none or both of you might reflect a little on some of the very esoteric aspects of Steiner’s\n\nwork his knowledge and how that has influenced this this work being done now in our world\n\ndo you want to? Yes as I already said he took together science and spirituality and various\n\nthe bridge where is the bridge between science and spirituality and for him it’s the thinking\n\nthe thinking who is in the same time let’s say the main tool in modernity for to create this\n\nabstract and methoristic view of the world he says we should not go out of the line of the thinking\n\nbut we cannot or we can do with something with the thinking we can try to hold it on that’s not\n\nalways one thought is just creating the other one yeah this is how it works in us we can observe\n\nit’s a machine which is always it’s going on without my will so can I interfere with my\n\nown personal will in my thinking and for example hold it on shape it move it transform it\n\nand when you do this you can say this are exercises which lead to something which then at the end\n\ncan be can be named as a meditation and there came the link with the old traditional let’s say\n\nspiritual spiritual approach and this makes this wonderful thing that you are master\n\nof your spirituality you are not just open up and let the godness take you on you master but you\n\nBiden you’re thinking in a way that you really create the space where something other\n\nthen let’s say the physical world can appear and can be seen and can be then related on\n\nso perhaps this as a first approach it’s not to go under the consciousness it’s to go a step\n\nabove the normal consciousness but by let’s say training and exercising which is\n\ncompletely in my hands and I could add because also in the conference in February we have to\n\neach year we take one small text from Steiner the last text text he wrote at the end of his life\n\nthe name is Michael later and we will present one text and it’s very interesting because\n\nin this text Steiner describes four four steps of consciousness four steps of\n\nrelationship between human beings and world on nature and the world and the universe one can say\n\nand in the first step step he explains that the human beings were fully connected and they got\n\nthe wisdom directly from outside at the look at the plant they got the wisdom but without any\n\nreflection without any effort so and for example in the and then it goes all nine the second step\n\nthey didn’t perceive directly the wisdom or the gods as it was said with the old words\n\nI can say it also wisdom but we cannot say yeah gods so on step it was more the expression of\n\nthe gods what they are doing but not really connection with and so step by step until now\n\nhuman beings disconnect actually from this wisdom spiritual wisdom all around and now\n\nwe have to think as Woody said we have to think and we are free to think but the question is how\n\nwe think if we think too quick and without really looking without making this kind of meditative way\n\nthen we yeah it’s like this machina which is going on and then we go to artificial intelligence\n\nyeah it could be the way the other way would be to stop and really think on a different way\n\none can say and Steiner gives a very interesting thing he says we should not only think with the\n\nhead but more with the heart also together that means I look at a plant for example but I try\n\nalso to feel but we need to use my feelings as perception organs that means I don’t put my\n\nfeelings on the plant I like this plant wonderful no I look it in a very objective way and I wait\n\nuntil some feelings are coming to me by looking at the plant and then we can see every plant\n\ngives us a specific kind of feeling so it’s not only looking and thinking but also thinking\n\nwith the heart so it could be the step for the future and to reconnect with nature on a very\n\nconscious way but we need to reconnect because we need it really now we have in such a situation\n\na totally disconnected I mean I think every of us knows much better what is the news from the\n\nother side of the world but we don’t know which plants are growing in front of our door so it’s\n\na pity I don’t say it’s not good to know what is happening on the other side of the world but\n\nthere where we can make something in our garden in front of our door we should know this we\n\nshould observe this we should think about our place our village our farm our forest our\n\nregion yeah absolutely and as hundreds and thousands and millions of us are more deeply engaging\n\nin this practice starting at the root the center of the home the family the community this is\n\nthe gesture that scales worldwide here comes an aircraft to we have church bells and aircrafts\n\nand all kinds of good things going on and you know in in this time we have also of course the issue\n\nof soil regeneration carbon sequestration climate stabilization and I’m I’m really curious\n\nhow how many do we have an idea how many biodynamic farms are there worldwide and and how you know\n\nwhat’s a way we can sort of convey to our friends in our audience how big and robust this movement\n\nis already yeah it’s big and small in the same time depends how you church it and it’s robust\n\nand shake in the same time we have a certification for what we do we call it\n\ndiameter certification it’s it’s a trademark then for the products in the market and we have\n\nabout eight to nine thousand certified operations in the world agricultural operations\n\nand then we have I would say the same number of really concedes operations which are not\n\ncertified because they are in places where there is no market or for example the wine growers\n\ndid they have another way to sell their their bottles so this means we are about perhaps 20\n\nthousand and then we are a perhaps a 20 thousand more with all small holders they are grouped\n\nin projects where they are thousand two thousand or five thousand together doing perhaps\n\nyeah a crop which they can sell with a cooperative let’s say coffee or cotton or something like\n\nthis and they have one or two hectares for their family and they do bi dynamics even when the\n\nproduct and is certified organic and is sold as such so I would say we are perhaps on 40 thousand\n\nplaces we are really active and consistently with bi dynamics and then we have many gardeners\n\nand small holders people involved let’s say with the other aspects of bi dynamics which goes\n\nthen to transformation of the basic products goes to the the value chain and the different steps\n\nlike this until cooks yeah we have chiefs of very famous chiefs they rely on bi dynamic fruit\n\nfor to do their art if you like yeah yeah yeah you know at sustainable settings biodynamic ranch\n\nwhere I used to work near Aspen Colorado we have some of the finest restaurants in Colorado\n\nin North America and many of the chefs there say only the biodynamic produce has the depth\n\nand complexity of flavor they can’t get it elsewhere and so that this gets into some of the\n\nquality the nutrition the the life force the vitality I mean maybe we can speak about that a little\n\nbit also yeah but please because it’s you know quality of food and wine is coming from France\n\nyeah it’s really the case and we were even as bi dynamic association in France we were surprised\n\nas a first dinner came to us and said but you have a very interesting method we we get really\n\nbetter wines with this if we do a good job for sure and so some now I can say some of the best\n\nwines of the world in France but now more in more and more countries are working with bi dynamic\n\nand the interesting aspect is that they came for big part they came to bi dynamics really\n\nthrough tasting first so even blind tasting on so on or tasting the wine from the colleagues\n\nhuh on the cooling is doing biodynamics it’s a little bit strange what he is doing yeah very early\n\nin the morning he’s priced something on his grapes and so and then you ask and he says yeah it’s\n\nonly four grams of silica so you think it works and then the the colleague asks and the\n\nwindows says please look at my wine how step a year after year how it’s yeah how does it taste\n\nand so we could really convince a lot of windows through tasting through looking at the situation\n\nbut also looking at the soil now for sure looking also at the the soil is better the plants are\n\nhands here and you know the the wine plants they are always in actually you have to spray so much\n\nso every time you you you spray less and if you can with his spray more and more with the\n\nplants instead and at the end stop with any kind of chemical then you are so happy for your\n\nnature for your landscape because wine is really of one of the most intensive\n\nculture with so much pesticides so that means also from this side it’s really important but I\n\nwould say a lot of people discovered bi dynamics a lot of windows through tasting I even had a\n\nstudent I ask when I have a student somebody dynamic student they want to learn two years long\n\nso it’s a long study and why are you there and one said yeah I like the wines and I discovered\n\nthis very good quality then I thought I have to study this so interesting yeah fabulous yeah I\n\nlove this let me remind our audience this is the why honors community podcast I’m your host\n\nAaron William Perry today we are visiting at the gatiana in Switzerland with the co-directors\n\nof the section for agriculture here John Michel Flajard and Wiley Hulsey Wiley Hulsey Wiley Hulsey\n\nand I want to take a quick moment to thank a few of our sponsors who make this podcast series\n\npossible this includes Chelsea Green Publishing we have a great partnership with them you can use\n\nthe code yoe35 at Chelsea Green to get a 35% discount on their books and audiobooks and in fact\n\nmany of their authors are engaged in biodynamics also so there’s a lot of cross fertilization going\n\non here literally and figuratively um perium organic superfoods wheylay waters biodynamically\n\ngrown have been fused aroma therapy soaking salts this is actually a social enterprise why on\n\nearth community runs to help fund our work our friends at profitable purpose consulting earth\n\nhero sustainable products soil works biodynamic garden preparation earth coast productions and of\n\ncourse a very special thank you to all of our ambassadors and especially those who have chosen to\n\ngive in our monthly giving program and if you’re interested in giving on a monthly basis you can\n\ngo to winer.org and select the donate button to select whatever level works well for you\n\nif you choose $33 or greater and if you’re in the United States we’ll send you a jar of the\n\nWiley water soaking salts each month as a thank you and also for self-care and we promised we would\n\ntalk a bit about the video culture and we’ve done that and and I want to also talk about the\n\nGutian botany um but first want to make sure to emphasize the importance of this upcoming conference\n\nin February 2024 um the 7th through the 10th you can go to agriculture-conference.org to get\n\ninformation on this to register um get more details and so on also uh for general information you\n\ncan go to section-landvietshop.org slash EN if you’re looking for English and we’ll include\n\nthe links in the show notes of course um and and more broadly there’s an opportunity to\n\nbecome a member of and or connect to the general anthroposophical society which is one of the\n\nother uh global web works emanating out from the Gutian nom so lots of ways to connect in\n\nand uh very excited about the upcoming conference of marking the 100-year anniversary of\n\nthe agriculture lectures the biodynamic movement and so maybe as a moment to ground this into an\n\neven uh uh an impulse that’s even further back in history the impulse of Gerta uh he has given\n\nso much to our world in philosophy and literature etc what is it about the the impulse from Gerta\n\nthat is now alive and uh activated through biodynamics and through the legacy of Rudolph Steiner?\n\nI think that the very interesting aspect from Gerta we we really use one can say in uh by the\n\ndynamic agriculture is this specific look uh not only on the on nature like things but that he could\n\nreally uh look at the plants as the animals as um as living beings and it seems to be easy but\n\nit’s really not easy in the daily life mostly very often we speak about resources if we speak\n\nabout plants but they are not resources they are beings they are living beings so they they have\n\ntheir own dignity but everybody can think in every situation how do I deal with my plants?\n\nI deal with my plants I ask myself are they good for me are they bad for me but it’s very egoistic\n\nit’s possible but first we have to give the plants and the animal their own dignity that means to\n\nlook at them as as living beings and for this Gerta could really make uh open a way how to look at\n\nthe plants as living beings for example for the plants if you want to understand them as living\n\nbeing you have to look at them in their context in the space where they are living what I try to\n\nexplain with the camomila I describe the camomile in the context yeah not on the table not\n\ncut in small pieces yeah and also in the development in time because a plant such being like a plant\n\nis actually the being in time you have to look at all steps of development the life yeah if you\n\nlook at the life and you try inside so to say to oh you try to follow these steps and then\n\nyou come in a flow of life and then you see a plant is not a thing it’s a process in time it’s a\n\nvery different and then you can ask what are the consequences for breeding and so on and then we\n\ncould speak about GMOs and so on because if you make GMOs you make this if you think the plants\n\nlike machines and you can take a part and put a better part but the plants are not machines\n\nthey are processes and you process if you want to work with processes you can transform the plant\n\nour breeders do this but they do they do this outside in the fields and in time and they help\n\nthe plants to develop their own potentiality not transforming like a machine so it makes a huge\n\ndifference and one can say it’s really good abroad with an ethical view on nature and nature\n\nand human beings yeah beautiful I perhaps to add yeah he was this kind of scientist yeah for life\n\nand he is also very known as a writer yeah yeah and he’s let’s say\n\nchef chef chef so his masterpiece is called Faust yeah yeah that’s how I’ve listened yeah wow\n\nand Faust is the dramatic story of of himself and he is a professor so he is a scientist\n\nand he came about that he with this kind of science he is out of life and then Mephisto came\n\nMephisto is kind of a appearance of what is the bad or the devil and he says oh you look\n\nI can help you enter in life maybe you make young you can meet nice girls right yeah ready\n\nFaust and so he goes and he does his journey he goes on his journey through life and it’s very\n\ndramatic yeah people die there is a war and they do they they invent money yeah so kind of\n\nbitcoins at the time and so on and at the end he is an old man and it’s the moment of\n\nyeah of dying in this question now is he on the side of the devil or on the side of let’s say\n\nheaven and it’s not so clear it shakes a little bit and then yeah his soul can go to heaven\n\nbecause margarita great him yeah is is there and and and helps to him so good there is also a\n\nbigger viability that takes us in on super the eternal feminine how it gets into the eternal\n\nfeminine so good is also the right of the modern typology of biography of which concerns as oh\n\nand therefore the good eternal behind us is also built huh we do good as Faust each second year\n\nin full length wow so when is the next one next one is next summer cool next summer so go on the\n\nweb page of the good eternal we will find it and I can tell you it’s great it goes for days and days\n\nand it’s all about it’s very colorful light and it’s with you with me and it’s in music so it’s\n\nreally a complex play and yeah this is also good so it’s not out of modern times it’s really\n\nhow can we as modern beings find our path towards our self meaning towards yeah let’s say the\n\nreality of our existence on earth but not forgetting heaven absolutely beautiful absolutely beautiful\n\nlook I know you both have a very busy day with meetings and I heard church bells on\n\nlast track of what time we have and want to honor your schedule before we wrap up the episode of\n\ncourse we can talk for days and I hope to come back and have more opportunity for example in\n\nFebruary for the conference yeah if you liked you could meet just some money of our people yeah\n\nand yeah and of course you’re both authors and before we wrap up if you want to share a bit about\n\nyour books briefly maybe you can and I’m handing you this one that you wrote but more than anything\n\nI want to make sure to give you each the floor if there’s any final remark you’d like to share\n\nwith our audience before we conclude today so I take the occasion to present this little booklet I did\n\ntogether with someone other and it’s about by dynamics in a very let’s say popular way yeah in\n\nin a vocabulary which is really accessible for I hope everyone and the subtitle is yeah the\n\nbirth moment of by dynamics as a source as a root as a starting point for the eco movement throughout\n\nthe 20th century so we feel ourselves happy that we are what we are and that we have the\n\nterm and the identity of by dynamics and they made a bet we feel also very very connected\n\nto all other eco movements to all other people and all other strivings for yeah to practice\n\nalive in farming and in others which really respect our earth as a living being and that we make\n\nourselves capable to co-create the future and the partnership between humans and the earth beautiful\n\namen I hope beautiful yeah I think it was a good answer to say yeah I don’t want to add so much I\n\nwant really to invite all of you to come to our conference if you can because it’s always a very\n\nyeah very important time by all people from I think more than 50 countries are coming together all\n\ncontinents and it’s also for us very important to say the by dynamic agriculture was given 100 years\n\nago but now step by step it could really develop all over the world and we have\n\nand we developed further this agriculture is not yeah it was the first principles were given but\n\nnow it’s something like a string transformation and going further and further and we need really\n\nthis sharing this conference is really important to be in touch and to really work on the big challenges\n\nwe have now so it’s not something which is fixed is something we did always in transformation\n\nand then for this we need everybody and all friends all people were involved to come together and\n\nto share so very well welcome to the conference this year or the next yeah\n\nyeah I was because I should have done it yeah this is wonderful thank you so much and\n\nwe really thank you thank you thank you thank you very much it’s wonderful to have this\n\nopportunity to visit with you and for now goodbye everybody the why on earth community stewardship\n\nand sustainability podcast series is hosted by Aaron William Perry offer thought leader and executive\n\nconsultant the podcast and video recordings are made possible by the generous support of people\n\nlike you to sign up as a daily weekly or monthly supporter please visit why on earth.org\n\nbackslash support support packages start at just one dollar per month the podcast series is also\n\nsponsored by several corporate and organization sponsors you can get discounts on their products\n\nand services using the code why on earth all one word with a why these sponsors are listed on the\n\nwhy on earth.org backslash support page if you found this particular podcast episode especially\n\ninsightful informative or inspiring please pass it on and share it with a friend whom you think\n\nwill also enjoy it thank you for tuning in thank you for your support and thank you for being\n\na part of the why on earth community",
  "related_episodes": [
    {
      "title": "Ep. 147 – Sheila Foster, Exec. Dir., Biodynamic Demeter Alliance",
      "url": "https://yonearth.org/podcast/episode-147-sheila-foster-executive-director-biodynamic-demeter-alliance/"
    },
    {
      "title": "Ep. 98 – Lin Bautze, Geotheanum",
      "url": "https://yonearth.org/podcast/episode-98-lin-bautze-goetheanum-section-for-agriculture/"
    },
    {
      "title": "Ep. 47 – Thea Maria Carlson, Past Exec Dir., Biodynamic Association",
      "url": "https://yonearth.org/podcast/episode-47-thea-maria-carlson-executive-director-biodynamic-association/"
    },
    {
      "title": "Ep. 44 – Pat Frazier, Peace & Plenty Farm",
      "url": "https://yonearth.org/podcast/episode-44-pat-frazier-np-biodynamic-educator-earth-steward-par-excellence/"
    },
    {
      "title": "Ep. 5 – Stephanie Syson, Biodynamic Botanicals & Herbal Medicine",
      "url": "https://yonearth.org/podcast/episode-05-stephanie-syson/"
    },
    {
      "title": "Ep. 3 – Brook Le Van, Sustainable Settings Biodynamic Ranch",
      "url": "https://yonearth.org/podcast/episode-03-brook-levan/"
    }
  ]
}