{
  "title": "Episode 108 – Ann Armbrecht, Author, “Business of Botanicals”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11991/episode-108-ann-ambrecht-author-business-of-botanicals.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-108-ann-ambrecht-author-business-of-botanicals/",
  "episode_number": 108,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Welcome to the YonEarth community podcast. I’m your host, Aaron William Perry. And today we’re visiting with author and filmmaker and armwreck. Hi, Ann.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast. I’m your host, Aaron William Perry. And today we’re visiting with author and filmmaker and armwreck. Hi, Ann.\n\nAre you good? I’m good. Great to be here. Thanks. Great. Yeah. Excited talking to you. We’re going to be talking about herbal medicine and the very potent forces that work in nature that we humans can connect with more than many of us are currently. So I’m looking forward to our conversation. Likewise. Thanks.\n\nAnd armwreck is the director of the sustainable herbs program under the auspices of the American Botanical Council.\n\nShe is a writer and anthropologist with a PhD from Harvard whose expert work explores the relationships between humans and the earth most recently through her work with plants and plant medicine.\n\nShe is the co-producer of the documentary Newman the nature of plants and the author of the award-winning ethnographic memoir thin places a pilgrimage home based on her research in Nepal.\n\nHer latest book is the business of botanicals exploring the healing promise of plant medicines in a global industry which was published by Chelsea Green earlier this year 2021.\n\nAnd lives with her family in central for a month. And I’m really excited to have this opportunity to dive into these topics with you today.\n\nAnd the herbal medicines near and dear to my heart. We’ve had several other folks on the YonEarth  podcast who are herbalists or farmers and in some cases other authors working in the herbal medicine arena.\n\nAnd so I want to kick off by asking you how did you get into this exploration of herbal medicine and what led you in the direction of basically doing a comprehensive survey and study looking at what is now the global industry of herbal medicine.\n\nSure, so it’s kind of a circular way that I got into it. I went to Nepal after college and wanted them to figure out any way to get back to Nepal.\n\nAnd so I went to graduate school in anthropology and there I was really asking the question about the relationship that villagers had with the land.\n\nAnd it was in northeastern Nepal where a national park and conservation area had just been created and I wanted to know what the villagers thought of that project.\n\nIt was big western ideas about conservation and all of those things. And so I wanted to explore that and I had a lot of romantic ideas about rural indigenous communities having a relationship with the land that we had lost in the west.\n\nAnd like with my current book I quickly found it was much more complicated than that. But during the time I was in the upper Arun Valley and I was there for almost two years.\n\nWhat I found was that there was this relationship that they had with the environment, the land where they lived that was much more interactive.\n\nIt wasn’t an object, the earth and the soil. It wasn’t objects to use. It was really things they would give offerings to and in exchange for the rain and that kind of reciprocity was really the heart of it.\n\nAnd so then I came home and you know, like most people coming home from that kind of experience, I was completely disillusioned with the consumption of our culture and all those sort of things.\n\nAnd at that time I met an herbalist episode and immediately was taken by her very different relationship with the plants and this sense that there was something alive in the plants and in her relationship.\n\nAnd I was curious and I wanted to know more. And so she suggested that I go to the women’s earth north New England women’s earth conference, which I did.\n\nAnd there was and that Rosemary Gladstar and that led me to study herbal medicine at sage home with rosemary.\n\nSo that’s what got me into herbal medicine and I jumped in with both feet. You know, it’s like I was this coming from Harvard where everybody was very much in their head.\n\nAnd here people would stand in circles and sing songs and talk about what they loved and I loved it.\n\nAnd so it was that as well as learning how to make remedies with plant, you know, colingela and minerals and things that I could grow or gather on the fields and meadows around my house.\n\nSo that empowering that was quite empowering.\n\nYeah, beautiful. And you know, we were we were chatting before we began recording that you’ve had a number of interviews around the book and are often asked questions like, you know, how big is the industry, what are the stats?\n\nAnd I’m curious, you know, as an interviewer, what’s what’s the one question that you haven’t been asked or haven’t been asked often that you’d really love would love to be asked when talking about this herbal medicine relationship?\n\nThat’s a great question.\n\nSo to me, the heart of the book and I might not answer this as a question, but what I would like is a question that would allow me to talk about what the heart of the book is about this.\n\nWe live in a world that’s alive and how we see an idea of seeing and.\n\nBut well, the questions around healing and what is healing really and can there can you find healing with plants that are bought and sold in a global supply network?\n\nAnd if so, how do you find it? Where do you find it?\n\nWhat are the conditions and most of really hard book to research and write and many, many, many drafts and revisions and back and forth with Chelsea Green because in early drafts, I had this combination of very like information about the industry and where plants are coming from and who and how they’re handled and the problems and the challenges.\n\nI also had these stories of me following what I call the tree spirit that were really trying to capture that aliveness of the plants.\n\nThat is what really ultimately drew me and draws me to herbal medicine.\n\nSo in the book, I was really trying to hold both of those threads and ultimately the tree spirit didn’t make it into the final draft, but I only let that go when I felt like I was able to hold that whatever that aliveness is.\n\nSo maybe if you ask more questions, I can talk about that.\n\nYeah, yeah, I appreciate that. You know, and I’m also wondering, so reading through the book, it’s clear that you did a whole lot of research on the industry for folks who are in the realm of eco entrepreneurship and sustainable business.\n\nIt’s a great read just to learn about the supply chains, many of the issues, including both the environmental practices and the labor and human impact practices.\n\nAnd you speak to some of the challenges that show up there and also that as an industry, the herbal medicine industry is actually one of the least transparent when compared to things like food, for example.\n\nAnd I’m just wondering was was the process of doing that research one that made you more optimistic, less so in, you know, didn’t make much of a change.\n\nWhat was that experience for you like as as you were uncovering and discovering so much more information?\n\nAnother good question that nobody has really asked me and and so when I started the research, I started by I was inspired by this quotation by Wendelberry that I heard him say years ago about how we can’t see the forest being cut down when we use our, you know, a table that would table or we don’t see the water being drained water from lakes being drained when we use our water.\n\nThat disconnection not seeing the impacts of our ways of living allows us to forget the moral and ecological responsibility of those ways of living.\n\nAnd then he said an imagination is the first step like seeing those people in places on the far side of our choices about what to buy was that first step.\n\nAnd so that was really the question that I asked when I started following herbs.\n\nIt’s super simple question like what does knowing those stories show reveal and can you find intention in a global, you know, herbalist talk a lot about the importance of that relationship and intention that they bring to working with plants as medicine, but often they’re using plants that are bought and sold on a global market.\n\nAnd so I wanted to know where would that be and how would it show up.\n\nAnd so then in the process of visiting different producer groups around the world and you know, big companies and there was so much information that I could have written about the industry per se and an early draft of the book was very much divided.\n\nEach step of the supply, you know, producers processing, et cetera, et cetera, but that didn’t have heart in it for me that story.\n\nIt was just speaking to the business as business and and it would have been fairly depressing because it’s super challenging and even the companies that are committed to sourcing responsibly.\n\nYou know, they’re dealing with poverty in trench poverty around the world and biodiversity loss in the climate crisis.\n\nAnd you know, I’m a mom and so like on that level, I needed to write something that helped me feel hopeful.\n\nAnd so that’s what led me to, you know, I do outline the different sets of the sourcing and supply thing, but then I chose to really focus on some initiatives and efforts by individuals who.\n\nI feel like are bringing that presence and attention and trying to see the whole system from different points of view and doing their best to make a difference.\n\nSo I guess in a way I started like this global like looking from the outside and that didn’t work both writing but also as a writer.\n\nAnd so maybe it was trying to get inside these particular encounters which helped me navigate that how to find a path.\n\nYeah, yeah, that makes sense and I could tell as I was reading through that boy, you know, some of this might might have been potentially dismaying and when we’re in it’s sort of ironic right because we’re talking about herbal medicine, which so many of us who already have a familiarity usually have a very positive, you know, association with it.\n\nAnd I’m curious so with with the YonEarth community, one of the things we talk about largely in relationship to food, is this a quick trifect of grow, know and show.\n\nAnd the idea is let’s let’s grow what we can ourselves, let’s get as much as we can from folks like farmers nearby whom we know.\n\nAnd then when it comes to sourcing from farther away from folks and in organizations we don’t have a direct connection with let’s make sure that the credentials are shown through things like third party certifications right fair trade organic now is emerging regenerative organic certification.\n\nAnd so obviously this would apply just as well to the herbal medicine realm and I guess I’m I’m left wondering one of my takeaways from the book is that a it’d be great if a whole bunch more of us were able to grow some of our own herbal medicine and then be when we are sourcing from companies,\n\nteas and so on that we’re able to get to a resource like yours that’s done a lot of this deep vetting to help us decide which companies, you know, we want to patronize it.\n\nSo this leads me to my question which companies which three four five are your very favorite to suggest or recommend to us when we’re actually thinking about buying a you know a box of tea or some bulk herbs.\n\nSo that is the question off and ask that I don’t like being asked.\n\nBut I’ll explain why but I first I wanted to respond to the first something you said at the beginning I feel like the herb industry has kind of gotten off the hook from scrutiny because people think oh herbs are natural it’s good for me and good for the earth and so and there’s this history of not being super transparent not being transparent at all like a lot of secrecy and.\n\nSo it’s it’s changing slowly but a few weeks ago I spoke at an herb school and I was really surprised by the questions and the lack how little is known and how much the focus tends to be on how this herb is going to help me.\n\nAnd what I was trying to you know whatever condition my lungs are you know and I do that I use herbs in that way but what I was trying to explore in this book is the question of how by following these plants through across the world and by all of us asking questions about oh where’s this metal from is it from eastern Poland what.\n\nThat that is a different kind of healing because it’s connecting us with people and places.\n\nIdeally as you say in our region but I also found that it’s in herbal products and herb medicinal plants it doesn’t equate quite so much as the food because these herbs and spices have been traded for centuries and often rural areas and southern India you know they depend on the street.\n\nThey depend on the street as well and so it depends on how it’s done.\n\nIt’s not necessarily that importing is a bad thing so that’s one and then the other the question about what companies.\n\nThe reason I don’t love that question so what I found so empowering about herbal medicine is finally I was learning how to make something in a jar with a root for my garden and some vodka or tea.\n\nAnd I was like wow nobody told me this and it wasn’t having to depend on a doctor for really simple things and that was incredibly empowering.\n\nAnd yet when we go to a store and we pick a supplement off a shelf that’s that empowerment is lost.\n\nAnd so you know I have this naive idea because everybody’s busy and you know we all want to know what companies to buy from.\n\nAnd I also feel like there’s a deeper journey of asking the questions figuring out our values about herbal medicine like do we want to locally grown or do we want to support farmers and rural communities in India or Nicaragua.\n\nAnd then we do the research ourselves and find the companies and we see ourselves as partners with those companies and see like our purchase is like making a donation to the local NPR station or something.\n\nAnd you know this is my naive idea about how maybe it could be possible to work within capitalism to change capital you know to change that.\n\nI think as long as we’re just taking these you know objects like products like objects it’s not going to really shift in a deep way.\n\nAnd the companies that I you know in the book there are companies that I talk about and also on the sustainable herbs program website.\n\nIt’s just sustainable herbs program dot or I think they’re donors their companies that support the organization and that doesn’t mean we say buy from them but those are companies that are making investments in sourcing responsibly and so it’s a good bet that they’re thinking about these issues.\n\nAnd then the other thing I would only you know as much as possible by sort of third party certified you know certified organic there’s a few there’s one I think or a part of certified or regenerative organic but other companies are committed to healthy soil practices even without that.\n\nAnd then there’s a few that are fair for life or fair wild that’s a long answer to your short question.\n\nIt’s a great answer and I’m smiling because I hey I at least got one company out of either.\n\nYeah that’s it’s really appreciated and I appreciate both the nuance complex the on the one hand and on the other hand the invitation you’re providing for folks to dig in a bit on their own and and do some of their own research and I think that’s that’s that’s well taken of course it took you I’m sure hundreds of hours and a lot of travel to be able to do the death of research that you did so.\n\nOne shortcut we could suggest for people is to get your book and this is the business of botanicals and it’s a wonderful read and so need to see that.\n\nAmong your your reviewers are at least three past wider community podcast guests including Kate Williams due to the shorts herself and author and Ryan’s in from doctor Bronners and Kate Williams of course being the CEO of one person.\n\nFor the planet and yeah it’s just it’s neat to see that there is this community folks working on different aspects the research the discussion.\n\nThe supply chains work like Ryan’s in is doing for doctor Bronners who by the way I just saw recently announced a new line of chocolates which might be really exciting and you know for us to be increasingly educating ourselves in each other through these connections in relationships.\n\nI think it’s so important and it’s one of the key reasons we do this this podcast series to help you know provide info to others.\n\nAnd we have the herbalist Brigitte Mars on a while back and I got to ask her hey what are your favorite herbs for medicine for your own use and I want to ask you and the same question.\n\nDo you have some favorite herbs that that maybe you you grow in your own garden or use regularly.\n\nSure but before answering that I wanted to can I just make one comment about the companies because another challenging thing is companies change and in the time that I was going you know I visited projects with Sebastian Paul from Paca.\n\nSome of the people Ben here no longer works at Paca for various reasons Paca is now owned by Unilever you know which has changed you know which has changed things and doesn’t change things.\n\nAnd similarly with traditional medicinal says new people come work there and so I also.\n\nIt’s important that we all kind of continue to do our homework is a lot of those companies started by traditional medicinal or farm and guy started by herbalist in the early days.\n\nOften the ones that are recommended.\n\nBy herb schools but though as the organization changes hands and the financial structure changes we need to keep checking and asking questions so it’s also a practical way.\n\nThose tend to be good companies but it’s also good to continue to do research.\n\nIt’s a great way yeah I like the idea of the ongoing vetting.\n\nAnd I will say to other companies because they’re smaller and are not often talked about a vena botanicals which I do mention in the book deb souls and herbalist alchemists by David Winston both smaller companies run you know with a herbalist at the helm or close to the home so.\n\nWhat are my favorite plants and looking out at my garden.\n\nI love mother work and I have been a lot of these plants I love just to have in my garden but I do take mother work as bidders and I love black co wash because I’m from West Virginia and so it reminds me of Appalachian forest.\n\nYeah and then other things like I make a rose glycerin or lemon bomb glycerin because it tastes nice.\n\nI can’t sleep.\n\nYeah I like those as well.\n\nI just recommended some mother work to a dear friend the other day.\n\nA wonderful lemon bomb is always fun to come across in a garden too and just you know just squeezing it in the fingers makes this incredible aromatic experience for us.\n\nAs you’re seeing more and more folks in this in this culture I’m thinking about the United States right now in general getting into things like herbal medicine and more and more students over will medicine out there.\n\nBut sort of one thing you would hope works its way into the curriculum and into the process and experience for these folks that maybe hasn’t been there you know up to this point so in such a pronounced way.\n\nAnother great question.\n\nOne simple thing we’re just the other day I was speaking with an herbalist who works at a company about putting together some kind of curriculum that’s and it.\n\nYou know like a deep dive into the industry but it’s really simple thing I feel like herb schools could have their students do you know we were told to build up this material medical about you know each plant you gather how it’s used and how it makes you feel.\n\nAnd you tested but I think it would be great to include a research part of that like where are the nettles that are grown on the market and what are the challenges facing the wild harvesters in Eastern Europe where a lot of nettles is wild harvested and or rodeola what are the issues around where rodeo is from.\n\nAnd our turmeric and what are the options and the challenges and to so actually at ABC in the sustainable and we’re coming up with this template of kind of these questions to to fill out and here are some tools to gather this because it’s kind of hard to get that this research to find it you have to be quite earnest detective and so to kind of help make it easier.\n\nBut I feel like it could begin to build a collection of not just you know the constituents of plants and the energetics of plants but the stories of the plants the people in places then that just feels like it can round out and help the plants really connect us with other people in places and not just see about how it’s good for me.\n\nOr how this particular plant that I’m studying but then when I’m using nettles that I buy how to connect that.\n\nLike I can grow a certain amount of my own garden but I’m going to buy a certain some more than what are the issues there what is the aliveness of that plant.\n\nIt’s such an interesting thing to consider and I’m also wondering given your academic background and experience within academia you know is we see these wonderfully produced documentaries like Newman which which you co produce with interviews with some astoundingly innovative and significant researchers authors thinkers.\n\nThere’s a traditionalist etc and I’m struck that you know on the one hand we may see some of the leading scientists from academia making opening discussions around things like the magic and the healing life force divine energies of the living biosphere.\n\nBut it seems nonetheless that most of academia is ossified in this mechanistic and really de spirited world view and trench world view and I’m curious like how do you work your way through that and you know how do you see this unfolding you know given your purview over the last several years.\n\nSo I can speak a little more directly to the botanical industry in my as I’ll speak to that I mean in academics it’s I try and bring it the class and I teach a class on Asian medical system sometimes and I try and bring this into the classes some of the students resonate a lot don’t.\n\nBut I found I was quite nervous in so that that tension that I mentioned before in writing this book of this audience of the industry and how to write something that they would that was complete enough from that audience in that perspective and you know where the organization American botanical council is really known for bringing kind of scientific rigor into the use of plants.\n\nAnd so how to kind of meet that rigor without to me losing that magical aliveness and and that’s what this tree spirit was in there for you know to help me find a way.\n\nAnd you know I think it is changing with people like you know these books now about the aliveness of trees and the stories of the trees and people are listening mushrooms and there is this shift that it’s more possible to talk about that.\n\nBut you know I but it was like early on in writing this book and I was I was anxious about sharing more of that my spiritual connection with plants but then I realized I didn’t want to write a book that didn’t do that and also then somebody else probably would and I would have been really glad that I had that I sort of silenced that part.\n\nIf that makes any sense so I don’t know if I answered your actual question but.\n\nNo it’s it’s I really appreciate that and it of course makes me think of one of my favorite chapters in your book Verity Toss and when I first opened the book and was scanning the table of contents I saw that I thought oh my gosh this is exciting because of course this is a concept we think was was coined by hella guard fun being in about a thing.\n\nSo I wanted to ask you to share with our audience what is this what is this Verity Toss and and how and why do you think it might be an important term and concept for us to be aware of.\n\nSo in so we called newman the film newman newman means the animating force in all things living and and actually an herbalist at the time cautioned us against doing that because she said it was too kind of flaky and woo woo when we would turn off potential audiences but.\n\nBut that newman that relates to that idea to me of Verity Toss I think David Hoffman described just like the greenness of the natural world you know he’s drawing on hildegard and and that’s really what I was asking in this book like can that aliveness be present.\n\nIn herbs that are bought and sold you know in a more transactional way.\n\nThe same more about the same again your question.\n\nWell yeah I just I was hoping you might dive into what this term Verity Toss means and in what it’s pointing to both conceptually but really perhaps experientially.\n\nSo when we were in the last chapter I talk about this by Davama this center in India where.\n\nWe had gone and I was there for six in India for six months on a full bright and I had this plan of visiting all of these manufacturing centers and and early on it was just it wasn’t something I was born to do it was logistically really challenging and it also you know was depressing the herbal supply.\n\nIn India’s really depressing and scary and sad and and and I met a woman who talked about the way she was traveling and it was like a kind of listening like she would listen and she would notice connections or things and that would lead her to a different place.\n\nAnd I realized that’s this kind of movement practice I do which is authentic movement which is about listening and goes back to what I was saying before about seeing seeing the invisible as well as the visible.\n\nAnd so I tried in the last section of the book to really okay listen what is the story that is trying to emerge and write that and so that the book itself is.\n\nLike a journey of listening and seeing in a deeper way.\n\nAnd in Hedanga the village where they didn’t appall.\n\nThe priest and shaman have this concept akadabla which means to see double and it means they can see the ancestors the spirit so you know people have died who come back to support them who help.\n\nFind lost souls and things like that but they’re invisible and the villagers and any priest and shaman can see them and those priests and shaman say that those of us who can’t see double who can’t see the ancestors that makes us selfish because we think that we’re in charge.\n\nAnd that’s what in the chapter when I’m talking about beretitas Jeff Rodney and Lizzie his wife are talking about is that there is this aliveness and how do we live in relationship with that.\n\nBecause we’re not in charge and of course we’re not in charge I mean look at what’s happened in the world the last year you know and it’s just our hubris and and so I feel like plants.\n\nBecause everybody loves plants and everybody loves to guard you know there’s so much about gardening they kind of awaken.\n\nWhat the philosopher Robert Pope Harrison says the lost art of seeing and he says gardens can awaken us to that but most of us don’t see because we’re too busy and distracted and busy you know moving moving so I feel like to me that’s what beretitas is about.\n\nThat aliveness and then it’s up to us how can we listen how can we see how can we follow where we’re led.\n\nSo beautiful thank you thank you for sharing that I want to take a quick pause to remind our audience that this is the YonEarth community podcasts.\n\nI’m your host Aaron William Perry today we’re visiting with author and filmmaker Ann Armbrecht and we’re speaking in particular about her new book the business of botanicals exploring the healing promise of plant medicines in a global industry.\n\nYou can find Ann at her website and armwreck dot com you can also go to sustainable herbs program dot org which men and mentioned earlier.\n\nTo purchase copies of her book you can of course go directly to Chelsea green if you’d like or you can go to our partners and supporters page on YonEarth.org and use the code why OE 10 to get a 10% discount and some of the proceeds will come back to support our nonprofit as well.\n\nAnn’s on social media Twitter app and armwrecked underscore and Facebook and dot armwrecked Instagram and underscore and record will put all this in the show notes of course and we’ll share a number of Chelsea greens social media links and handles as well.\n\nI want to give a special shout out to our YonEarth community sponsors and supporters who make this podcast series possible along with our other community mobilization work and this includes earth coast productions the Lidge family foundation.\n\nI’ll find botanicals a great place to source them wonderful herbs if you ask me earth hero liquid trainer Vera herbals another great one growing spaces soil works joyful journey hot spring spa earth water press doctor Bronners and a special shout out to our collaboration with 1% for the planet and of course way they waters.\n\nWailing waters offers a jar a monthly jar of the husband’s news to Roman therapy soaking salts.\n\nThat we make by hand for folks who join our monthly giving program at a 33 dollar or greater level and you can join the monthly giving program at any level YonEarth.org word slash support in a huge thanks.\n\nTo all of you out there who have signed up for that in a special thanks for those of you who have signed up at the level to receive those Wailing waters soaking salts are truly investing in your health and well being.\n\nAnd so again thanks to all our our sponsors supporters friends and partners and really takes a community and an ecosystem to be doing all this kind of work.\n\nAnd I guess and this leads me to my next question for you which I think of you know being being also an author myself so what’s next like what’s your next big project or undertaking or perhaps even another book or film that you might be working on if you can talk about it of course.\n\nWell my family says no more books.\n\nRight but I do have ideas of writing but right now it’s a sustainable earth’s program where.\n\nIt’s a different kind of writing but it’s trying to really rate tell these stories in different ways to industry people as well as our community or general audience any any audience that we can.\n\nAnd so there it’s shorter videos so we’re going to Costa Rican Nicaragua next month actually to talk to do some short videos on some work around agroforestry and planting turmeric in coffee growing monocrops to provide better livelihood and care for the soil and.\n\nSo there’s that kind of work that’s sort of following up on the themes in the business of the botanicals like the book is kind of seen the system and then okay now that we’ve seen the system how what can I do to help change or support the efforts that are bringing about positive change.\n\nThen I’d also love to I’m to me the part I loved writing the most were when I was really letting myself be led by the plants and that more journey kind of part and I.\n\nThe parts that I removed a lot of it and so I want to see where when I have some more space and time where that might go and and to kind of give voice to.\n\nThat yeah thank you for sharing that that leads me right into this perfect segue to this very short passage I wanted to quote it’s really just part of a sentence from your book this is the beginning of chapter two which is called.\n\nThe modern renaissance of herbal medicine great that you’ve got a Rudolph Steiner quote right there the seat is the whole potential of the plant contract into a single point.\n\nBelow you say the common theme across all the interviews in the book is the power of learning directly from the plants from the spirit of the plants and.\n\nThis one to me is so interesting because.\n\nThose of us who have been working with herbal medicine for years you know those of us who have a connection with traditional indigenous culture.\n\nYou know won’t find it strange or odd or peculiar or weird to talk about learning directly from plants and however a whole lot of us when we hear something like that might think.\n\nWhy or you got to be nuts or are you kidding me or you know something else so I want to ask a two part question.\n\nAnd the first part is you know potentially sensitive you know go go where you want to with it which is this what what is that what is your internal process or what has been among the most remarkable.\n\nExperiences you’ve had learning directly from plants that you might you know feel comfortable sharing with the world.\n\nAnd secondly how do we those of us who’ve had some of those direct experiences who and who possibly even can at least embrace the idea that that seeing double is a real thing.\n\nHow do we deepen the conversation with those of us who haven’t yet gone there yet or haven’t yet had that experience haven’t yet developed that empirical knowledge for himself or herself to say yeah there’s something there there’s veracity in that kind of a statement.\n\nGreat questions and so the first one so two different ones one sitting with plants actually with a circle of women in central Vermont where we would pick a plant and travel with you know go on a journey with it and and then we would share and it would be remarkable.\n\nThere wouldn’t be the same but it would be remarkable the themes that arose and kind of expressed differently depending on each of our who we were you know and the language that we speak most broadly.\n\nAnd so that was so helpful and and maybe that’s partly helps answer your second to but that experience was so empowering because here it’s like oh it’s not just my imagination there is some conversation here that’s happening.\n\nI think what was incredibly powerful for me was working with the street spirit and I do a lot of different kinds of movement.\n\nAnd so it would be moving and writing in a writing and like big notebooks and then suddenly this I call them a tree spirit because it kind of emerged from the birch tree and started it was a conversation and I would just I was taking dictation and I would just write it down and that was this thread through writing the whole book because as I said you know I would just get so lost sort of derailed by\n\nthe obligatory kind of book I thought it was writing and that this conversation would help me come back.\n\nSo I would say what do I do now and then you know I would be glad on a journey and it was you know remarkable things would arise that then again gets to the second part because it’s really hard to talk about those right in a way that is not just whatever that’s just your imagination and you’re just making it up and fantasizing.\n\nAnd so how to do and I’ve read you know accounts of people’s experiences with plants and they’re not necessarily very interesting you know it can feel rather self-indulgent or like really.\n\nAnd so it has how to do that in a way that invites people in rather than telling I mean it’s a similar like how Rosemary introduces students like go up in the woods and sit with a plant.\n\nAnd and the first time I did that at Sage Mountain you know I was writing my dissertation in Harvard I was like okay I’ll talk to you plant but and then this remarkable thing unfolded because I was curious.\n\nCurious enough in a bad place in my life so open enough.\n\nYou know and I yeah I don’t know how to bring them more was interesting when we would show screen Newman the documentary early on and I would show it in communities of herbalists and they’re like yes yes finally someone’s telling the story and then we would show it in people who weren’t herbalist but they’d shop that their local farmers market and only by organic food and they’re like what are you talking about the animating force in nature.\n\nSo and there’s different you know it’s I think this does also go back to earlier questions I think the power of herbal medicine and what I was trying to explore in this book is because plants have this aliveness I feel like there’s the potential if there’s any way for green capitalism to be anything more than a label.\n\nI think herbal medicine has a potential to show us that path because they’re both they’re both commodities but they’re also something we can be in relationship with.\n\nJerry still out on whether that can work.\n\nAbsolutely I really appreciate your response thank you for sharing that and I want to follow with another question related that’s outside the scope of your book so you know to be fair you can absolutely tell me that you don’t want to answer this one but this green capitalism idea hit me you know what if and this is maybe a bit of a many thought experiment for us here.\n\nYou know what if the green part of the green capitalism needs to be considered in a literal way that it’s not just a an abstract concept and that what’s actually necessary and critical in these times is that we have much more green living plant.\n\nFriends relationships around us and so therefore when we’re thinking about urban environments right where most of us live apparently and also suburban environments you know how how do we go about doing that if indeed part of what’s needed here is for all virtually all of us humans to have the opportunity to have these direct experiences needs direct relationships.\n\nHow do we go about greening our living environments in such a manner that that occurs more or less almost by default and I might add you know it wouldn’t be a stretch to argue or suggest that for our species for most of our ancestors that opportunity almost by default was much more prevalent up until our modern industrial era.\n\nJust looking at sizes of cities and technology and so on so what you thought experiment if you’re willing you know how might we go about that or think about that.\n\nWhat’s interesting you know as you were talking I think I’m in the easy thing is to nurture that relationship is getting a plant in a window and you know doing that.\n\nBut I think that’s also touches on what I this idea I have around learning where the plants are from like that it doesn’t necessarily have to be the plant in your that you’re growing in your garden in your urban in an apartment or something but Joseph Brinkman from traditional medicinal talks about when people in the industry condom and say what do I do how do I source responsibly he says pick one plant and follow that plant.\n\nLike learn the story of where that’s from and and be curious that he has this great line is like it’s not easy but if if you’re curious you’re not worried about easy and so and people like Joseph also you know they don’t take a lot of herbal products and he talks also about we need to see the value of these plants and maybe understanding those journeys.\n\nWhat it takes to get that plant from the Himalayas you know with all of that then we use it like the precious object that it is and so that’s also like a different expression of the greenness you’re talking about like in a way plants are leading us there but it’s not like the green green plant in our natural world I mean that’s obviously key part of it too.\n\nAnother like the most inspiring places in a imagining a future kind of way that I visited I didn’t write about this in the well I drove on my route about but this one center in Poland called Dari not to worry and they were started by a man who grew up as a well collector and now they have a factory and they produce teas that they sell mostly just within Poland.\n\nSo they don’t have the challenges of international regulatory stuff and he has his huge botanical garden and he has rebuilt this this hotel out of traditional Polish buildings that were going to be torn down and so he had a move there.\n\nThere’s a natural playground for it and the place was packed with young Polish families when we were there and they offer herbal education and they sell the teas there and that kind of integrated model\n\nwas lovely and we were the only westerners nobody spoke English you know it was and I feel like there’s a real potential in the United States to and herb schools to really kind of feed that greenness what you’re saying a little more and not just say oh here by from this company that company but how do we really link up with what’s in our region and close some of those loops.\n\nSo because there’s a lot of people in the botanical industry who who are involved in purchasing who have no connection with the plants at all I mean that’s probably the most discouraging part and so there are some that do they’re not that don’t and so all those products both companies we can grow in our own you know that reimagine how they’re grown and sourced.\n\nYeah beautiful beautiful thank you well speaking of beauty I want to really encourage folks to check out your film Newman I was amazed I mean the visual sequences are stunning and it’s so beautifully arranged and I was I was struck by a quote by Kenny Osibel co founder of by an years he said that plant knowledge.\n\nMaybe the most important collective heritage that we all share as humans and he said he went on to say especially when we’re dealing with something like climate change in any commented this isn’t the first time as a species we’ve dealt with climate change.\n\nAnd it really hit me the way you guys kind of piece that together in those opening several minutes that on the one hand we have this very deep common human experience of being connected with plants for medicine and food and well being on the other hand we’re in this current situation pickle if you will where so many of us are completely divorced from that reality that experience.\n\nAnd so much so that a whole lot of us don’t even know that that is in fact our sort of normal MO as a species and so I really I want to encourage folks not only to get your book the business of botanicals but also to check out Newman and by the way let me just ask what’s the best way for folks to track Newman down if they’re if they’re looking to watch the film.\n\nIt can be you can rent it on Vimeo on Vimeo and we have we have DVDs that we sell if anybody watches DVDs anymore super and is that available on your website that’s yes I have a link on my website.\n\nOh great okay so yeah Newman I mean beautiful film and if you could please share share with our audience just a bit about you know what’s in that film and what we might expect to experience when we go to see it.\n\nSure well thank you and that the beauty goes to Terry Yalk the filmmaker who I was the anthropologist who came up with the idea and he’s my husband and he’s like sure and then you know I would follow it around got so much footage and then he had to pair it down.\n\nBut the kernel for the movie was as I studied herbal medicine with Rosemary and really well the idea is that you know we’ve been talking about that I found so moving and I saw that those risk were threatened by the commercialization of the urban industry and so Rosemary as I was graduating from the second year program.\n\nShe offered me a small small site then to do a research project around the history around United Plant Savers and so I did I just wanted anyway to continue this work and as I was writing that I released it will be much more powerful it was around the relationship with the plants but it will be much more powerful to tell that story in film so that the plants could speak for themselves and the herbalist could speak for themselves.\n\nAnd so what we really tried to talk about was the values and spirit at the heart of traditional Western herbalism because I was drawn to it also because of the way you know I encountered similar ideas as I said in rural Nepal but here they were being held you know herbal medicine and schools and conferences you know it’s wildly popular and so I was interested in how those ideas were showing up in the West.\n\nSo the film is really talking about that with beautiful plant footage.\n\nReally really stunning exquisite.\n\nWell and thank you so much for visiting with me today and taking the time to visit with our Watters community and before we sign off I just want to ask is there anything else you’d like to say or share\n\nbefore we conclude our episode?\n\nI think there’s one idea that is also around scene you know because they’re seeing the magical aliveness of the world there’s also seeing back to the idea of seeing the impacts of our ways of living and in the book I quote Raymond Williams who’s a literary theorist from\n\nwho talks about the country in the city and but he’s talking about say coal and what we would focus on is the coal but we don’t see the slide keep.\n\nOr in Newman when we interviewed Martha Herbert a doctor and she said talking about side effects side effects are what they read really fast on that commercials but they’re effects nonetheless and so really like exploring that idea both in medicine and in our economic system.\n\nLike what are the side effects and how can we see their every choice we have is having these effects and so seeing both the invisible world of spirit but also the invisible world of the impacts of our actions.\n\nLike that’s all I think yeah.\n\nThat’s really beautiful and such an interesting way to think about those two in contacts together.\n\nThank you so much and it’s been great chatting with you.\n\nThank you so much it’s great thank you so much for your thoughtful questions and conversations.\n\nThe YonEarth community stewardship and sustainability podcast series is hosted by Aaron William Perry offer thought leader and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you to sign up as a daily weekly or monthly supporter.\n\nPlease visit yonearth.org backslash support support packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth  all one word with a Y.\n\nThese sponsors are listed on the YonEarth.org backslash support page.\n\nIf you found this particular podcast episode especially insightful informative or inspiring please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in. Thank you for your support and thank you for being a part of the YonEarth  community."
}