{
  "title": "Episode 110 – Brigitte Mars on Cannabis as the Tree of Life",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12049/episode-110-brigitte-mars-on-cannabis-as-the-tree-of-life.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-110-brigitte-mars-on-cannabis-as-the-tree-of-life/",
  "episode_number": 110,
  "subtitle": "TRANSCRIPT",
  "description": "[Start of transcription 00:00:00.0]",
  "about_sections": {},
  "full_transcript": "[Start of transcription 00:00:00.0]\n\nSpeaker 1: Hi friends. I’m excited to share this podcast episode with you in it. Our good friend, Bridgette Mars, herbalist and author is talking about the possibility that the cannabis plant is actually the tree of life referenced in so many different cultural traditions. She brings together not only her herbal medicine knowledge, but also elements from the archeological record to make a very compelling presentation. Today’s episode is a bit different than usual, and that she’ll be presenting directly with some beautiful visuals. And I just wanted to give you a heads up that what she’s talking about and what she’s sharing with us. Maybe pushing the envelope for some of us, and we may be encountering terms and concepts we’re not super familiar with. So I just invite you to approach all of this with an open mind and open heart and be willing to go along for the ride. And I think you’ll find you you’ll learn something for sure, and probably have a few moments of food for thought. And I’ll tell you, one thing I know is certain I have not yet met a person who is completely certain in an understanding of our history and prehistory. Several thousand years ago, there’s been so much debate and evolution over the last several decades regarding our combined and collective history. And this is something we’re all still exploring together. So a challenge to you is that if any of you out there do have a hundred percent certainty on what was going on several thousand years ago, give me a holler. You could be a guest on the episode and until then, hope you enjoy this one. And without any further ado here is Bridgette Mars presenting the cannabis plant as the tree of life. Take it away. Bridgette,\n\nAaron:      Welcome To the why on earth community podcast. I’m your host, Aaron William Perry. And today we’re visiting with my dear friend, Bridgette Mars. Hi Brigitte.\n\nBrigitte:    Hello. It’s my pleasure and honor. Thank you. Thank You.\n\nAaron:      We’re so excited about this very special conversation about the cannabis plant. Bridgette Mars is an herbalist and nutritional consultant of natural health with almost 50 years of experience. She teaches herbal medicine at Naropa University and the school of health mastery in Iceland. She has taught at omega Institute, Esalen, Kripalu, Shivananda yoga Oshrim arise and vision and unify festivals and the Mayo clinic. She is a professional member of the American herbalist Guild. And Brigitte is the author of many books,\n\nBrigitte:    14,\n\nAaron:      14 books, including the natural first aid handbook, the home reference to holistic health and healing, the country, Almanac of home remedies. And one of my favorites, the sexual herbal Bridgette just told me today, she’s now working on her latest project, a racy, a sixties memoir,\n\nBrigitte:    Yes, Wildflower child, a tale of sex psychedelics and natural foods.\n\nAaron:      It sounds wonderful. And she also collaborates with, with her children and is educating and having beautiful impact on so many herbalists all around the planet. And so it’s a real pleasure to have this opportunity Bridgette, to hear from you about this cannabis as the tree of life idea.\n\nBrigitte:    Thank you so much, Aaron. So it is again, my delight to be here. And as Aaron has mentioned, I studied plants. You know, it’s actually like over 60 years now, really I started as a child and I was raised with a Catholic mother and a Jewish father. I went to all my friends’ churches growing up just to meet more people and find out well because my parents said, we need you to find your spiritual path on your own. They decided they weren’t going to direct me. I studied Eastern religion in boarding school and I wrote papers on Hinduism Buddhism. I teach at a Buddhist university Naropa university and through all the world religions, I have seen that there’s a similarity, there’s many, many tales of some tree that was going to help humanity. So it is not my intention to convert people. My intention is really to explore the spiritual traditions of as many world religions as possible and their connection to the lore, legend and mythology of the tree of life.\n\n[05:00]\n\nSo I certainly know that if I were going to another planet and I could bring one plant with me, I can’t think of another plant that has more uses than cannabis sativa. And when I heard about a plant in the Bible where they talk about the leaves shall be for the healing of nature of the nations, I’ve always been wondered. Wouldn’t it be great if there was a plant that could truly help heal our nations? So we begin. So one of the many influences of all the world religions I’ve been exposed to is a book called the Urantia Book, a book which claims to be written by celestial beings and brought here to uplift the evolution of the planet. I’ve been reading this book since I was 19. And you can see it’s pretty large. It’s been translated into 30 or 40 languages. And the word ‘Urantia’ means earth.\n\nBrigitte:    So some of the spiritual traditions that I talk about come from this book, but I want to say that there’s none of these traditions that’s come out right and say, what is the tree of life? This is simply my research and exploration. So we do know that in the Bible, they talk about every, in Genesis, every herb bearing seed, which is upon the face of the earth you know, has value. There was no mention of life, but don’t use that one. Now the Urantia book does talk about a natural progression of evolution on this planet that came from primates. And that is a whole other story. But I like to infuse the idea that perhaps there are truce in evolution and creation, truths in both of those. Now, many of us love these stories that we see on TV, ancient civilizations, ancient aliens, who were they? Why were they here? Where did they go? What was all that about? Hm. If you find this interesting and many of us do you might be interested to know that the Urantia book talks about a group of celestial beings, a hundred of them, from different worlds came to our planet, Urantia, about half a million years ago. And again, throughout history on every continent, we see images and imagery and hear stories about visitors from other worlds. So perhaps now it is interesting that cannabis has very few relatives on this earth. Hops is the other closest relative to cannabis, which has long rule. The airwaves hops is a sedative and an anti-microbial agent. And I recently heard that Hackberry is also in that family. I’m not sure I agree with that, but you know, I’m not truly a botanist, I’m a medical herbalist. So we’ll see about that.\n\nBrigitte:    It is also interesting that cannabis has male and female plants. There are other plants that have that type of diversity, ginkgo trees, for example, but even nettles male and female plants. But you know, it is interesting. It seems that a lot of the cultivation of cannabis in modern times is just the female plants, but the male plants, which we can use as hemp, it really doesn’t matter if it’s male or female, because all of the industrial uses of cannabis. It really doesn’t matter about THC content. You’re looking for fibers and oil content of the seeds. Now it is interesting that this plant from this tiny little seed can grow as tall as a tree in one season. That’s amazing. I mean, how long does it take apple tree to get that tall? I know sunflowers are, can get that tall, but they certainly don’t look like a tree. So you will see on the board here, some quotes from the Urantia book, I’m not going to read the quotes, but a lot of the things that don’t, they list what page it’s on or what section of the book. So I would say what section, if you want to understand more now, most of you, I assume if you are watching this program, you know, that cannabis can be used to make rope fiber fuel fabric. It can help heal so many of our environmental problems. And we know that there are so many of them, but it is interesting that one of the oldest mummies on the face of the earth was buried in a hemp shroud. It’s interesting. This mummy was found in China and had red hair, and there’ve been many, many mummies ancient mummies found with bags of either cannabis, weed, or even cannabis seed.\n\n[10:00]\n\nBrigitte:    Yes, they don’t always report that in the scientific magazines, just because they don’t want to get the schoolchildren too riled up, but I’m telling you it’s there. And the cannabis leaves can be used for animal food. The seeds can be used as a high protein food cannabis seed is said to be the highest source of vegetable protein on the planet next to soybeans. But we know that soybeans are one of the most genetically modified plants on the planet. And many people have allergies to soy or find it difficult to digest. So a digestible vegetarian protein and, you know, need, I add that in 1941, Henry Ford made a car where the body was made mostly out of hemp and that it was fueled on hemp. I mean, truly paying varnishes oil, airplane fuel. There’s a lot we could do with this plant, but it competes with many, many industries. Well, one culture in Africa, the doggone people believe that they were visited by a group of extra-terrestrials from a planet called Canus miner. Also known as the two dogs star. Hmm. Two dog doesn’t cannabis,  Canus. Hm. And this mean by like two, like biennial or bicentennial, interesting cannabis. Hmm. Well, the doggone people from the Dog Star anyways, these people believe that they were visited by extraterrestrials who taught them about cannabis. And I believe that this is one of the earliest cultures that have invented a certain kind of pipe that was used for smoking cannabis. And they like to dress up in their festivals and honor these celestial visitors that came to visit them. It’s also interesting that they knew about this companion planet, Sirius, hundreds of years before it was discovered by scientists, but yet they knew it was there. Go figure.\n\nBrigitte:    Well, you know, this book that I read, the Urantia book, it talks about evolution. And then these extraterrestrials came and about half a million years ago around the same time that the celestial visitors came there had a natural progression in evolution where in one family were born children of different hues, red, orange, yellow, green, blue, and indigo wow. All born in one family. I like that idea. So remember the ETS are here and they brought a plant with them, a shrub, the denture that grows throughout the universe. Well it’s these celestial beings were coming here to civilize humanity and teach them about things like weaving and animal husbandry and hygiene and trade and government and education. And you know, perhaps that the alphabet, what plant could have, you know, showed them how to clothe these people, have lamp oil in their huts, have building material and other use from hemp. You probably heard of hemp concrete, a breathable fireproof building material. Well, it’s just uncanny. Yes. Well, Carl Sagan, who I happen to know was a cannabis user. As a matter of fact, he is the mysterious Dr. X that Dr. Lester Grinspoon writes about in his book, marijuana reconsidered, there was a mysterious Dr. X who was a cannabis user and it was Carl Sagan. Yes. He used to have his own TV show and wrote cosmos and talked about billions of worlds. Really cold scientists did also a cannabis user, but he believes that cannabis is perhaps the oldest cultivated plant on the face of the earth. And the word sativa actually does mean with a long history of cultivation. Yes. There are a few other plants that have sativa like alfalfa, sativa and ode, Savino, sativum, garlic, allium, sativa, but I can just think of a few of these long history of cultivation plants.\n\nBrigitte:    So again, here’s a plant that could help humanity feed their animals, feed their families. Now, if we look at the ancient Babylonian clay tablets, which people have seen in museums, and we certainly have pictures, the one in the top left is actually a modern rendition, but most of these other pictures are actually Roku carvings that depict perhaps extra-terrestrials guarding this plant, perhaps the tree of life.\n\n[15:00]\n\nI mean, they are guarding it. And you see these two, like bird beings, you know, they were able to fly, travel throughout the worlds. They’re holding these pine cone symbolic things, which might relate to the pineal gland, some belief. But again, you know, in the top, right, you see these like kind of, you know, goat humans guarding this plant. And then on the bright next to that, you see how like these fish beings like these, Hmm, maybe hybrid creatures who knows, but they’re often depicted gardening, gardening, or standing over this tree of life. And then you might also notice that in some of the pictures, there’s like a celestial being like a bird above the plant, maybe signifying that is a plant that comes from another planet. Now on the very bottom right, I have a picture of cannabis sativa. It is the oldest dry known of cannabis sativa done by the herbalist Daya score Reedys who went on a battle tour with Nero when he was conquering Rome and Roman Empire lands for the Republic. But here we have a picture that you might see looks a little bit like some of these other pictures of perhaps. So the Bible and the Rancho book, and many world tales talk about a war in the heavens. Hmm. We hear about the Nephilim mated with the humans. They saw that the daughters of humans were fair and took them to be their mates. So a seventh race was created called the nodites Hmm. The nodites. Well, another story that really talks about this war in the heavens is the star wars story, a battle of good and evil cause that’s really what it comes down to. And according to many traditions, there was an actual battle. The Rancho book says we were not the only planet involved in this war, in the heavens, but of the 100 celestial beings that came to visit our world. 60 of them joined the Lucifer rebellion and 40 stayed loyal to the creator, or what would you do? Well, I think that maybe a lot of people didn’t know what to do and what was the right choice. And this was not only a war of the humans, but also celestial beings. And it pervaded it, it affected several hundred planets. And because of this, our planet, Urantia, you became quarantined.\n\nBrigitte:    We stopped having the free and easy communication with other worlds that many other worlds enjoy. Well, it’s possible. And perhaps I’m just a bit disgruntled with the state of world affairs, but is it possible that some of these celestial beings became, or at least influenced some of the countries becoming their leaders, their Kings, their emperors, but also perhaps contributing to raping and pillaging the land really enslaving the humans. Is it possible? And then we did hear that these celestial beings, some of them made it with the humans creating a seventh race. Maybe even those people were considered gods and heroes, the mighty men of old that you hear about in all the legends. So we do hear about corruption happening on our planet. We do hear about the destruction of our planet and we wonder, how could it get this far? How could we allow things that we know are destroying the earth to be happening, especially when it’s so obvious? It comes down to profit and greed and not respect for the universal mother earth. So yeah, war in the heavens So yeah, someone stayed loyal to the creator. I consider van the steadfast. One of my eternal heroes though, we’ve never met yet, but he kept the tree of life safe. He was also a celestial being an extra-terrestrial who moved the tree of life several times to keep it safe. And at one time lived in Turkey. There’s all lake named after him called Lake Van. And I’m going to say about 2018, maybe 2019, they found one of the oldest castles on the planet underneath, underneath Lake Van. So there’s a picture of Lake Van there in the center. So van kept the tree of life safe and he had a human consort named Amidon and then was a very high order of beings. And he knew that we were going to get another apical revelation.\n\nBrigitte:    The first apical revelation was the extra-terrestrials coming.\n\n[20:00]\n\nAnd the second epochal revelation where two other celestial visitors, Adam and Eve were celestial beings from the star system Eden Shia, perhaps. And they came here and they garden was made, ready, and then help to get groups of volunteers together to make this garden ready. Where was this garden? Well, we don’t know exactly, but according to the research of Robert Sarmast, he wrote a book called the discovery of Atlantis Plato’s description of Atlantis totally matches the Urantia book’s description of the first garden of Eden located in the north Eastern Mediterranean, near right near Cypress is, but it’s an area that’s now under water. Hm. So they planted the tree of life there on the first garden and the area that’s now under water, near Cyprus in the Northeastern Mediterranean. So when Adam and Eve arrived here on this planet, quite recently, actually about 38,000 years ago, they were not considered at least by my research. The first humans they came much later. But the people, the beings on the world, they thought Adam and Eve were gods. They wanted to worship them. And of course, Adam and Eve, you know, being humble, they were already in a relationship on their other planet. Already had children there. They were geneticists, they were eight feet tall. They were said to be of the violet race. They said, we’re not gods. We’re here to work for God, but they flew on birds. They could fly 500 miles in a day, two people at a time on these huge birds called founders. But you know what, a lot of our tales of these gods and goddesses that we’re talking about Aphrodite and Venus or Astarte or Asherah are many tales of gods and goddesses, Apollo. They who came from the stars star beings. Hmm. Interesting. There’s that tree again with the celestial bird over it. Now, Adam and Eve live peacefully in this garden. And they were said to be immortal, they were supposed to eat from the tree of life every day. And they also were raw foodist. They are also said to have imbibed space emanations like light and perhaps neutrino streams into their being. So, you know, when I, the Urantia book describes cannabis, describes the tree of life, forgive me, canna-describes the tree of life as a super chemical storage battery. But when I think of this little tiny seed that can grow as tall as a tree in one season and do all these things and be so high in protein, well, I could see how it perhaps was a super chemical storage battery because to me, as a medical herbalist and nutritional consultant, I think of super chemical storage batteries going to be some kind of plant that serves so many new nutritional needs.\n\nBrigitte:    So I early on wrote a hemp cookbook and we know that it contains a type of protein called edistine. It has excellent profile of essential fatty acids, high in omega threes, more than omega six is like, it meets all the criteria. The leaves are high in beta carotene, and you might’ve even heard of people finding out that they can cure themselves a different diseases using cannabis. I could see why that might be a problem that completes competes with a lot of industry, but in any ways, one of my favorite uses of cannabis is to drink a juice from the fresh leaves, which is not psychoactive, but makes you feel really energized, super chemical storage battery perhaps. So again, we celebrate Easter astarte, the celebration of nature returning to the earth. This is wrapped up. They were celebrating Easter the return of spring many years before the birth of Jesus, but this rebirth. And so the symbols of the egg and honoring of the feminine principles, the flowers, the tulips, well, there was one thing Adam and Eve were not supposed to do. And I know you all heard the story. They weren’t supposed to eat the fruit, but maybe that was just symbolic. I’ve heard from my sources that they were supposed to wait till they had a million offspring in their garden. And then their offspring were supposed to go out of the garden and meet with all the different races, but they kind of got seduced. Hm. Oh, the slide I’m just going to throw in here. Another one who came from the stars, Tara, the Buddhist goddess of compassion and healing. Tara also said to be a star being. Well. So Adam and Eve were told, like, don’t mate with the mortals, cause we really want your genetics to be super strong. So you’ll be resistant to disease. So you have great health and be beautiful and intelligent and spiritually receptive Hm. But you know that trickster.\n\n[25:00]\n\nSo remember those, see those people that joined the Lucifer rebellion. Well, one in particular, the prince Cal Agastya would visit Adam and Eve in the garden and convinced Eve that it would be a really great thing if she made it half human, half extraterrestrial being named Kaino. Hmm. So she did. And that began a child named Kane. Keisha, we’re wondering where, where things went wrong with Kane. We probably got taunted as like, you’re not Adam’s son, but when Adam found out that his mate had done the one thing they were asked not to do well, what would you do? I don’t know what you would do. But Adam went off with Lilith who might also be called Liotta, but he went off with this other half human half celestial being came back a month later with the now pregnant Liotta.\n\nBrigitte:    So it’s interesting. We have a story about Eve and Adam eating an apple, we also have a story about snow, white eating an apple and falling into a deep sleep. We also have a story about sleeping beauty, pricking her finger on a spinning wheel, which is very symbolic of mixing of the blood. We also have the story about Persephone descending into the underworld. So the story goes that after Adam took off for a month, Eve became the story that we’ve heard about the descent of Inanna, the descent of our earth into winter time where nothing bloomed and everything was covered in snow. And then Adam came back a month later with the pregnant Lilith and they heard a voice in the garden, an angel that said, you have hours to get out of here. You are not permitted to bring the core of the tree of life with you, but we suggest you get ever whatever roots, bulbs and seeds you can collect. And we suggest you had eastward. So Adam Eve Lilith the other woman and as many of their kids that were over, I think over age 16, the younger kids went back to their home planet Edentia and the older kids got to decide well, so they lost a lot of their tribe and they were suggested that should head eastward. Well, they couldn’t bring the core of the tree of life, but if you told me I could not bring the core of that awesome peach tree that I planted in my yard, I would figure out something, I would bring a seed or I’d bring some cuttings or I’d bring some root parts or I would find a way, well, it’s a good news that cannabis clones very easily. It doesn’t take that much to cut off some leaves and you know, do some kind of magic and it grows roots. Next thing you know, a lot of the plants that people are currently using, come from clones and not even seeds. Notice how the seeds have gotten so expensive. Huh? The genetics are getting really controlled. I remember in the sixties, we used to throw those things off the porch. Well, so supposedly towards the end of Adam and E’s life, oh, the pregnant Lilith, she died in childbirth and Eve. So mercifully took that child, a girl Sansa to her breast and nursed her. Also, the story goes that they did an artificial insemination program with women of all the different races. No, Adam didn’t get to have sex with all the women. He was overseen by Eve. And sometimes we see these pictures of these women lining up. There’s some kind of like violet tree. Anyways, it’s just started looking into this. So it was much more difficult in the second garden.\n\nBrigitte:    They had to work by the sweat of their brow. It wasn’t a paradise. There was a lot of other beings there. Some good, some not so good. They went to where the Tigris Euphrates River meet. This is an area we also regard as Mesopotamia or Babylon. You know, sometimes we about Babylon being sort of like know, not a really ideal thing. There’s a lot of sin and iniquity and things going on, but in any case, got to work with what you got. So we also have the story in the Bible and the Urantia book that when older,\n\n[30:00]\n\nI believe when they were teenagers, Cain killed his brother Abel. And this is very unfortunate. He, they argue over who, whose sacrifice was better than the other. And you know, no sacrifice was practiced in the first Garden of Eden. But when they got to the second garden, Adam and Eve were so busy, you know, just trying to keep the show going the ship afloat that they really weren’t able to give spiritual teaching to their kids. So they kind of reverted back to what the people were doing, you know, making sacrifices. And so Cain killed his brother Abel and the Bible says after that, he went into the land of Nod and found a wife. So there’s a big hint there that perhaps there were other celestial beings here on the planet or other beings that the seventh race, the Nodites, the Nephilim that had made it with the humans. So one theory that was also explored by Dr. Robert Sarmast that a lot of our mythologies about Kane might also translate to the Kheiron. Hm. The half human half beast, or perhaps is he half human half God. You know, in mythology we hear about Khieron being the son of Diana and Diana, perhaps there’s another name for she who came from the stars, Diana, Athena, the you know, Saline, one goddess, many names. So Khieron this half human half beast or perhaps half human half God, because Kane, when he went into the land of Nod, he really used what he had, which was like, he was the son of the celestial being Eve mother Eve, who, you know, many parts of the world knew about the legend because Adam and Eve live for several hundreds of years on the planet. It is interesting too the word “chiro” means hand a chiropractor is one who heals with his hands. And if you know anything about the structure of the cannabis leaf, it is a Palmate leaf shaped like the Palm of the hand. So it’s believed that this character of the half human half beasts might also carry over into some of the mythologies we have about the green man, Peter Pan, Kokopelli, the pied Piper, the satire,  Bacchus/Dionysus.\n\nBrigitte:    Those that maybe knew about the secret magical plants. I mean, these beings all had special powers. I mean, Peter pan could teach you to fly. The pied Piper kept valerian in his pocket and led the children out of Hamlin because the townspeople didn’t pay him for getting the rats out. And, you know, Bacchus and Dionysus, they kind of like, you know, the gods of wine and many scholars say that it was cannabis infused wine, but you know, sort of representing the wildness, the green man, you know, again, you see many of these half human half God, they play the flute. Hmm. Yeah. Krishna and Kokopelli they’ll play the flute. And in tantra, the word playing the flute has phallic connotations. If you know what I mean? Well, perhaps Cain became the father of the Canaanites who are very, very discriminated against, but I know if one of my children had to leave home on a vast unknown part of the planet, what would be one of the most precious things I could give them, especially, you know, 38,000 years ago around about would be some hemp seeds because then they could help civilize the part of the world they were going to and teach those people how to make food and fuel and fabric and lamp oil and protein and all those amazing things. Well, I don’t know as much about Nordic mythology, but I did like watching the Vikings on the history station. It’s really violent, but it was awesomely spiritual too. They talk about a world tree Yggdrasil and you know, it’s interesting some say it’s an Ash tree, or, but it is interesting that they have a Nephilim the world of the celestial beings that perhaps join the rebellion. They also have a van heme member of them, the steadfast to kept the tree of life safe. They also have an elf heme. And you know, I teach in Iceland. So I know about the elves. They really make a lot of it. I actually have photographs, but that’s another class. So there’s a lot of similarities to the Nordic mythology about the tree of life, as well as south American, even the Mayan tradition has a tree of life. They also have their cosmic serpent tree.\n\n[35:00]\n\nKatsy codal again, these are all areas I would like to explore more. But for now, I just want to point out that there’s many correlations in the traditions of spirituality that talk about a world tree and the different levels of Ascension by elevating and using this tree for progress in evolution. Now, moving over to India in the Hindu tradition, they have a Trinity; Brahma, the Supreme creator, they have Vishnu, and they also have Brahma Shiva. So Shiva as sad to be Lord of the dance. He’s the creator and destroyer, but they all work together just like, you know, the holy Trinity we have on, you know, many other continents, but Shiva, he used to go and cavort around with the maidens and the nymphs and his concort Parvati did not really like that. So she had access to a plant cannabis. Here’s a little picture right there of her handing him.\n\nBrigitte:    Wow, look at that. It’s a young cannabis leaf. So the story goes that when he came back from his cavorting, she offered him some cannabis and they partook of it. And he was so blissed out. Not only did he become more faithful, supposedly one hopes, but he declared that it should be available for all his devoted. So his devote, his include the sod dues of India, these holy men, these very often men that had great careers who forsake all material attachment and cover themselves with ashes from the funeral Pyre. And I know it sounds weird, but they smoke the chillum and the word chillum means chalice. And they, they sing their praises to Shiva. They often say before they smoke. Oem Shiva Shankar, hari hari ganja, boom, Shiva Shankar hari hari ganja, or hail hail ganja, Shiva Shankar hari hari ganja. And you often see pictures of Shiva holding a shell. Hun, if you notice the shell is filled with a green liquid and that liquid is known as bhang, B H A N G not bong like B O N G, but bhang is a sort of a child-like beverage that’s made with cinnamon and cardamom and ginger and cannabis. Hmm. And it’s also interesting. You see this picture on the bottom and middle of Shiva and he wears a top knot in his hair and there’s a river that comes out of his top knot. And it is the Ganges River Ganges. That does sound a little bit like ganja. And this Ganges River is associated with a goddess named Gunga or ganja. Hmm. And on holy day they throw colored powders on each other after drinking copious amounts of bhang. And of course, we’ve all heard of the Ganges River being a river that is considered a sacred river of purification. So I think until the end of time, scholars will debate, what is the Soma that is talked about in the rig Vedas? Well, I’ve heard it all as a peg and them harm realize is it psilocybin is it amita muscaria. Is it sui- cide, Syrian Rue? What is this tree of life? What is this Soma? We do know from the Vedas that it is psychoactive, that it affects people’s consciousness. Well, Chris Bennett, who I consider a great scholar, wrote a book called cannabis in the Soma solution. And even though I’ve read the mushroom in the cross and many other scholarly works on just what might be Soma, I’m convinced that Chris Bennett has done his research. So if you want to know, yeah, I’m, I’m on that team. Um, I just want to say that cannabis has long been part of the sacred herbs of India and trying to make it illegal.\n\nBrigitte:    It’s a little late for that because it helps people so much. There’s a huge festival that happens in India every several years. I forget eight years, 12 years, but it’s called the Kumbha Mela and the origin of the Kumbha Mela tells a story about the God Indra being very exhausted and depleted. And so the lesser gods take a serpent and twist a serpent around a mountain. And from the mountain explodes a perfusion of something called Amrita or nectar and it falls upon the earth in several different places and that is where the Kumbha Mela is held. Biggest festival on earth makes burning man look like an amusement park. Well, the Buddhist tradition.\n\n[40:00]\n\nBrigitte:    Try to distance themselves from the licentiousness of Hinduism. However, one of the earliest idiograms in the Chinese language is two hemp plants growing outside a house. And one of their deities is Magu the hemp maiden, who was a necklace of hemp and administers healing herbs to the people. But I just want to say there’s always a fringe group in every culture. And in tantric Buddhism, the use of psychoactive plants has also been part of the culture. And, you know, it’s hard to know so much about Buddha, just like, you know, we only have fragments of texts and interpretations of fragments and so forth, but there are many Buddhist traditions that talk about Buddha eating one hemp seed a day. Well, I want to honor the Jewish tradition Machiventa Melchizedek came and visited Abraham, I guess maybe 4,000 years ago. And they did not have access to the tree of life, but he really tried to make people ready by honoring the one, God, he wasn’t saying don’t worship the God of volcanoes or the God of the rocks, but you know, the creator of all, if you’re really going to like, you know, do your prayers, not that we can’t appreciate a nice rock or a volcano. Hmm. But it is interesting that Moses got his 10 commandments while sitting in front of a burning Bush. I wonder what pushed that might’ve been. Hmm. What smoke could have been consciousness altering to help him procure such profound wisdom for a better way to live upon the earth? So recently they found out that a lot of the things used in the temples, a lot of the incenses were burned and holy anointing oil, I’m going to come to that in a minute, but we do know that the practice of burning incense, the word perfume means to purify through smoke.\n\nBrigitte:    And so throughout history, we have many concepts of people, priests, shamans, medicine, women burning different good smelling herbs because it was believed that when you burn these things that smell good, they didn’t know they were producing carbolic acid, which was antiseptic, but they were sending their prayers heavenward. So it was a way of like, you know, please help us succeed or please help my son to heal or my daughter to marry well or whatever it is that you were praying for. And we also have referenced that in the Oracle of Delphi, that the women who were the priestesses would foretell the future and would burn cannabis and other herbs embrasures as a way of gaining inspiration. So there’s something very mystical about smoke. Some people have even like looked for images in the smoke as a way of like looking for signs. As you know, many, many cultures have done when, you know, this is what they have to work with. It’s a good thing. Nostradamus wasn’t around during the witch burning times, he probably would have gotten in a lot of trouble for some of the books and things that he did. But you know, we still talk about him to this day. So burning incense, a way to send your prayers have been word and also to create an antiseptic environment where it might be safe to pray or worship. So one of the oldest known cultivators of cannabis has said to be the Scythians and the Scythians were the first people to domesticate the horse because they were hemp growers. They were able to make rope and fibers and therefore rope in the horses and lasso them. But we also know that they burned cannabis in these braziers and they would create like a tripod and put cloths over it. And then they would get inside the cloth and inhale the vapors, and then they would dance and sing and cavort, but they conquered much of Western Europe. And it was really their ability to have domesticated, not only the horse because of their domestication of cannabis and because cannabis can get so tall, they invented a sythe, which is that tool that you see use to cut hemp and you can see how tall it grows and how even tree-like it looks. okay. So let’s see. So the Old Testament talks about a holy anointing oil and the holy anointing oil is mentioned many times in the Bible, but they say that it was made out of cinnamon, myrrh,\n\n[45:00]\n\nolive oil, and Kaneh-bosm. Yup. Kaneh-bosm. That’s what I say. But in the third century, BC in a Greek translation, cause we’re talking about the Old Testament of the Old Testament. They translated Kaneh-bosm to be Calamus a chorus Calamus. Well Calamus, even though I hear Walt Whitman was a cannabis head, I tried it once and it made me sick.\n\nBrigitte:    It’s not a really great healing or it doesn’t have the market value burned as an incense. I’ve certainly never done it. And I’ve certainly burned a few sticks myself. Huh? Ken, the Calamus is also a water growing plants. So would a plant that grows in water, be prolific in the dry desert land. And the Bible also talks about cannae being a fiber plant and of course Calamus is not a fiber plant, but can they both, some as cannabis is definitely a fiber plant didn’t we say that we’ve seen shrouds made of cannabis. So you know, the holy anointing oil is also used by the apostles. And according to the Urantia book, Jesus had a core of women apostles, which conveniently got locked out of the Bible or left out of the Bible. But that resulted in women being locked out of a lot of other things for the next couple thousand years. Well, I want to give honor to the Zoroastrian religion as the Zoroastrian religion-look, there’s that flying bird again, they used plants, sacrament call Hayoma, which sounds a lot like Soma. And originally when they were honoring the masculine and the feminine aspects of the divine, they use cannabis as their sacrament. But later as the religion progressed, they only honor the masculine and no longer use cannabis, but use like a placebo in their ritual. But in any case, it said that the three wise men were Zoroastrian priests and that’s why they knew about astrology. And they knew that there was this conjunction of that are Saturn and Jupiter, Saturn and Venus, some big conjunction that happened like last winter, I believe, but it made for like a really bright star, but the three wise men had some inside information. Now moving south to Africa in Egypt, we have a goddess named, sheshemet. They call her lady of the seven points. Will you look at that over her head? That’s one of those Palmate leaves. Wow. And then, you know, if you look on the image on the top, right, it looks like something I saw going on the other day outside, somebody offering, somebody looks like a pipe. Hmm. Well, in any case, it’s hard to understand all the mysteries of ancient Egypt, but we do also see that they have pictures of a tree and there’s people getting something important off this tree. And of course the symbol of the ankh indicates eternal life. And one of the reasons that the original extraterrestrials brought the tree of life here is it was going to help them to have extremely long lives and be immortal. So anyways, a hemp juice every day just might be your cup of tea for long life. But remember the doggone people, they talked about the visitors, the companion planet to Sirius, all of Egyptian architecture is really modeled around Sirius. Hm. So the building of the pyramids and their placement and how they are facing. So there’s a book out if you want to learn more about that, but definitely a connection to Sirius.\n\nBrigitte:    The Shinto religion is an ancient Japanese religion. And they have all of their ceremonial robes rope made out of hemp. Their parchments made out of hemp and on their holy days, they burn hemp in the town square. Now alchemy had to be quite secretive, but alchemy was a principle of turning base metals into gold. And it wasn’t only for turning metals into gold. It was also about spiritual purification and they had to be quite secretive, but an alchemy, they talk about the philosopher’s stone and the green dragon. And some scholars think that perhaps they’re talking about cannabis,\n\n[50:00]\n\nIt certainly would be something that could help one to access higher states of consciousness. So many cultures honor trees in different ways. To this day, you made a celebrated Beltane with a maypole. You maybe have celebrated Christmas with a Christmas tree, but I certainly want to honor that, you know, many cultures have a lot of lore and legends about trees, about them being inhabited by nature spirits about them being portals. You know, I don’t know all the answers or all the truth, but I do know that it is a theme that comes up over and over again. So Jesus Christ, the word Christ means the anointed one. And in many of the sacraments that are practicing some Christian religions, what they used to do is anoint you with the holy anointing oil. Remember all of oils, cinnamon, myrrh and Kaneh-bosm, which became Calamus. But nowadays they just use olive oil or maybe they use canola oil, but it used to really be like a sacrament that maybe could even be used topically to activate higher states of consciousness. But having had a Catholic mother, the anointing would take place in baptism and communion and confirmation and marriages. And also when you die extreme unction. But now it’s more of a symbol than an actual oil that might have any healing or helpful benefit. Not that olive oil is a bad thing. It’s great for salad dressing. Jesus’s first miracle was performed in Kayna. He did it as a favor to his mother. They ran out of wine at a wedding, but the reason why I mentioned this is because I wonder what they grew in Kayna Hmm. Maybe the Canaanites had been there before with some of their magic seeds. And here’s a picture from the 12th century of Jesus healing, the blind and personally, I don’t think Jesus needed anything to heal the blind. He definitely had some super powers, but look at this picture, sticking out of this rock above these two blind men hall, if that is in cannabis sativa, I don’t know what it is. So I just want to give honor to the core of women apostles that was left out of the Bible. Now Asherah, one of the things that happened, remember how, you know, Eve got blamed for the fall of man.\n\nBrigitte:    And they got kicked out of the garden, but you know, Adam, he was gone 30 days. She was only, she only had a one afternoon stand, but Asherah was the concort to Yahweh and her plan was cannabis and people would make offerings to Asherah. They would honor the queen of heaven, who is also perhaps Eve. And when they honor the queen of heaven, they had prosperity. They had enough to eat. And when they were no longer allowed to have this plant, they had hunger and they had strife. And so one of the things that you see in the old world is a lot of the statues of the goddess of Venus and Aphrodite. They were defaced, no, they didn’t make them with no arms and no head. They cut the arms and the head off to deface them. And another extension of this is the witch burnings were women who were often the herbalist, the midwives, perhaps the elders of the village was seen as a threat. It was believed that if you had an illness or you had a hard time in a birth, that it was between you and God and an intervention other than the medical establishment was seen as taboo. And so very often those that carried on the tradition of the healing herbs were often the persecuted ones. Good thing I wasn’t alive then. Okay. It was also a great way to like, get your land or, you know, blame the pretty woman in the village for like turning your milk sour or your crops infertile, or, you know, maybe you were just poorer and you know, a burden on society. But this must’ve been a very dark time between the 1400s and the 1700s. And they gave us a Mary, we love Mary super cool Mary, you know, she’s a, she rocks, but she became the substitute for the goddess and certainly nothing wrong with her, but they kind of channel all that worship of the divine, feminine into mother Mary. It is interesting. Didn’t they call it Marijuana? Hmm. Maddie. Hmm.\n\nBrigitte:    So the Sufi kind of, some of the hippies of Islam would use cannabis in their spinning ritual. But I also want to honor, the Quran does not forbid against forbids against alcohol, not cannabis. Therefore it’s also been part of the culture and some really great medicinal cannabis comes from that part of the world as well.\n\n[55:00]\n\nI want to honor the Rastafarians who talk about INI that you and I are one that we should use cannabis as a sacrament with prayer. They also called the chillum. They call it the chalice and have a lot of respect for a spiritual leader, Haile Selassie, and believe that he is perhaps a celestial minister come here to uplift the so Ja Rastafari. So I love that one of Abraham Lincoln’s favorite things to do was to sit on his porch with a pipe of hemp in playing his Hohner harmonica. And I know you probably have all heard that both George Washington and Thomas Jefferson said, so the hemp seed everywhere, because this was a plant that could really help our country get established. So he wouldn’t need to rely on foreign imports. And people were actually taxed in colonial America for not growing hemp, because this was going to allow us to make sailing sails and soldiers uniforms, and again, animal bedding and feed and food and fuel and medicine. Hm. Well, what happened? Some of us have always believed that cannabis had healing properties. I just want to honor the sisters of the valley. I don’t think they’re real nuns, but they long believed in the healing properties of cannabis in Denver. We actually have a international church of cannabis. I have presented this very PowerPoint there.\n\nBrigitte:    Well, I was talking, talking about how most of the cannabis right now, who knows what it’s going to look like in a few years from now, but this plant, even though we’ve had legalization in many states, it’s usually the female plants that are being grown and the male plants are picked off. Although the male plants, like I said, for hemp and industrial purposes is fine, but all that stuff that’s being grown in warehouses using lots of fluoridated water and very expensive electric lighting. Those are all the female plants that in a sense are in captivity. And it does remind me a little bit of the cattle industry where it’s usually the female cows that are milked. Because I don’t think many of the male cows are being milked. And then in the hen house, that’s all female chickens. Yeah, because they lay the eggs. Hmm. So some of these industrial grow ops, you know, remind me a little bit of hen houses, kind of females in captivity, women in burkas. So in any case, I’m, you know, freeing the plants and freeing the planet. I think really for the good of the planet, we need the male and the female plants. It’s not that I don’t like certain strains of cannabis and high THC content, but really the seeds are really going to be a big part in the fiber and the fabric of what can heal our planet. But no cannabis has, you know, it’s still illegal in many parts of the world. We have become a pharmaceutical nation if you don’t think so, just watch an hour of TV. You know, plants that are healing have long been prosecuted since the days of, you know, the early part of the 1400s, we have been told that we must only get well using prayer penance and giving money to the church as well as pharmaceutical drugs. But yet cannabis has been used to make many, many kinds of medicine for sleep, for anxiety, for healing, for inflammation. It is also interesting that we have an endocannabinoid system in our bodies.\n\nBrigitte:    Really? We actually have a system that is designed to be receptive of cannabis. Boy, that’s pretty amazing. Few other plants that fulfill those endocannabinoid system. I’m told that wild oregano as one of them, cloves, maybe we’re going to see more research on that, but we do not have an endoginkalide system or an endo, you know, gin set aside system or gin. Anyways, we have an end cannabinoid system and it really permeates every organ system of our body. That’s amazing. It’s like this plant is really here offer a lot of healing for us. Well, there’s no doubt planet earth is in big trouble. I mean every day, if it’s not one thing, it’s the other thing it’s global warming. It’s pandemics, it’s new variants. It’s the economic collapse. It’s food shortages. It’s, [inaudible], you know, crime in the streets.\n\n[01:00:00]\n\nYeah. We’re at a crossroads and it’s time to really make a decision. So when I heard about a plant, his leaves shall be for the healing of the nations. I really asking us all to reconsider no matter whether cannabis is an ally for us, whether we smoke it or not, or choose to wear ham clothes or have canvas shoes made out of hemp. Matter of fact, the word canvas comes from the word cannabis, our pioneer for ancestors across this country and the canvas wagons. Those were made out of cannabis canvas. The leash shall be for the healing of the nation. So I would really like to encourage people to use this plant as a special with intention, perhaps even with a prayer. It’s so simple, it doesn’t have to be this, but one suggestion is almost four 20. It could be 11, 11 or 12, 12, but you know, four twenty is on a lot of people’s minds, I was working at a pharmacy today. And what did I do at four 20 standing in the front of the vitamin C? I just went. Om. What if we all took one breathe with the intention of peace doesn’t mean we need to smoke weed, but just focus our intention on harmonizing with one another. I have great hope for the future. I know we can get really distressed about all the problems on our planet or we can focus on solutions. So with all the plants that I’ve studied, here’s a plant that offers more solutions than any other plant. I know I thank you so much for listening for exploring these topics. I hope that you’ve had a good time and it gives you something to think about. I wish you all, many blessings.\n\nSpeaker 4: The Y on Earth community stewardship and sustainability podcast series is hosted by Aaron William Perry, author, thought-leader, and executive consultant. The podcast and video recordings are made possible by the generous support of people like you. To sign up as a daily, weekly or monthly supporter please visityonearth.org/support. Support packages start at just $1 per month. The podcast series is also sponsored by several corporate and organization sponsors. You can get discounts on their products and services using the code YONEARTH. All one word with a “y”. These sponsors are listed on theyonearth.org/supportpage. If you found this particular podcast episode especially insightful, informative or inspiring please pass it on and share it with a friend who you think will also enjoy it. Thank you for tuning in. Thank you for your support and thank you for being a part of the Y on Earth community.\n\n[End of transcription 01:02:58]"
}