{
  "title": "Episode 103 – Nick Chambers, Founder, Living Arts Systems, and ED, Valley Roots Food Hub",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11882/episode-103-nick-chambers-founder-living-arts-systems-and-ed-valley-roots-food-hub.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-103-nick-chambers-founder-living-arts-systems-and-ed-valley-roots-food-hub/",
  "episode_number": 103,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Welcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today we’re in the San Luis Valley of Colorado visiting with Nick Chambers. Hi, Nick. Hi, Aaron. How are you? Good to see you, buddy. You too, man. This is gonna be a lot of fun. Now, I may as well dispense with a very important.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today we’re in the San Luis Valley of Colorado visiting with Nick Chambers. Hi, Nick. Hi, Aaron. How are you? Good to see you, buddy. You too, man. This is gonna be a lot of fun. Now, I may as well dispense with a very important.\n\nThe fact about this particular episode, which is that Nick and I have been best buddies going clear back to high school. And we actually met in middle school, played some music together, had a lot of fun over the years.\n\nIt’s actually a real joy and honor for me to be able to do this episode to discuss a lot of the great work Nick that you’ve been doing in the sustainability movement, both as somebody demonstrating what can be done with home setting and also as an educator teaching folks all kinds of appropriate technology solutions. Yeah. It’s gonna be a lot of fun. Good deal.\n\nNick Chambers is the founder of Living Arts Systems. He has worked in small farming, home setting and renewable energy innovations, education and service and installations for the last 20 years.\n\nFor the past nine years, he has worked in the Colorado local food movement, specifically in food distribution. He currently serves as the founding general manager for the Valley Roots food hub, a statewide distributor and aggregator specializing in source identified and regeneratively grown produce meat, dairy and value added food products.\n\nNick is based in the San Luis Valley of Colorado where his beloved homestead choke cherry farm is situated in the small hamlet of Crestone and where the seed bed for Nick up, excuse me, and where the Valley Roots food hub is based in Moscow, the potato and quinoa capital of North America.\n\nCrestone has been a verdant seed bed for Nick to put his deep permaculture and liver dye, renewable energy to practice.\n\nAn aerobic digestion treats wastewater and produces cooking gas. Solar hot water runs residences and commercial kitchen.\n\nAnd wood stove thermo siphon hot water provides domestic hot water backup. We’ll be showing you some of this. We’ll be talking through some of this. There’s a number of terms and concepts that may not be immediately familiar to everybody, so we’ll get to that.\n\nThankfully, his family has been willing to check the temperature of the water before a shower. And if it’s been cloudy, a fire needs to be lit.\n\nMuch of the work Nick employs comes out of feasibility studies, mentorships and solar installations done throughout the Valley, as well as serving as adjunct faculty at Santa Fe Community Colleges biofuels department planned for 2021 as a commercial venture in Moscow where various renewable technologies will be working in concert to produce value added agricultural products in a renewable energy park setting.\n\nNick also enjoys supporting his kids as they embark on college and beyond, rambling through the wilderness and playing music.\n\nSo Nick, it’s so fun to have you on the podcast. I’m thrilled to chat with you and we’re sitting here standing actually here in a greenhouse that you built a fears back that has some very interesting properties, characteristics and technology in it.\n\nBut before we get to that, I want to just say that, you know, this is a very special property that you’ve been stewarding for many years now and right over yonder a few paces is where you and Alicia got married.\n\nWe’ve had some beautiful times here over the years as friends and some of those times have been with our younger children running around.\n\nAnd so I just wanted to start by asking how the heck did you get into this homesteading thing so long ago when really it wasn’t something many in our generation were really even thinking much about yet.\n\nYeah. Well, Aaron, you know, you might be a co-conspirator to some of this business.\n\nYou know, studying anthropology in college and being in touch with just cultural diversity in different ways of living, certainly inspired it and then growing up, you know, we were we were hitting it hard with like there’s got to be a way.\n\nThere’s a greener way. Something’s not right. There’s there’s something a miss here and we were deeply inspired by wilderness and that was our thing.\n\nAnd so when we got out into the world to, you know, make our own choices and make our own path, you know, for me, at least, you know, I was kind of had a proclivity for the canvas living environments, TPs.\n\nMy brother growing up would go stay with him near Durango. And then in college, it was just like, man, I’m going to save money. I’m going to go live in the wilderness. I’m going to get myself TPs and just have my own thing.\n\nThat was, that was some of the most enlightening years I’ve ever had and it was super awesome. And then you vined me, Bill Molison’s permaculture one book, the big, thick, hard back, the Bible.\n\nAnd there was so much during those years we were creative. We were thrifty. We were full of resources.\n\nAnd it was like, let’s put permaculture to practice and just do the stuff. So with landing here, it was a, it was really a blessing after working on several farms, biodynamic farms in Canada, working in the biodiesel sector, trying to, like, you know, solve the transportation issue for our families.\n\nYou know, a crest on, we ended up coming here because it seemed like such a great place to practice permaculture on a community wide scale, you know, community of a thousand people, pretty alternative, very globally minded as far as a lot of cultural influence with different spiritual communities.\n\nAnd then everyone was on older builder. Everyone was building their own house, strawberries, huge, Adobe. There’s no structural building codes here. So it allows a lot of freedom and flexibility to design the things that we want to live in.\n\nSo, you know, garnering all those skills. And then this particular piece of land we eyeballed for four years. I was writing letters every couple months. I was calling every couple months for four years straight because we just felt like it was here or we were going to bridge Columbia back to that biodynamic farm community we were at.\n\nAnd then after four years, everything came together. We invested out in the Bakka, which is where most people live in Crestone. And, you know, one thing led to another and all the pieces fell together. And so we were able to hit this land, which is an old homestead from 1916, had a one cubic foot per second ditch they put in right around that time.\n\nYou know, I had animals and you can clearly see where 100 years of animals were 75 or whatever based upon the soil and just like there’s grass here. Well, an acre grass. We don’t have a lot of grass.\n\nSo it was a real jam and we felt like we could do a little permaculture, a small farm and thing here. And we did for many years and we had interns and woofers from around the world.\n\nWoofing is the, what, what does that sound for again?\n\nWell, willing workers on organic farms. And it’s a way for folks to travel and visit and work on farms and exchange for room and board often.\n\nYeah. Yeah. You know, we had cool, we had a, you know, a carpenter from Austria, suit mad skills, but 18 and just looking to cut his teeth on something else and, you know, welder from Quebec, French speaking.\n\nSo yeah, good international. Then we had kids from New Hampshire that wrote his bicycle out here. And he stayed with us a couple summers. So we had a lot of good community times and building and putting this old cabin back together and doing a lot of this type of work. And you know, they were all game.\n\nLike, well, what, what we want to do is, you know, we’re going to do humanoring. That’s what we got right now that we’re working towards creating methane off our, you know, septic system stuff. And they’re like, yeah, sounds good. Me.\n\nYeah. So, you know, we, we laid a lot of stones over the years and it’s just been a slow process, very much hand of mouth and just, you know, going and working a little bit and working here.\n\nWe did a CSA for many, many years of community supported agriculture model, where folks by shares early in the season, springtime and then get periodic food deliveries or pickups usually weekly.\n\nYeah, weekly, you know, food basket of whatever’s coming out of the garden.\n\nAnd that went good for a while. And so, yeah, more or less brings us.\n\nThis is great. So you mentioned human, there are a couple of things you just shared that I want to circle back on and kind of tease those threads through the tapestry a little bit.\n\nYou mentioned human newer that may be a concept. Some of you are familiar with, I would imagine, but not necessarily everybody.\n\nAnd there’s a great book called the human newer handbook. This is, this is helps us in a spiritual way to get in touch with our turd eye if you need to do that kind of thing.\n\nBut tell us, tell us what is human or in, you know, of course with your anthropology background, you’ve got this very interesting lens and perspective on the real aberrations that are modern Western American consumer culture.\n\nAnd so human or something that goes way back in time, right?\n\nYeah. I mean, yeah, as long as we’ve been going or, you know, collectively as a, when we wanted to deal with our byproduct in a, you know, responsible soil producing way.\n\nYeah, I don’t know how many years, but of composting human manure is all we’re talking about.\n\nShout out to Joseph Jenkins, the author of that. I met him once at a bio cycle conference.\n\nYou know, bio cycle is a huge industry related around composting and anaerobic digestion and all this stuff.\n\nAnd so high big dollars, big industry and high pollutant, you know, governments and big corporations and all that type of stuff.\n\nSo the largest corporations in the world are big money because it’s municipal wastewater treatment. It’s municipal composting.\n\nAnd here’s Joseph Jenkins getting up there and he says, this will call you cost you about $3.50 and it’s a five gallon bucket and sawdust and wood chips.\n\nAnd here’s the process. Here’s the data, you know, all biological organisms can get killed that you don’t want pathogens. It’s a proven process. It’s all there.\n\nAnd it’s just really astounded and confounded this community of big money and big industry with such a simple, simple way.\n\nAnd that’s basically composting our stuff. And you know, it’s a hard concept for some people. I think as a culture, we’re fecalphobic.\n\nAnd so it’s like we don’t want to deal with it. We don’t want to talk about it. We want to flush it down and do it.\n\nAnd so we kind of, you know, that seemed to work really well for our lifestyle. And it did accept your sister and your mom may not want to come stay with you.\n\nSo they’re in line as a rub. And so in order to, you know, create a situation where you want to have your family come and stay with you that need plumbing and flushing toilets.\n\nAnd the solution was an anaerobic digestive system. So it could be a supercharged wastewater system that can provide not only methane gas for energy and cooking, but also treat the wastewater more effectively than septic systems or more effectively than traditional wastewater treatment.\n\nSo that’s the path we’ve been on there. Yeah. Yeah. Great. And what do we, what do we have going on in this greenhouse structure?\n\nSo this is a supercharged septic system or a biogaside gesture, anaerobic digestion, all pretty much the same thing. And instead of, you know, when you flush the toilet in most cities, it goes more than times and not because of aerobic treatment system.\n\nSo it’s using air and energy to blow air into the water and let the microorganisms that aerobic microorganisms do the breakdown of the organic material.\n\nAnd anaerobic is certainly just shutting everything off, letting it be no oxygen, dark. And these are, you know, that of the five kingdoms of life, archaea are some of the oldest.\n\nAnd their close, archaea are the organisms that yield methane in their metabolism. So they’re the ones responsible for the methane, digestion and treatment.\n\nThey’re closer related to plants and animals than they are bacteria, which is very interesting. Anyhow, so there’s no oxygen. So it’s an aerobic environment. You get these thermophiles of archaea that do the work. And it’s a passive system.\n\nYou know, it’s proven 99% pathogen death. And then what comes out the other end, you can pay your bills on the nutrient value of the wastewater as opposed to, again, treating it like a waste product that needs to be disposed of.\n\nSo it’s funny the way how our society has artificially priced energy where the methane gas that we make off the system is really fun and it’s great to torch and use.\n\nBut actually, penny for penny, it’s much less valuable than the nutrient value of the wastewater that’s going through.\n\nAnd whether we’re out of place to effectively utilize that, I’m not quite sure. Again, it has a fecrophobic thing going. But again, this is big stuff. Like this is on a real small scale farm scale.\n\nThe Denver metro wastewater is the anaerobic, Santa Fe, ablicarkey and numerous other ones are big scale. And they’re creating four megawatts of electricity off the methane while treating some of the solids and things like that.\n\nSo this is a very small scale. This is a Chinese style. I did a training in China with a company. So they’re called a fixed dome hydraulic pressure.\n\nAnd that’s just the way that the gas is created under these fiberglass domes. So if this is handing, you have your sort of tank. So we’re standing on one right now.\n\nYou have this big stomach. And as the natural anaerobic process goes on, it’s releasing bubbles that can trapped in this fiberglass dome up here.\n\nAnd then it’s all sealed and fixed. So what happens is the water level, as you start catching gas, the water level starts rising up above that dome. And then therefore you have pressure.\n\nNow when you open a valve on that gas bubble, you know, that water wants to push it out. So it’s beautifully pressurized passive system.\n\nVery cool. And this. So these are the vessels that tanks themselves are concrete, right? And you poured them here. Didn’t cast in place.\n\nSo that it’s a great solution for the homestead scale, the small farms scale. Yeah. That’s great. And what else can you put in here beside whatever’s flown out of the out of the toilets?\n\nYeah. I mean, we have a little smoothie maker there, which is just a big blender. So all your kitchen scraps goes in there. I mean, we’ll put down 50, 50 pounds of old potatoes will grind up and pour in there.\n\nYeah. So pretty much anything, you know, nut shells, like we were talking avocado pits, mango pits, those just A, they’re not a lot of biodegradable sort of volatiles that they call it.\n\nAnd then it can get cotton pumps and things like almost a little more of the hard kind of way. Yeah, organic to read try to keep out. Right. This is not, you know, for wood chips or, you know, high carbon materials, we need one of 30 to one carbon nitrogen ratio.\n\nThe stuff we’re putting in here, but most maneuvers are great. But and, you know, maneuvers are already been digested once. So they’ve got less energy to give up as far as gas production, then food scraps. So food scraps are super hot.\n\nYeah. And then oils and sugars and flowers and carbohydrates and all that stuff is really fantastic. Yeah. So we’re talking again on a municipal scale, megawatts of energy coming off.\n\nAnd yeah, one of my rules of thumb, if you’re making four megawatts of electricity, that means you’re making 12 megawatts of total energy, because there’s all the heat coming off those generators, which is a big one.\n\nSo that’s very interesting. So essentially, we’re only doing about a 25% efficiency yield with our industrial electricity production with these systems.\n\nYeah, because if they’re essentially running on big engines and engines are only just like in your car, really only transferring about 20, 25% value of the fuel into motive power.\n\nThe rest of its heat that in a car, you know, gets wasted through your radiator or blows in your cab or whatever. But it’s interesting way to kind of recalibrate what we’re talking about.\n\nAnd the only reason this happens is because energy is priced so low artificially from the petroleum legacy that we’re on. And so we can afford to do that. We can get by with 25% efficiency.\n\nBut it’s horrendous, I think, really. Especially when you start making your own fuel, then it’s like every ounce is so precious. And you want the most bang for the buck, because when you use it up, it’s gone. And then you have to wait till it makes more.\n\nYeah. So being staggered in your demands and appropriately designed.\n\nYeah, important. Yeah. Yeah. That makes a lot of sense to me. Well, I’m curious to ask you also, Nick, before getting into the home setting that you’ve been doing now for many years, you, as you mentioned earlier, you were living in a teepee and you call it the canvas lifestyle.\n\nAnd I remember visiting you when you were in college studying up in Montana in the depths of winter and coming to stay with you for a few days.\n\nWe had a lot of fun and of course that wood stove in there made all the difference, right? Yeah. And it felt great when we were enjoying our time together in the evening kept that thing rolling. And then we’d go to bed and wake up in the morning and it would be pretty darn cold until it got fired back up again, huh?\n\nYeah. Yeah. Well, that’s a, that’s a kind of rugged lifestyle. I know a lot of our forebears, our ancestors would have been familiar with, but not a lot of our peers have experienced that and certainly not for the number of years you did it.\n\nYeah. I’d love to hear you tell us a bit about how living such a simple style like in a way you’re a modern day through row, how that has changed your trajectory professionally.\n\nAnd how that has caused you to perhaps think about life day to day life and the world a bit differently. Yeah. I don’t know. For me, it was a good match, you know, growing up certainly we were white suburban boys growing up outside of Denver.\n\nYou know, we weren’t necessarily wanting for much as far as shelter or food and but yet we knew that something was a miss I think in the larger society.\n\nSo I don’t know for me, it was just a match. And again, my brother had provided some exposure to that lifestyle and and then studying just, yeah, different ways of living throughout the world. It was like, damn, there’s so many different ways.\n\nAnd you know, I mean, we would go light a fire in the wilderness for fun. And I was like, well, what if we just live that way? Yeah.\n\nAnd so it was just a great match. And again, it was thrifty. I worked two jobs and saved a whole ton because one place with a hundred bucks a month and a little work trade and the other place was free.\n\nAnd so that was just a great fit for a thrifty college dude. Yeah.\n\nI don’t know. I think being young helps too because I was hungry for it and the cold doesn’t bother you as much as when you’re younger.\n\nI’m a little more sensitive now. But yeah, just letting the fire go out and firing it up and you know, it heats up quick, quick release fires become a good skill.\n\nI don’t know. I think domestically, it’s certainly influenced like, oh, well, what is it that you want next? And there’s just hot water. Well, it’s like, oh, you can’t have hot water till you have freeze proof conditions.\n\nSo then, you know, just segue it into like when we were going to build, what is it going to be? It’s going to be round. And it’s going to because I love the round living, you know, with the deep being.\n\nYou know, such a small place too that’s easy to clean, it’s easy to heat and all that stuff.\n\nSo frost free round. And that’s what we ended up doing here with the strawberry yogurt thing.\n\nAnd I think just being in touch with resources, wood, water, hauling water, you know, you get real thankful for that five gallon jug and, you know, various places.\n\nI would fill up a convenience store or I would have to dip the jug in the creek or any number of, I mean, keeping the hole in the creek.\n\nThis is here in Creston out in the bucket. We would keep a hole open all winter long and ice.\n\nAnd it would, you know, the creeks get like a glacier because it freezes up and then more water flows on top and it just gets layer and layers.\n\nSo you have this three foot hole now to the water and you just keep it open all winter and God, it’s good, it’s good living.\n\nBut yeah, I think just being in touch with your resources, water, energy, all of it, you know, on the little solar panel for music is all we needed back then.\n\nWe could have charged our phones, but we didn’t have phones back then.\n\nIt’ll free, free smartphone era. Yeah, you’re more in touch with the fundamentals, right?\n\nAnd it strikes me also that whenever I was visiting you over the years, we spent a whole lot of time outside in general.\n\nAnd it seems to me growing up in the suburbs, as we did, probably one of the things that kind of ached in my soul was that we had, you know, in many ways it was a very privileged\n\nand wonderful way to grow up, but also had this kind of disconnection from nature.\n\nAnd you see in a lot of the development out there squeezing as much square footage of a house on a relatively small piece of property.\n\nAnd our lifestyle has become such that we’ve really kind of lost that connection with the outside, with the nature, with the gardens, with the birds I hear them singing right now.\n\nAnd so in a strange way, Nick, you’ve been living this very humble, thrifty, frugal lifestyle.\n\nAnd I consider you one of my wealthiest friends and colleagues knowing that you’ve got this relationship with landscape and water and wilderness and animals and all of the flowing elements, right?\n\nAnd my gosh, you can’t buy that. Yeah.\n\nI mean, we counter blessings, being here and being able to have this space and the wilderness and the sort of the piece of space, I’d like to call it.\n\nAnd it’s not for everyone. I certainly live in this way or living in such a rural place. It’s not for everyone, but I sure enjoy it and we get by OK.\n\nYeah. Well, and all the work you’re doing with the food hub keeps you really connected to all kinds of farmers, growers, food, artisan food manufacturers and eaters of all sorts throughout these many hundreds of square miles around this region.\n\nAnd maybe when we show folks into the commercial kitchen over here where some of this biogas is feeding the stove, we’ll fire some flame up there too.\n\nAnd chat a bit more about what you’re doing with food and just to let you guys know we’re here in the greenhouse.\n\nAre we going to flare some gas here? Looks like we’re getting a little frozen and cold at the minute.\n\nAnd then we’re going to go look at the commercial kitchen with some beautiful timber framing, straw bale building techniques on display there.\n\nAnd finally, for Crescendo, we’ll go up to the amazing home that Nick has just referenced that he built over the years with his wife Alicia and check that out.\n\nSo let me just think, is there anything else Nick we want to mention in here before we move to that next spot?\n\nYeah. I don’t know if you want to get a video, but essentially we’re on three, there’s three discs here, three tanks.\n\nThe middle one is really the digester active and the other ones just have gas holders in. So I mentioned that fiberglass dome.\n\nAnd then they’re all tied together. So even though the gas is only being created in this one, they’re distributed across all three.\n\nSo it triples our gas storage capacity, which I think is key again, because we’re making this every day and there’s times a big usage.\n\nAnd then times of not usage, so having a storage capacity is important.\n\nWell, are you thinking like do you want to lift the lid and just show folks what it looks like or is it not really something we can capture on camera that way?\n\nWell, let’s see what we got here. I don’t know, it’s pretty raunchy.\n\nYeah, the good thing we can’t smell on camera.\n\nOh, you smelly. It’s a sweet swamp smell.\n\nSo you can see these circles around a bit here in the one in the background there.\n\nAnd then you got your, this is a hydrogen sulfide scrubber just to scrub out the the eggie hydrogen sulfide smell.\n\nAnd the hydrator because it’s obviously coming out of water. So it’s a wet gas and we want to dry it out.\n\nAnd then just a meter and then the hydraulic pressure that I mentioned pushes it to all its places.\n\nSo this is commercial kitchen. This is a house and this is in here.\n\nAnd that’s it. It’s pretty passive, low tech, no electricity, no moving parts like that.\n\nAnd then the reason why we’re in a sub-training greenhouse partially is when it comes out of the commercial kitchen, the dang code and plumbers want to put your zero pipe three, you know, down in the earth already.\n\nSo by the time it gets out here, which is right here, we’re already this low below grade.\n\nSo hence sub-training because these vessels need to be pretty much under that pipe is how that works.\n\nYeah. But hey, sub-training greenhouse is actually really good.\n\nAnd then when we get to finish it here, you see I’m just open to the elements.\n\nBut when we get to finish it, it’ll start keeping it warm. And then there is a coil of tubing in here so we can heat it eventually.\n\nAnd then in the summer, we were growing tomatoes in here. So sub-training in greenhouse is great thing to have in a cold climate such as this.\n\nSo we just got to tie in a little more to the thermal status of the earth. You just dig down below frost line basically and that helps regulate temperature and structures, right?\n\nYeah. Yeah, that’s great.\n\nGreat, Nick. Well, why don’t we head over to the kitchen and show folks, we’ll light some gas and show folks some of that beautiful carpentry work you’ve done over there.\n\nSounds good.\n\nSo here we are in the commercial kitchen that you built, Nick.\n\nAnd we’ve got the stove partially plumbed up to the biodeigester out there that we were just looking at.\n\nWe’ve got this gorgeous, absolutely gorgeous timber framing work here.\n\nAnd then behind you is a straw veil wall, right? It’s really, you can see it’s pretty thick.\n\nYeah. I don’t know how many inches thick that is, but what is that, 10, 12 inches?\n\n14, usually stay on the bales. Yeah, with a beautiful diamond window.\n\nAnd one of the things that’s been really fun to watch evolve in this space, Nick, is a lot of the value added artisan food products that you’ve made here in past years and others in the community have come to make.\n\nIt’s just wonderful hearing about all of the work you’re doing at Valley Roots Food Hub also and working with all kinds of different farmers and growers here in the valley and other food manufacturers and getting.\n\nYou got home delivery for individual households, you’ve got commercial delivery for restaurants and retailers and all that.\n\nAnd I thought I’d just ask you a bit about what’s that look like? What do you got going down there at the food hub?\n\nYeah. Well, let’s preface that, buddy, or let me back up a little bit.\n\nWhen we were doing our CSA here and stuff, of course, this was an old ranch act cabin that was pretty derelict upon our founding it.\n\nAnd this section was all rotten. So we just pretty much tore it down and we had an outdoor kitchen for many years and we do all the CSA boxes here.\n\nSo it was kind of a natural evolution of just like, oh, let’s just mill the nice kitchen for CSA or baking, cooking, community lunch, dinners, all that type of stuff.\n\nSo that was kind of the trajectory. And then there’s a point when I went and got a job working for a Colorado food company.\n\nYes, right. With yours truly, buddy. And that got me in the Colorado local food system developed a lot of relationships across the state.\n\nAnd it was at the time that the San Luis Valley local food coalition was starting a food hub here based out of Moscow, which is out in the valley.\n\nYou mentioned where the quinoa North American quinoa was essentially bread and all the genetic work and all the agricultural farming has developed there.\n\nSo that’s where the food hub is based out of. But yeah, meat and dairy produce all around the state now.\n\nWe’re going into our seventh year wholesale and CSA and CSA as far as the fresh produce box in the summer, as well as its online grocery shopping.\n\nWe have a great online portal on software, which we’re our co owners of now actually, which is fun. Never saw that one coming.\n\nIt’s kind of like a tool that you needed in this day and age just in which so accessible and easy. And that’s where everything’s at.\n\nAnd now we have a walking cooler here. And so all our CSA customers from Valley roots instead of us growing everything and doing everything here on this property.\n\nIt’s multi farms, CSA and everything. And they still come here to this walk in and get there.\n\nThere’s still that same kind of familiar community interface here. Yeah, even though your pollen produce from much farther afield, so to speak.\n\nAnd then we’ve had different people rent in the kitchen to do different things. And you know, a lot of good things.\n\nGiveings and Christmases and you know, I think that’s cook. It’s been quiet. I’ve been doing some fermentations and some prototyping of some different permits.\n\nYeah, potatoes and carrots and other fun things.\n\nYeah, yeah.\n\nYeah, we’re excited to hear about that on the road.\n\nBut yeah, so we took it down because it was all rotten and then a buddy of mine from Montana.\n\nShout out to Travis Rosenketter.\n\nHe turned out to be a timber framer. So he came down and timber frame this with us.\n\nIt’s a straw bail on this wall and timber frame structure essentially all dug for Colorado.\n\nI had a mill in those days that we milled all this twice.\n\nYou know, you milled it once and then just sticker it, stack it for a year or two.\n\nAnd then after everything’s had a chance to dry and any twisting they’re going to do, it does it.\n\nAnd then we put them on the mill again and mill them square.\n\nAnd that just leads to really awesome timbers.\n\nAnd Doug Furr is like the Cadillac of Jim Framingwood and Colorado.\n\nWhy is that? It doesn’t check or…\n\nIt has a lot of strength, tensile strength and the grain is really tight and it’s relatively hard.\n\nAnd it just lends to great structural wood.\n\nIt’s pretty.\n\nI’d like to grab the camera in a moment and do some close-ups of some of this beautiful joinery work.\n\nAnd let me just mention to folks if you want to get more information about Valley Roots food hub\n\nthat Nick is managing, you can go to ValleyRootsFoodHub.com.\n\nOn Facebook, it’s Valley Roots Food Hub, same on Instagram.\n\nAnd we’ll include these links in the show notes, of course.\n\nIf you’d like to learn more about what Nick is doing through his own organization,\n\nlivingartsystems.com.\n\nAnd then we’ve also got a link in the show notes we’ll provide for you\n\nfor Santa Fe Community College for their biofuels program.\n\nAnd that’s sfcc.edu slash program slash biofuels.\n\nI want to take a quick moment to give a shout out to all of the sponsors\n\nmaking this podcast series possible through our Why On Earth community network.\n\nAnd that includes Earth Coast Productions, the LIDGE Family Foundation, Alpine Botanicals, Purium, Earth Hero,\n\nVera Herbles, Growing Spaces, Soil Works, Earthwater Press, 1% for the planet, Dr. Bronners, and Walei Waters.\n\nOf course, a huge shout out to all the folks in our ambassador network\n\nand all the folks who have joined our monthly giving program.\n\nIf you haven’t yet joined and you’d like to, you can join at any level that works for you.\n\nJust go to the Why On Earth dot org website, hit the click on the donate button,\n\nyou’ll get to the page where you can set that up.\n\nIf you want to give at a $33 or greater per month, you’ll get monthly shipments\n\nof the Walei Waters biodynamically grown CBD hemp infused aromatherapy soaking salts\n\nas part of our thank you for your support.\n\nAnd I want to also be sure to mention that a lot of our sponsors and partners I just named\n\nhave discounts available to our audience.\n\nAnd you can get to links and get all the codes and so on on our Partners and Supporters page\n\non the Why On Earth dot org website.\n\nSo a huge thanks to everybody.\n\nAnd Nick, I mean, you and I have been engaged in conspiring together\n\nfor well over two decades now and doing most of our work here in Colorado.\n\nAnd it I think only becomes more and more clear to us over time how important community\n\nand those community relationships are in those win-win regenerative economic connections are in our work\n\nand our ability to provide value and service in the world.\n\nAnd so it’s it’s true that we’ve been able to work together in a lot of different capacities\n\nover the years. I guess beginning with having a band together back in the day.\n\nAnd that was a lot of fun.\n\nBut you know, one of the things that I absolutely love about coming down and visiting you here in Crestone\n\nis just the way that the land just invites us to relax and restore and rejuvenate.\n\nAnd you have done an amazing job of incorporating that same energy and feeling into these structures.\n\nAnd I just I’m going to grab the camera so we can show folks some closer up features you’ve got here.\n\nIt’s it’s such a joy to be inside of this building.\n\nYeah, cool.\n\nThen we can also show folks the the burner.\n\nAlthough we got to give our disclaimer that we burn in some propane gas\n\nbecause the bio gas line is too cold at the moment to feed us in the kitchen.\n\nSo what do you want to show us first, buddy?\n\nWell, we can talk about that real quick.\n\nSo yeah, the digesters connected actually to these two burners.\n\nAnd our thinking on this is like it is possible to power your own house with 100% your own gas.\n\nCommercial kitchen, we thought, you know, it has going to be periods where it’s going to be maybe using more gas\n\nthan we’re producing.\n\nSo anyway, these two burners are on bio gas.\n\nThe rest are on propane.\n\nAnd just because of my the coldness of 8,000 feet in Colorado, the digesters are quieted up.\n\nSo the gas production is not quite cranking.\n\nCrank’s all summer.\n\nSo these amount of gas at the minute is what I’m saying.\n\nShould we fire up some of the propane just to show folks the beauty of this building?\n\nI mean, it’s pretty much looks exactly similar.\n\nYeah, this is beautiful.\n\nI love the arrangement.\n\nThat real nice blue flame bio gas is a little more purple, but it’s pretty much the same looking.\n\nAnd this is a re-jetted, you know, nice commercial range gives you an opportunity to get in there and re-range things.\n\nSo I open the jets up and that’s the difference between, you know, that’s the first question people always have.\n\nWell, can I run this on my propane appliances?\n\nAnd the answer is that propane jets are really small.\n\nAnd then the next jet down is natural gas.\n\nAnd then the next jet after that would be bio gas.\n\nSo respectively, propane’s 2,200 BTUs per cubic foot.\n\nMethane natural gas is 1,000.\n\nAnd then bio gas is usually about 650 BTUs per cubic foot.\n\nSo it’s also just a correlation to the size of the jet.\n\nBut on a range like this, it’s really easy to get in there and that’s around.\n\nSo yeah, we know all our own lumber, all these timbers, all this wood here, you know, recycled tile.\n\nThis was a marble table that was in a dentist’s office that our buddy Chris Miro pulled out and he he brought down donated the\n\nwalk-in coolers here where people pick up their boxes type of thing and it’s\n\nkind of like a down low situation where people just know where to come and\n\ncome get their stuff at their leisure\n\nbasically all the commercial stuff to get approved by the state for commercial\n\nkitchen and tell us a bit about this woodwork here that I’m looking at. Yeah so basically\n\nthere’s no metal in any of it everything’s paged so it’s mortis and tenon\n\ntenon is the part that goes in and the mortis is the hole and then you drill\n\nhole and we put oak pegs through and hold it all together so it’s all\n\nintegral to itself and load bearing and then these are this is cool this is\n\ncalled a through tenon and then it’s got opposing pegs so it they pull they\n\npull into each other so to speak so everything’s real snug and then lime\n\nfinished Adobe while here lines a little bit more impervious to water and\n\nsplashes and such and in this house is a liver die by solar hot water so this is\n\nall solar hot water here and there’s a big tank under the floor so we have five\n\ncollectors out on the roof and then we’re banking that heat in the tank and\n\npreheating the domestic water and then the solar also hits the domestic\n\ndirect that’s normally how you do it is you know focus on your domestic water\n\nwhich is the water you get out of your taps and then solar never stops like you\n\ncan’t turn it off in the middle of the day so what we do is take it off the\n\ndomestic tank which is this and then you got to put that heat somewhere so we put\n\nit in the big tank in the ground but it works pretty good you had a shower this\n\nmorning and that was three-day old heat yeah it’s pretty cool huh so yeah well\n\nnow for the for the finale of our episode Nick we’re gonna head over to your\n\nhouse and take a look at that we’ll get some shots outside and then go inside\n\nhow does that sound sounds good so Nick here we are back outside and in the\n\nbackground is your beautiful home that you’ve been building over the course\n\nof about a decade 15 years buddy 15 years my gosh well and it’s got so many\n\nbeautiful features we’ll we’ll take you inside and show you around a little\n\nbit I love the thermal and acoustic properties that come with working with\n\nstrawberries too but before we jump inside can you just kind of point out what\n\nwe’re looking at and what’s going on yeah so you know again this this comes from\n\nliving in TPs and then yurt and well what’s next and it’s just like well all we\n\nneed is water and then the only way you can have water is if it doesn’t freeze and\n\nso then it’s just that got us to a load bearing strawberry yurt pretty much\n\nwith a wrap around greenhouse on the bottom and and again it’s got its antecedents\n\nback from living in canvas and circular structures so it was just a natural\n\nsegue in much regards however circular is not the best passive solar so you\n\nknow I have a I have a whole catalog of things I would do differently and if I\n\nbuild another house all the things I mean I have a long list and this house is\n\nstill going it’s been a labor of love it’s been you know operating very\n\nthrifty Lee and doing all our things everything of ourself and again\n\nstrawberry and Adobe are real conducive to being creative and Adobe is so\n\nforgiving and such a natural material and so you know with our building\n\nmaterials are a truckload of straw bales and a couple dump truck loads of we\n\ncall it crucifix which is just a sifted road base and then clay and that can\n\nget you get got us pretty far and then lumber a lot of the lumber we mill\n\nourselves this land had a lot of cottonwoods so we milled a has a lot of cotton\n\nwith lumber incorporated which is a novelty in some regards and you know on some\n\nlevel there’s the classical alchemy speaks to a lot of what we do and so they\n\nhave the salt sulfur and mercury and there’s kind of the stages of ascension you\n\nknow the salt is of the earth and at ground level and sulfur is sort of that\n\nnext level of ascension or could be consciousness on the earth and then the\n\nmercury is that cosmic sort of energy at the very top so with the three\n\ntiers here of ascension and the geometry you know speaking to the heavens and\n\ngoing up and stuff so the very top the cupola the total pain to build and I\n\njust took down scaffolding I had circular scaffolding up there while I was\n\nworking on it and just took it down so it’s been a long road and we’re still\n\nwe’re still doing stuff on it but it’s been aesthetically hitting the nail on\n\nthe head we’ve enjoyed the aesthetics of it very much like I said I have a\n\nwhole catalog of other stuff is anyone I think you build anything you you get\n\nideas of what you want to do differently and such but no one builds round\n\nbecause it’s a pain and it’s more costly in materials and time so we were\n\nagain young and ambitious and enabled us to you still are thank you well great\n\nshould we uh kind of follow you in here yeah come on in take a look\n\num the greenhouse is pretty well performing um you know we can get a jump on\n\nearly starts and we have some perennials in there that hang tough through the\n\nwinter it can freeze if it gets real cold but otherwise it’s pretty good this\n\nis a grape this grapevine takes over and it’s just unbelievable how productive\n\nthey are and it fruits out real well too it’s a white grape\n\ncome on in see a entryway here works out good this is my daughter is\n\na bella how are you good in the dog hey bella bella what what is your favorite\n\naspect of living in this beautiful house that your mom and dad built my favorite\n\naspect would be that it’s so unique and no one else has it and I when I tell\n\nyou about it yeah it’s fabulous and you just graduated high school\n\ncongratulations so you’re off on to your own adventures now yep come on in\n\nare we uh not worrying about shoes what do you want to do Nick you’re fine come on in\n\nat least it’s not mud yeah it’s true it’s just a little bit of frozen water\n\nso yeah I think round it gives a certain sense of coziness and like I said with\n\nthe teapy living and easy to clean easy to heat and small square footage is\n\nalways nice you know yeah it always stays so warm and cozy even when it’s quite\n\ncold out which it is right now yeah what what do we got going on right over here\n\nwith this with this stove so this is our Amish cook stove that is the main\n\ndriver of the house as far as heating and it’s great for cooking and it’s got\n\nan oven and then this particular one has a water coil so if you want to come\n\naround the corner here and again I it goes back to building the energy portfolio\n\nfor domestic household and it’s like there’s no reason that especially in Colorado\n\nwe can’t goodbye on a hundred percent passive solar and again circular’s not the\n\nbest but if if one were to do it again passive solar is the way you heat your house\n\nit’s just like there’s no other reason why you wouldn’t and then what’s next is hot\n\nwater how do you heat your hot water solar hot water is no other reason why you\n\nwouldn’t and we have that here and then what happens when it’s cloudy well that’s\n\nwhy we tie it into the wood stove so as we have a fire here it’s heating the\n\nwater and then this is a passive thermal siphon loop so it circulates itself\n\nbeing that you know warm water is lighter than cold water so it creates a\n\nconvective loop and a convective current and then this just augments the solar\n\nwhich is here and this is a direct PV glycol solar which means that it has\n\nany freeze in it so it doesn’t freeze and then it has this little tiny solar\n\npanel a little 15 watt up on the roof and we do have a controller so we’re not\n\nactually there’s never an opportunity that we’re circulating cold fluid even\n\nwhen the sun is shining so it always tells this pump to circulate directly\n\noff the PV panel when the solar panels are warmer than the tank and these two\n\nthings together works great and like I said yeah my family’s been super awesome\n\nto understand that if it’s been cloudy for a string we might need a crank of\n\nfire for getting the hot bathtub and showers and stuff but otherwise you know\n\nwe’re not burning anything besides wood no no petroleum or fossil to get hot\n\nwater out of this situation which is nice\n\nyeah that’s so beautiful yeah go ahead yeah just and then as far as the\n\nportfolio so that leaves one remaining thing and that’s cooking with gas which\n\nis the bio gas so to me these are like the the important elements as far as\n\nsolar thermal wood and bio gas and together with passive solar it kind of\n\nchecks all the boxes that we need to homestead and to build sustainable living\n\nstructures for us so this is a fig that does fruit we just lock those off this\n\nmorning yeah it’s beautiful all these plants you have in the the window and\n\nthis is south facing isn’t it yeah where I’m looking here I with all the light\n\ncoming in behind you’re a little backlit but I just want to show you got all\n\nthose beautiful plants in the window and then you can kind of see out that after\n\nthe first pane of glass you get into the wrap-around greenhouse so there’s a\n\nwhole another bank of plants living out there as well yeah and what about all\n\nof this beautiful cabinetry work Nick yeah this is a juniper Rocky Mountain\n\njuniper from the forest around here and when I had my mill we would mill\n\neverything so you know juniper lumber is not necessarily thanks either\n\nlumber is more of a thing but yeah juniper just has astounding colors between\n\nthe dark heartwood and the lighter sapwood so again we’re we had the\n\nfortunate opportunity to be able to mill stuff stack it for years let it\n\nreally cure out well and then go to do the final carpentry stuff and then you\n\nget really nice lumber that’s stable and not moving around and stuff and the\n\nconcrete countertop cast in place call it the poor man’s marble works pretty good\n\nand did you do anything to give it that that beautiful coloring and kind of\n\npolish finish it had a brown dye in it and then it still needs some\n\nceiling and touching up you did some some really cool things with the\n\nflooring here too didn’t you yeah we were you know that’s one thing we’re I\n\nthink we might have in the crest on the vernacular is a doby floors and that\n\nhas of course ancient long history of just poured earth and floors and while\n\nthey are super beautiful and we help part in several around the community they\n\nalso just really take a wear and you have to patch them and they crack and they\n\nhave to take care of them over the years so we departed and we went straight\n\nto concrete and it’s a cap this is just a concrete cap so it’s all you know\n\ntamper road base underneath it and then just cap with a concrete and it’s just\n\nsuper bomber durable never have to mess with it this floor is actually really\n\ngood yeah really really beautiful and can you maybe pull that door shut real\n\nquick because it’s one of my favorite features in your home what you did with\n\nthis door I mean it makes me think of you know the shire and the hobbits and\n\nyeah reading reading Tolkien and it is a it is a beautiful beautiful door and\n\nthe way you got that arch I don’t know can you see the diamond window on the\n\nother side boy it’s let’s even get closer up there yeah it’s kind of the\n\nmeridian of the scene here bat back down where that kitchen is and that diamond\n\nwindow it’s on the same axis and it comes all the way up through the garden\n\nthrough this roundhouse through this door and then back out that diamond window\n\nand the reason we one of the reason we did that well we start just observing\n\nyou know when you working with these old structures like what they had and how it\n\nwas set up and why it was the way they had a diamond shed back where we were in\n\nthe kitchen it was where they brought into plumbing in the fifties and we ended\n\nup tearing all that down and then that diamond shed we took away and stored it\n\nup the hill just to be like a horse’s tack shed and it’s on the other side\n\nstill on the axis so we had a diamond shed down there so that old house all the\n\nway through out the diamond through the garden up through this house now\n\nthrough here and then out that diamond window to the diamond shed which was\n\nrelocated deep connection to place and you know Nick I know that’s\n\nsomething you and I when we were high school students teenagers we did a lot\n\nof backpacking and obviously really valued our time in the woods and the\n\nwilderness and you and I we also got into poetry and philosophy and reading\n\nabout different ways of being and connecting with place and it seems to me that\n\nyou’ve embodied that in your lifestyle in a manner that most of our friends and\n\npeers haven’t quite reached and I’m just I want to ask you about what does\n\nthat mean for you to have such a connection with place I mean we’re you’re\n\nworking with meridian lines throughout a landscape tying different structures\n\ntogether that you know that the common observer casual observer may not even\n\nthink to consider as a possibility yeah I don’t know I think you know a it’s a\n\nblessing that we’ve had the opportunity and I think it comes out of just\n\nstudying cultures in different way different folks have done living\n\nthroughout the years you know and why did chimney rock down in southwest\n\nColorado you know the way they align that for the you know their structure is\n\nbased upon where the two stone pillars are on the solstice and the equinoxes and\n\nall that stuff was always influential to us right so when when we have a little\n\nchance to do make our little geomancy type move it feels great to have the\n\nopportunity to do that type of stuff and yeah maybe only for us that we know\n\nthat I don’t maybe gives you more meaning in the day-to-day when we’re\n\ndredging away digging or chipping or shoveling or doing all the manual labor\n\njust having a little bit of meaning behind there perhaps yeah it seems there’s a\n\ndeepening of relationship to the place and you know I recall sometimes over the\n\nyears when I’d give you a call on the phone and check and say Nick how how\n\nhard things you might say something like well the water just started flowing and\n\nso that’s like this big moment in the seasonal cycle of the place and you know\n\nfor a lot of us living in our our plumbed homes connected to municipal utilities\n\nyou know the water flows whenever we lift a handle on the faucet on the sink\n\nright and here you’re you’re really deeply connected to a lot of these seasonal\n\ncycles these these daily diurnal cycles and the way you’re working with the\n\ngeometry of the landscape and the intentionality of the the salt and\n\nsulfur and mercury and the way you built the structure I mean it’s just\n\ntremendous yeah it’s been fun and again I’m really grateful to have the\n\nopportunity to have the waters always been really important you know the\n\nthere’s a sad truth in that too is when we started here in 0405 this is a one\n\ncubic foot per second ditch it comes off the creek and you know we have to\n\nit’s about maybe a mile or so up and then we got to work all the way down\n\nand we have to clean it out you know once the flow of the river of the creek is\n\nup then it’ll start spilling into the ditch and then we have to clean the whole\n\nditch all the way down so that’s what like when it starts happening it’s a\n\ncouple days of working with it real close to bring it down and then just the\n\nwhole time it’s flowing and then lady you know just the way the state of the\n\nworld is is it just doesn’t flow all summer anymore you know usually in by\n\nJuly mid-July it’s petering out plus we have a very junior rights on it so\n\nsometimes the Baka Wildlife Refuge has all the senior rights and they’ll they’ll\n\npull a seniority on it and we have to shut it down or they shut us down but\n\nyeah working with the water is a lot of fun and then during those times it’s\n\nlike my dreams are permeated by these water dreams sometimes it’s that the\n\nhouse is getting flooded well some of the some of the thinking I know over the\n\nyears was a sense of preparedness right I know we shared even as early as our\n\nteenage years a sense that wow some of these systems these global supply\n\nchanges these massive utility structures maybe they’re not as as resilient as\n\nfolks might be assuming and so there was a sense of hey how do we prepare how\n\ndo we how do we create the foundation of resilience and it’s something you’ve\n\ndone and demonstrated here over the years and not only do we have these broader\n\nchanging trends regarding rainfall and precipitation and temperatures you\n\nknow affecting water flow cycles perhaps connected to our changing climate but\n\nnow we also have this COVID situation right and that has brought a lot of\n\nchange into the world just in the last ten months or so whatever it’s been at\n\nthe time of this recording by the way we’re recording right around the second\n\nweek of December of 2020 and here you are prepared for that those kinds of\n\neventualities and I’m wondering do you find more folks out there reaching out\n\nsaying hey can we get involved what what can we be doing is there a sense do you\n\nthink that more and more people are perhaps reconsidering how how we might\n\nthink about these fundamental aspects of our lives yeah I think it’s\n\ncertainly there and you know since March of this year cut it’s the world is\n\nreally changed and there’s two sort of hemispheres for me there and one is the\n\nyou know renewable energy and homesteading and land-based stuff and the other"
}