{
  "title": "Episode 95 – John Liu, Founder, Ecosystem Restoration Camps",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11701/episode-95-john-liu-founder-ecosystem-restoration-camps.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-95-john-liu-founder-ecosystem-restoration-camps/",
  "episode_number": 95,
  "subtitle": "TRANSCRIPT",
  "description": "[Start of transcription 00:00:00.0]",
  "about_sections": {},
  "full_transcript": "RESOURCES:ecosystemrestorationcamps.orghttps://eempc.org/lessons-of-the-loess-plateau/www.academia.edu/39647598/The_Holy_Grail_of_Restorationpermaculture.co.uk/earth-restoration-peace-campshttps://4returns.earth/Facebook.com/johndliuInstagram.com/johndennisliuTwitter.com/johndliuLinkedin.com/in/johndliuhttps://knaw.academia.edu/JohnDLiu\n\nJohn Liu: Not too bad. It’s a beautiful day in California.\n\nJohn Liu: These are trees, but it is in a mountainous area. I’m near Santa Cruz. This is the University of the Trees. It was pioneered by Christopher Hills who made spirulina long ago. Many decades ago. He’s passed away now, but this is a place where Alan Watts and Timothy Leary and Terence McKenna all hung out. So I’m honored to be here, hanging out where I feel like they’re, they’re here giving me some energy,\n\nJohn Liu: Thank you so much. That was a lovely introduction. I just like to add two things to it. If, if, if it’s okay. I worked for 10 years for CBS news. They should. So they basically trained me in in professional observation and documentation. And also that I’m the ecosystem ambassador for the common land foundation, which now has over 2 million hectares in restoration around the world.\n\nJohn Liu: But to address your address, your question the ecosystem restoration camps movement is, is something that I founded because I had been working in ecosystem restoration after I, after I left journalism and the world bank had asked me to document the restoration of the Loess Plateau in the upper and middle reaches of the Yellow River in China.\n\nJohn Liu: Well, when I realized that the giant projects take so long and are pretty slow, I started to wonder, is there some way we could engage vast numbers of people in ecosystem restoration? And I, I started having dreams and I had these dreams that were, I was waking up in the morning and I had this, I had been clearly processing something overnight while I was asleep. And I was waking up with this vision of people going camping and restoring the soils and restoring the plants. And they were all happy and they were all purposeful and they didn’t need anybody to tell them what to do, because they knew what to do. They, they were studying this and there was a sort of, I call it collaborative inquiry for collective intelligence. So everybody was studying together as a Metta organism, instead of as individuals they were studying together. And humanity was the only agency that could actually do what needs to be done. And what was interesting about this was I rejected it. I said, well, nobody’s going to do that. I’ve been making these films about restoration for years and decades, and nobody really listens to me, or very few people are listening. And then, but I kept having the dreams. So they were recurrent. And so I, I said, well, okay, I’m clearly processing this as I’m sleeping. So maybe I’d better write about it. So I, I made a few essays. You can find one called ecosystem…I think the earth repair peace camps in the permaculture magazine and there was another one in cosmos journal. And then I also started writing on, on social media about it. And suddenly something strange happened first tens, then hundreds, then thousands. And then tens of thousands of people started to say, well, that’s a good idea. And we’re kind of having that same dream. And so I, I realized that this wasn’t just me. This was, this was in the air. This was, this was the time had, had come for this. And so when a thousand people agreed to share 10 euros per month, which is like two cups of coffee, it’s Starbucks now we, we said, well, okay, if a thousand people are going to share 120 euros per year, 10 euros per month, 120 euros per month or per year, then we’ll have to create a foundation. So we created, created a foundation to accept that money. And in doing that, we started talking about, well, where should the first camp be? And the first camp was built in Spain, and you can go learn about it at ecosystemrestorationcamps.org, where this is documented. And that was the-so we worked on foundations. And now there are two foundations, one in Europe and one in North America in the United States. And then the second, the first camp in Spain, and then the second camp and the next year was in Mexico. And then the third year there were 21 camps. And in the fourth year, there are 37 camps around the world in six continents. So we started to realize that this is the beginning of a really big movement, which engages a large number of people who might not necessarily be involved in ecological restoration, and that we’re already seeing exponential growth. So in the fifth year and sixth year, and up to the 10th year, could we end up with millions of people in very many camps all over the world. And so I think that’s the direction that we’re moving in right now. And what’s happening there is  people are happy. Just like the dream, the dream is coming true.\n\nJohn Liu: Well, there’s sort of various ways that they can do this. On the one hand, it’s possible to join as a supporting member of the camps movement. So this is generally people, actually, we don’t have a, a set thing. Some people are giving five euros, some people, 10 euros, other people are going to the U S 5 0 1 C 3 and giving dollars. And it could be $5 or $10 a month. But if you have more money, it could be $50 or a hundred dollars a month, whatever you think. That’s one thing another way to participate is actually to go to camp. So those people, young people who might not have any money or people from the developing world to them, maybe five or 10 euros is a lot of money. If they’re living under a dollar a day or something, then they don’t need to give any money to this. Uh the people who have money can give money and the people who have time can give time. And so going to camp is a way to learn how to infiltrate and retain moisture in the soils and how to restore watersheds and how to propagate and plant out the indigenous and endemic plants. So there’s quite a lot to learn. You start to understand the complexity of this it’s prodigious, but it’s also a great deal of fun to, to do this, and it’s really needed. So as we see this happening, many people perhaps are not thinking about other parts of the world, they’re thinking about where they live. And of course it depends on where you live. So if you live in Mauritania or Mali or Somalia or Libya or Lebanon or Turkey or Greece, or a whole bunch of other places, even Southern California or all up and down the coast here in the Pacific, if you’re, if you’re thinking about recurrent drought or you’re thinking about wildfires, or you’re thinking about mudslides and floods and this sort of thing, then you might want to just deal with your own place. But if you’re in a wonderful place and you’re thinking about the Middle East or the dangers around the world, you have another possibility, both are possible. You can immediately work in camps near you, and you can work in camps around the world, or you can support the whole camps movement, which will just continue to grow.\n\nJohn Liu: I’m seeing that I’m going into shadow. Should I move a little bit to be in the sunlight? Or are you happy with this?\n\nJohn Liu: Yeah. I think that you know, there can be camps everywhere. Basically. It’s not about anyone other than the camps themselves choosing where they are because all of the camps are autonomous self-organizing and self-governing, so it’s, it’s not that we’re creating an institution it’s that we’re creating a network. And I would, I would call it more like a, a mycelium network. One of the wonderful things about Paul Stamets, in his work with, with funig is the understanding that mycelial networks from the fungi are like a pathway, a communications pathway, but actually a physical pathway. So you have very small bacteria, which is critical for releasing nutrients from geologic materials and making them available to vascular plants and higher, higher organisms, more complex organisms. But in order for them to, to actually move those bacteria are sort of stuck in place, but when they touch the mycelium network, they can go everywhere in the network instantly. So I kind of think of it. I think of the ecosystem restoration camps in this way, that it’s like a mycelium network, which allows for all, any, any breakthrough or accomplishments in any of the camps to transfer to all the other camps instantly. And when we do that, then we start to see, for instance, I’ve been working for decades in this concept of restoration, and I thought, oh, we’re going to fail. But then when I had this dream and started to see it materialize, I thought, well, now that could work because the whole of humanity could rise up and say, yes, let’s, you know, it’s, it’s, it’s not in my interest personally, or I don’t profit from, from restoration personally, but we all benefit. So this is in the collective interest of all humanity. And I think that’s such a easier thing for us to get behind and it allows everyone to participate and it allows everyone to participate instantly. Like you don’t have to go get a graduate degree in ecology in order to participate, you can go and there’ll be people who know a more than you do if you’ve just contacted this information and you’ll be able to talk with them and you’ll be able to work. And as you do it you’ll know everything because it excuse the analogy, but it, it enters from another orifice. And you know, it’s, it’s, it’s, you, you own, you possess this information because you, you did it. The healing is in the doing, not in the thinking or they’re talking about it, it’s in the doing. So we need to really get to this place where everyone is deeply engaged in working for restoration.\n\nJohn Liu: Well, I think the first thing might be to join the ecosystem restoration camps, movement as a supporting member at some minimal way. But then when you do, you’re equal to everyone else in the movement, basically we’re all the same. We’re all sharing a little bit in order to be more powerful than we are as individuals. So what I, what I’ve noticed is that together,\n\nJohn Liu: Well, I I’m sure that that’s completely possible. We’ve already shared the Y on Earth network contact information with the people at the ecosystem restoration camps movement, and I’m sure that it will come about. There’s, there’s just a decision to be made that we want to work together. And, you know, from my perspective and everybody, I know we want to work with everyone who has this, who shares this intention. So I don’t think there’s any problem with it. And I think already the materials that you’ve developed in your book and other books and the children’s materials, they’re completely relevant. And I think maybe through this global movement, they can also go into other languages. If you haven’t already done that. They’re probably many languages I can imagine Arabic and Hindi and of course, Spanish and French and so on. So if, if we can all work together to make this happen, it can go around the world as quickly as possible.\n\nJohn Liu: Well, um, I think we have to recognize that things are incremental. You know, they’re there there’s feedback loops and they’re either going in a virtuous circle or they’re going in a vicious cycle. And so we need to re reverse the vicious cycle with this virtuous circle. And in the last four years at the same time that the ecosystem restoration camps movement has been developing a research project for the massive restoration of the Sinai Peninsula has been going on.\n\nJohn Liu: A couple of changes. When you have all this vegetation around you, like we have here, then you have respiration and the ecologists have, and then you, on the other side, you have evaporation and ecology has conflated these two to be evapotranspiration. And this is an important measurement for functional ecosystems. Evapotranspiration is a mixture of respiration and evaporation, but when you have a massively degraded state without vegetation, you don’t really have that much respiration. So then evaporation is a much better measure because it’s more accurate. And what you have here when the evaporations have, have evaporation has been raised by a tremendous amount, is that the temperature creates thermic drafts, which push the moisture into the upper atmosphere, where it becomes a serious greenhouse gas. And it’s more effective at, at holding heat into the, in the atmosphere than CO2. So and it it’s a larger, it’s a larger part of the greenhouse effect than so high altitude moisture is larger as a CO2, as a greenhouse gas than CO2 concentrations in the atmosphere. And what we find is that in order to change the outcome, we’re going to have to restore the vegetative cover. And we’re going to have to do that from the edge systems. So the edge systems in this case are the, the, the land that, where, where it contacts the scene, but we’ve also got to work in the, in the sea or in the, in the salt water lakes, because they’re now increasing in salinity and in temperature, which makes them extremely difficult to be functional. They raise in temperature and they raise in, in salinity, and then they have less life there so that if you read the holy grail of restoration, it’s fairly complex. But basically they found that by working in the coastal regions, we can begin to restore the sea. And when we begin to restore the sea part of this is by removing Marine sediments, which are the eroded soils that have eroded off the Sinai. So if we can take those out of the sea and put them back on the land, and then we can start to both physically and then biophysically capture water, then we can change and recharge the lower hydrological cycle. So doing this kind of thing is of extraordinary importance and great complexity, but it has begun. There is evidence that it can work. It’s quite robust. And if it goes on for a very long time, then it can bring the conditions which could allow the air, the, the wind direction to switch again, to bring back moisture from the south into North Africa, the Middle East and the Mediterranean. So if we, if we really have an interest in shifting the course of human civilization, then that’s what we need to do to. see I’m back in the shade again.\n\nJohn Liu: Well, I think you can, one of the premiere camps that you can take a look at is called second. It’s a community that’s 43 years old in Egypt. It’s a biodynamic and anthroposophic community that was created by Ibrahim Abouleish, and a lot of people who supported him and Egyptian community surrounding that that place. And they, so you can see what biodynamics and permaculture concepts can do there because they’ve had 43 years of experience. And it’s, it’s an amazing outcome. So that’s a premiere camp. And I think many of the other places there’s in Guatemala, you have people working on swales and on reforestation and on and on especially the concept of food forests. So perennial agriculture multi-story cropping, that sort of thing is a really big thing. Some of the camps also are working for instance, here in California. There’s a need to understand and study honor the heritage of the indigenous people who, who cared for the forests for thousands of years before there was any colonization here. And the outcomes since settlement by colonists has been devastating to, to the landscape and to the forest. And this is leading to this multi-year drought followed by decade long drought followed by multi-year wildlife. And so the question is, can we, can we get to a point where we’ve processed what happened in the past and put it behind us?\n\nJohn Liu: Okay. First of all, the entire Loess Plateau is 640,000 square kilometers. That is approximately the size of France, the actual project area of the Loess Plateau watershed rehabilitation project. And later the China watershed rehabilitation project was 35,000 square kilometers. So that’s approximately the size of Belgium and the, this was implemented by a, by the Chinese government together with the local communities, because what they found was that the local communities were engaged in destructive practices and practices that they, they had to change. If they, if they were unable to change these practices, then the outcome would be constantly destructive. So when the people were cutting the trees, then the forest would be lost after the forests were lost, they were planting on the sides of hillsides. And then the soil would gradually erode. And Loess is a very minerally rich soil, but it has to have organic material to really be fertile. And so when they eroded this away, it got very quickly, it’s very erodible, both from wind and from water. So when they, when they stripped away the vegetative cover and they lost the top soils, they were down to geologic materials. And this is what you see loss of in the Middle East. So it’s informing a lot of other, other places too. And then finally, because of the loss of the forest, the loss of the soils, then the hydrology was completely destroyed. And actually the yellow river was called the yellow river because it was filled with Loess sediments. So it turned it chocolaty. It looked like, like a chocolate milk can really, and over the thing that happened was the government through the Chinese academy of sciences, the Institute of soil and water conservation, and all of these and, and international experts analyzing the situation.\n\nJohn Liu: So we’re in order to go into a place that’s basically a wasteland with desperately poor people living in [inaudible] is you, you can’t just say, well, here’s $500 million, good luck. You know, you, you have to create an administrative capacity to handle that. And so they did this by using satellite imagery where they could a, a total mapping system of all the watersheds in the, in the area. And they could give them unique resource locations so that they all had an address so that any investment or any, any intervention that took place was connected to a place and that whatever amount of money, whatever amount of human energy went into that, whatever amount of study went into that would be always located by that, that address. Then you could see exactly what can change and what happened was that, first of all, they gave the people money. They paid them to do the work. And that first work was like swales, but they were using mostly terracing. They were flattening out and infiltrating and retaining moisture and increasing the organic layer so that they were absorbing and maintaining that. And then they revegetating mainly whenever possible with perennials. They also, if they could make the fields flat, they, they would make the, those could be used for annual cropping as well because people like to eat vegetables, grains. But the interesting thing was that something quite extraordinary happened besides bringing back the hydrology and recharging the lower or hydrological cycle. It also brought back soil fertility, and they worked very hard on that too, but they also increased agricultural productivity by reducing the area in cultivation. So instead of having extensive agriculture in massively degraded states, they just restored small areas, which were then were then used for intensive agriculture. And the, and the, and the areas were released to natural regeneration of ecological systems. This is a huge, huge, important thing to understand. And it’s also counterintuitive.\n\nJohn Liu: Millions. Yeah. And they were all engaged and they were all subsidized to change. And their example then went outside the project area because we found, I’m pretty sure everybody may know this, but for peer, peer communication is a very good one. Like if, if you come from a foreign country or from a scientific background and you go and you try to talk to farmers, they look at you with a lot. This is sufficient. But if you, if the farmers themselves who have done it are the, are the transmitters of this knowledge, it works very well. I, I would recommend also, there’s another film that you didn’t mention earlier. It’s called the lessons of the Loess plateau. And this, this particular film is one, which I think is probably the best film that I’ve made about this. And it, and it has a lot of the people involved and it shows exactly what, what happened to the local people and how they embraced it and what it meant for them.\n\nJohn Liu: Well, I think I’d like to, I’d like to just discuss for a moment what we’ve been working on here in California, because there’s been just a, you know, this is an incredible moment. I think everybody’s talking about how strange and different 2020 has been from every other year. I I’m 67 years old, and this is very different from all the other years that I’ve experienced. And one of the things that I noticed was that there’s quite a lot of hunger now in America, and there’s also growing homelessness, which is very troubling. And especially, I’m now near Santa Cruz and at the University of the Trees. But I was for about a month down in near Hollywood in just, just north of Hollywood. And what I saw there was that this homelessness and hunger is actually wretched because it’s, it’s, it’s in, it’s in stark juxtaposition to the over consumption and waste and sort of mass materialism. That’s also going on there. So you, you, you basically have the flip side of a coin, the extravagance on the one hand, and then, and then the suffering on the other side. And we started to in the same way that I was dreaming about the ecosystem restoration camps, I started dreaming about like, well, what can we do with this situation here? Because I can’t enjoy privilege while I’m surrounded by so much suffering.\n\nJohn Liu: And we’re finding that there’s lots of organizations and lots of individuals who are willing to share. And, and we’re, we’re starting to see that there’s also many groups who are working in this area. We’re starting to learn about the groups that are working in Syria, and we’re finding that they’re completely overwhelmed by the situation and that it’s, it’s, it’s grim and they need help. And so if we, if we can learn from them, what it is that they’re doing and what we can do to help them, this could be hugely impactful. And that gradually we could move away from just helping these people to get food, to helping them get employment. And what better employment could they have than restoring ecological function at scale. So then we look at the problem of the giant fires that have taken place in California. Well, these people could use a job. Well, why don’t we put them to work reforesting, and we can train them how to, how to reforest and, and they can live in a community that is doing meaningful work. In fact, they’re heroes. At that point, then they become the leaders of, of human civilization, which is doing exactly what is necessary for the restoration of earth systems. So that’s a, that’s a big thing. And I think that that’s something that the ecosystem restoration camps, movement is part of, but there are so many other aspects to this that what we see is that we don’t need to make new institutions. We need to make new networks. And so the bringing all those together and also using the permaculture concept of stacking functions.\n\nJohn Liu: Well, that’s, that’s being, the bird house, which is the first urban camp within the ecosystem restoration camps movement in Hollywood, in Los Angeles is leading there’s another group called gorilla masks movement, which started to bring mass to the, the first line first responders and First Line workers during this COVID crisis, when they didn’t have access to two personal protective equipment, they acted out of civic duty as individuals. And they were faster than the government at delivering personal protective equipment. So all of these people now want to do something which is effective. And we’re seeing that actually the situation could increase in risk. There could be more suffering in the near future because the economy, after months of this lockdown, many small businesses are going out of business. And if those people have nowhere to go and nothing to do, they were productive members of society. But now they’re joining the already large group of people who are, who are stressed by just survival. So if we can, if we can help these things, and we’re seeing how this moves, we first get them to the point where they’re eating really good food and they’re getting healthier. And then when they’re ready, they can go out to, to the forests and help restore the forests, so this is all one long thing that could lead them to ecosystem restoration camps, ultimately, but it’s not just ecosystem restoration camps. It’s all the different organizations working together with the government together, with, with everyone who wants to, is it like, no, everyone is welcome and everyone is, is needed to solve this problem. So that’s what I’ve been noticing is that people are rallying around this idea of participation as the solution, and some have money. Some have time, some have knowledge and, and ability. And then there are many unemployed, like the restaurant workers who’ve, who are left, those restaurants that had to close, well, let’s give them work. Let’s pay them to cook the food and share the food let’s build. We’re talking about creator spaces where all the, all the people can repair things and make things. And the first thing that we have to make are showers and saunas and laundries and clothing banks, and central kitchens to feed all the people and in doing that, why don’t we have a, we all have a community because we’re having dinner together. So let’s make a stage and have music and let’s have movie night and show ‘kiss the ground’ again and again, and other, other films like that so that people can be inspired and work together. So that’s what I’ve been working on. And I guess going to the bird house and I’ll send you some links to, they’re calling it land- land-based healing for people and place. Land-Based healing for people in place. It’s just an, it’s just an emergent concept now, but it’s moving very fast after a few weeks. And I, I noticed that when things move this fast, they’re really coalescing there. There’s a common intention and it’s, it’s more powerful. It’s not just an idea. It’s an idea. That’s time has come. And it’s an idea that is understood by large numbers of people.\n\nJohn Liu: Well, it’s, it’s my pleasure, Aaron, and I hope that for the rest of our lives, we can become really good friends and work together in many ways. Thank you for having me."
}