{
  "title": "Episode 28 – Scott Black, E.D., Xerces Society",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/3047/episode-28-scott-black-xerces-society.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-28-scott-black-xerces-society/",
  "episode_number": 28,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "And just to take one step back because people might be wondering on this podcast the zercees society that is a funny name.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcast Series.\n\nToday we have with us Scott Hoffman Black, Hi Scott.\n\nHello, how are you all doing?\n\nDoing great, so great to have you with us today.\n\nYeah, thanks for having me.\n\nAbsolutely, so Scott Black is the executive director of the Zercy Society for Invertebrate Conservation.\n\nHe is internationally renowned conservationist who has been at the forefront of the pollinator conservation movement for two decades.\n\nAt Zercy Society, which under his leadership has become the premier invertebrate conservation organization in North America,\n\nScott’s work has led to protection and restoration of habitat on hundreds of thousands of acres of rangelands, forests and farmland,\n\nas well as protection for many endangered species.\n\nHe is an author of the best-selling book attracting native pollinators and gardening for butterflies and has written more than 200 other publications.\n\nHis work has been honored with several awards, including the 2011 Colorado State University College of Agricultural Sciences, Honor Alumnus Award,\n\nand the US Forest Service Wings across the Americas 2012 Butterfly Conservation Award.\n\nDespite working at the national scale, Scott remains involved at the grassroots level and understands how to adapt conservation practices to local communities and local places,\n\nincluding his own garden which he tends with his wife and children.\n\nScott, thank you so much for being with us today.\n\nI’m excited to talk.\n\nSo let’s kick things off. What’s the issue? What are we dealing with here? Why does this even matter to us?\n\nWell, it matters to us because insects and other invertebrates are really the foundation of life on the planet.\n\nThink of it this way. If you want to see salmon in our streams, you can think a fly that fed those salmon when they were little before they made it into the ocean.\n\nIf you want to eat good, healthy, tasty fruits and vegetables, you can think pollinator that has pollinated those crops that allowed us to have the food that we eat.\n\nIf you like songbirds in your yard, you can really think an insect. About 88% of songbirds need an insect to feed either themselves or their young.\n\nI mean, lots of insects actually. So really the insects and the plants on the planet, I see as really the fabric of the planet.\n\nAnd unfortunately, we’re tearing that fabric to pieces.\n\nYeah. And what is causing that? How are we tearing that fabric to pieces?\n\nWell, unfortunately, humans have a extremely large footprint, ecologically speaking. Unlike other animals who tend to have a footprint that is really proportional to their size, humans tend to build their houses.\n\nWe tend to crop in a way. We tend to really build all of our shopping centers.\n\nThe expense of all the other animals habitat. We put in concrete. We put in bluegrass. We put in monocultural crops.\n\nWe ruin the soil. We use pesticides. So the real issue unfortunately is us using more than our fair share.\n\nAnd then to break it down really for insects and almost all other animals, the issues really come down to habitat loss.\n\nWe tend to build or grow our crops in areas that used to be habitat for wildlife.\n\nWe tend to spray lots and lots and lots of insecticides herbicides and other pesticides that are harmful to these animals.\n\nAnd then diseases really are an emerging issue that are spreading around the planet that are causing negative impacts to many of our wildlife species from bats to bumblebees.\n\nMany other issues as well, but they all generally fall into those three categories.\n\nYeah, okay. That’s really helpful. So habitat loss, poisons, including pesticides and diseases.\n\nNow, these sound to me, especially when you’re describing urban and suburban development patterns.\n\nThese sound like decisions that are being made and phenomena that are occurring by us humans, but not necessarily things each one of us can necessarily do anything about in our day-to-day lives.\n\nAre there solutions? Are there opportunities that we might make changes in our own lives that would help with the situation?\n\nYeah, you know, the really neat thing about insect conservation, whether you’re thinking about pollinators or whether you love butterflies or whether you’re just interested in biodiversity, is that everybody can take action.\n\nThis is one of the really neat things why I love the work that I do.\n\nI have worked on all sorts of animals, reintroduction of wolves, protection of salmon, even work on grizzly bears.\n\nIt’s really, really important. These large, charismatic animals, we should all be working towards their conservation, but not everybody can go out and protect habitat for a grizzly bear.\n\nEverybody can go out and protect habitat for a bee or a butterfly.\n\nAnd it’s really, the neat thing is it’s really simple.\n\nIt’s providing a buffet of flowers out in your landscape.\n\nSo, you know, think about all of these little animals that are so important for us and for ecosystems.\n\nAnd just think about they need to eat throughout the entire season.\n\nSo having flowering plants that flower from spring, and then cascades of flower all summer and into fall, is really important.\n\nThat way you’re feeding the most bees and butterflies as possible.\n\nNumber two, as I mentioned, pesticides are a big issue and we can all do better.\n\nIn most cases, we don’t need to use any pesticides, especially insecticides or herbicides in our urban environment.\n\nAnd one thing I’d like to point out is oftentimes urban folks point to farmers as they’re using all these pesticides, but actually the US Geological Service in their studies routinely shows that we are using more insecticides in urban and suburban environments.\n\nThen we are in agriculture, which is astounded because it’s really the quest for the perfect lawn and the perfect rose.\n\nSo let your yard get a little wild, put in flowers, you know, stop using pesticides.\n\nAnd then what we like to say is equally important, go tell your neighbors why you’re doing it.\n\nBecause they might be critical while setting your yard has changed and it’s so beautiful with all these flowers.\n\nLet them know that you’re protecting wildlife, including the bees and butterflies that are so important for us and our livelihoods.\n\nWell, you know, at the Y Under’s community, one of our favorite things to think about and talk about and act on is that underlying why that’s one of the threads of meaning through all the work that we’re doing.\n\nYou know, one of the things I’m hearing through all of this is that there are actions we can be taking at the individual level, the household level.\n\nAnd when it comes to the neighborhood and community level, boy, there’s a great excuse in here to connect even more with our neighbors with our cohabitants in our communities.\n\nAnd my gosh, what a fabulous byproduct to have out of these actions we can take.\n\nIt’s a fabulous byproduct byproduct. And that’s why I like the work that you do so much. It’s making these connections.\n\nAnd what I really feel strongly about is that if we can bring this nature also back into our communities, we will have more people experiencing nature.\n\nAnd it’s harder as our cities grow for many people to go out to maybe our national forests or national parks and see wildlife.\n\nBut it’s pretty easy to go to the local park. And if the local park has wildlife such as bees and butterflies and birds, people are going to get a nature experience.\n\nI mean, I grew up in Omaha, Nebraska, and the youngest of 10 kids. And we didn’t have a lot of money. We didn’t really go on big vacations. But I had what we called was was the forest about two blocks from my house.\n\nAnd the forest was really just a mixture of meta entries on a two block area that had not been developed. And it had an ephemeral string meaning string part of the year that we go through it.\n\nI was there every day collecting snakes, frogs, catching flyer flies at night and butterflies during the day. I was really experiencing nature.\n\nAnd I wonder have I not had that experience, whether I would be thinking the way I do today.\n\nSo to me, the neat thing about pollinator conservation or insect conservation at large is we can both help the small animals that are helping us, but also help our communities to reconnect with nature.\n\nAnd again, I sound exuberant when I talk about this because to me in a time when it seems like we have so many negatives, this is a really positive way that folks in their own lives can take action that really resonate out to animals that that we need to think about.\n\nBut also the other people in in our neighborhoods or maybe people in other neighborhoods that can come in to our neighborhoods and see why life close to home.\n\nYeah, absolutely. You know, I’m struck that more and more we are hearing from the medical community from folks working in psychology and counseling and so forth, identifying that more and more of us seem to be suffering from something that’s called nature deficit.\n\nAnd the great writer Thomas Barry indicated that perhaps as we disconnect from nature, not only are we beginning to suffer in terms of our relationships connection with this living planet, not only are we beginning to suffer in terms of our imaginations, but we also may be suffering literally in terms of our intelligence as a species.\n\nAnd it seems to me that there is a certain type of patterning and intelligence and relationship we learn only from nature, we probably won’t learn as well from books or spreadsheets or media and what have you.\n\nAnd so I just there’s such an important piece here that is about our human beingness and nourishment that I hear running through the message that you’re describing.\n\nIt is it is so true. You know, and beyond that to the real practical is the more people can experience nature, the more they will take.\n\nI mean, there’s good studies on this. The more kids understand the environment and understand nature, the more likely they’re going to want to have their tax dollars and their policies go to protect nature when they grow up.\n\nSo to me, getting people out, of course, all ages, but getting kids out is particularly important because unfortunately, the downside is we’ve we’ve let that pendulum swing a long way into the negative.\n\nWe’re seeing declines in most of our wildlife species across the planet. And we really do need to focus on all areas.\n\nSo again, I don’t want to just talk about urban or suburban areas to the exclusion of of large natural areas, which we certainly need to protect and farmland.\n\nWe have lots of farmers who really get the connection now between pollinators and their crops and are really changing their practices and incorporating habitat into that.\n\nBut by bringing whether it’s on a farm and bringing nature back, whether it’s in a neighborhood or in the canyons up by older, near where you live, we really need to be focusing on these habitats.\n\nAnd the neat thing is doing it close to home. Again, as you’ve mentioned, we have all of these multiple benefits not just to the wildlife, but to us and our human spirit.\n\nYeah, absolutely. You know, I so love this call to connect with place to do these things in our homes, our neighborhoods, the parks and wild lands and our vicinity.\n\nAnd when I’m hearing the mention of the agriculture, one of the things that strikes me is each one of us is eating and drinking various beverages, you know, day by day throughout the week.\n\nAnd so although not all of us are actually farmers, we’re all connected to farms. And the more we can choose for our own health and for the well-being of our planet to purchase a few more products being grown organically, being grown in a regenerative economic and ecological framework.\n\nAnd perhaps biodynamic and some of these other emerging systems that are available, we can help what’s occurring on those farms as well and build markets for these farming families that are making this transition right now that’s so important.\n\nOh, I so believe that we can do good deeds through our buying habits.\n\nYou know, buying organic, buying biodynamic, the zirci society right now is rolling out a new certification program called Be Better Certified that is the first certification program specifically designed to incorporate habitat for bees and other pollinators into farms and to change how pesticides are used.\n\nAnd Be Better Certified really cool, it goes really well with biodynamic and goes really well with organic.\n\nSo our pocketbooks can be a really important resource because, you know, by rewarding those farmers who are taking that more difficult step, we will get more farmers to take that difficult step to become more sustainable to become biodynamic, to become organic.\n\nTo become organic, to become be better certified and we can we can really have an impact on a large area.\n\nAnd one thing I do like to point out is, you know, over 40% of all land on earth is in agriculture.\n\nSo if we’re going to solve these problems, we need to work in cities and towns, we need to work in rural areas and we need to work in agriculture and of course protect the wild areas that we have.\n\nAnd as you mentioned, think about what you buy, it’s better for the planet and it’s better for your kids.\n\nYeah, absolutely. Well, you know, one of the things that the YonEarth Community that we really stress and body and practice is that when we’re sharing information, we share as much or even more inspiration around steps we can take action that we can incorporate in our day to day lives.\n\nAnd I think that’s so important. That said, I think there’s an opportunity here to share with our audience just how severe and sad, frankly, the global situation is, you know, some folks may hear things like insect apocalypse, insect apocalypse.\n\nAnd I know some of our listeners are familiar that we are in the midst of what looks like one of the great six greatest species extinction events on the planet and that our geologic records show us that those previous five are probably caused by huge volcanic events or meteor strikes from space, massive events like this.\n\nThe thing we’re experiencing right now we see is actually significantly caused by our human activity and I just Scott, I don’t want to linger on a doom and gloom feeling or note here, but I want to make sure we’re really calling a spade a spade with respect to our current situation.\n\nAnd would you speak to that?\n\nYes, and that’s that’s really important in in all of the conversations I have around this issue, you know, in a way, first I really get pressed people with all of the statistics, all of the bad information.\n\nAnd then I try to talk about the solutions because to me and working at the zero seas society as science based conservation organization, you really do need to understand the problem before you can come up with with real solutions, but you are right we’re in the sixth grade extinction event on the planet and we are the cause and when it comes to insects and other invertebrates I talked about how important they are.\n\nBut the data is is really startling and it isn’t something that’s happened overnight, although we’re now finally talking about this, you know, about 15 years ago, I and some others started talking about what we call the windshield phenomenon.\n\nYou know, when I was a kid I talked about growing up in Nebraska, I wasn’t thinking about climate change, I was mostly thinking about cool cars and girls and I had a 1971 mock one Mustang and I would drive it around Nebraska.\n\nProbably too fast and don’t need to bless my departed mom luckily she didn’t know how fast that one of the things I was always doing is cleaning my car, it was important to me it was a status symbol at the time when I was 18 and I know a little silly, but I was cleaning it a lot and I was cleaning it a lot because it was covered in bugs.\n\nI go back to these areas or I have been back in about 15 years ago, I started emailing around going I am not when I go back to Nebraska, I’m not cleaning my car, where are all the insects going, we did not have all the data then, but many of us were already seeing something was arrived.\n\nUnfortunately since that time we started to get the data and there is really compelling data data out of Germany that shows that flying insect biomass so think about this is the weight of these little insects and when you think about the weight of insects think again about birds because the more insects that are out there the more they have to eat.\n\nWe have seen a 75% decline in insect biomass in the last 27 years. In Puerto Rico natural areas they have seen even worse declines and have linked insect declines to declines in birds and to lizards.\n\nWe are seeing declines in all sorts of really important species from butterflies in England we are seeing which has a long history of monitoring butterflies, 100 years and more of studying them.\n\nWe are seeing really catastrophic declines, new emerging studies in the United States show similar trends. With bumblebees we are seeing a 28% of bumblebees are at risk of extinction.\n\nThen you go with the monocutiply which the monocutiply has declined across the country by likely 80% but in the west it is declined by over 99%.\n\nThese animals all had a place in the planet, they all had a place in the planet as part of an ecosystem and ecosystem function and as they go we lose these pieces of the puzzle which are our ecosystem which then we start to see cracks.\n\nThat is really where we are at. We are in a really negative place at the moment but then coming back to the positive as I mentioned I think the neat thing is we can do something about it.\n\nHumans have caused these problems and humans can help fix them. We have done things like gone to the moon. We have done things like after World War 2 rebuilt countries and helped them get back on a good footing through the Marshall Plan.\n\nWe really need a plan for biodiversity across the planet and we all need to be engaged in it.\n\nAbsolutely Scott, thank you for sharing that with us and one of the things we are talking about increasingly through the YonEarth community is massively mobilizing the stewardship and regeneration, behaviors and functions that each of us can embody more and more.\n\nAnd you know what you guys have in terms of resources at your website, zercees.org, exercees.org is tremendous and when I was looking at the website recently I was struck by how much information was on just that one section called the pollinator conservation resource center which has all kinds of amazing information and tools that we can utilize right now today.\n\nWould you maybe just share a little with us about what our audience might find when they visit the site?\n\nYeah, you know the zercees society really our whole goal is to take science and make it applicable. So take science into practice and that’s really what we try to do through our website.\n\nAnd just to take one step back because people might be wondering on this podcast the zercees society that is a funny name.\n\nThe zercees society is named after the first butterfly known to go extinct due to humans in North America and that was the zercees blue butterfly as San Francisco expanded.\n\nIn the 1940s due to the war effort actually they built on the last of this butterflies habitat and our goal is to provide education outreach technical assistance and resources so that that doesn’t happen again.\n\nBut our website is really rich with information that we have tried to make applicable whether you’re a gardener and are looking for a plant list.\n\nYou love monarchs and you want a plant list that works for Colorado or or Maine or you know California these would all be different plant lists and we’ve tried to really provide those resources as well as resources for the more technical land manager.\n\nOr roadside manager on how they might manage for biodiversity including increasing the number of pollinators alongside roads.\n\nSo our real goal is to provide that applicable information that you can pick up on our website.\n\nAnybody can download it almost all of our information is free to download we have a few books there that they’re just too long to download but all everything else is free.\n\nPlease go check it out and then we also have staff on hand that if you run into problems or you have a question please do reach out.\n\nWe will get back to you and try to give you any advice that we can on the project that you’re hoping to complete because to us again our goal is to at the end of the day help people to take action for the little things that run the world.\n\nIt’s so fabulous an incredible resource.\n\nI just want to pause and remind our audience that this is the YonEarth Communities stewardship and sustainability podcast series and today we are speaking with the executive director of the zirce society Scott often black and I want to mention to our audience that you can find incredible resources at zirce.org\n\nand if you would like you can find some other great resources ebooks audio books at the yonearth.org website and use the code YonEarth to get some discounts on those downloadable products.\n\nWe have our next children’s book coming out in a few weeks which is called celebrating honey bees which is a story talking about this relationship with pollinators an adventure with little brother and sister and at the back of this children’s book are a variety of resources that will also be helpful and hopefully we’ll have some info in there about zirce as well Scott.\n\nI just wanted to make sure we mentioned all of that to our audience and you know Scott I really appreciate this information and all of these steps we can be taking in these last few minutes of our discussion I’d love to just kind of ask you personally you mentioned your wife and kids.\n\nHow did you get into this work and what does it mean for you today as obviously a professional but also a dad to be doing this kind of work.\n\nYes I got into this work in an interesting way you know I mentioned however we didn’t have a lot of resources but we were fine I was out enough to eat I had loving parents and I had parents that actually cared for the outdoors.\n\nThey would take us out when they could to the park or the local natural area and even farther when we got a chance I fell in love with nature as I mentioned but after I got out of high school you know I really went to work I I worked in a variety of jobs from construction worked on oil rigs did worked in the timber industry for a while but the whole time I was feeling kind of empty and kind of\n\nseeing that the work that I was doing was maybe not the best for the planet and I went back to school with really be the sole purpose of understanding the science of conservation not so I could be some deep thinker which we need by the way you know scientists that would be the professor at a university.\n\nMy goal was really to take that science that conservation science and make it applicable whether it was to protect national forests to protect you know old growth and wild rivers or to protect prairies or pollinators and salmon and wolves and and these animals and you know as I’ve aged and and and got married and and had kids this has become\n\neven more important you know our kids are going to inherit what we leave them and I know I’m just going to spend the rest of my days making this world as good of a place as possible for them but it’s also really neat to see them and see how my work has has affected them and how they now think about the natural world and how they think about animals\n\nand when we go out you know my son knows more about these and probably most people out there on the planet and it’s really fun to see and then just and you know the neat thing again about nature is that you can find nature wherever you are and one of the things I really suggest the folks who are really interested in the small animals and interested in pollinator conservation in their yard\n\nis as you plant these plants and as you change your yard to make it more wildlife friendly make sure you spend some time there take a take a chair out on a beautiful sunny day and take your favorite drink whether that’s\n\na lemonade you know or I don’t know I’m not a huge drinker but a gin tonic or something and sit amongst your flowers and start to look at the little animals that are visiting them and you I’ve been saying this for a long time and so many people come back to me and are astounded by the animals that they see in and around them in their whole in their yard\n\nif they just sit and take the time to look so this is kind of my meditation I just go out in in in my chair with my lemonade and I just see what’s out kind of commune with nature in my own yard and and I think it’s something that can bring up our spirits and and keep us moving forward when our day\n\nthe days are often can become drudgery and the news all seems bad don’t just work in nature don’t just try to fix nature make sure you go out and spend the time there so that you’re\n\nbeing rewarded by by what you’re doing such a fabulous message and you know in writing the book YonEarth there’s actually a chapter\n\nthere called delight that speaks to this very thing the importance of our human experience of just being with connecting with\n\nthese natural places and really delighting in that and it’s so nourishing for us of course the science is\n\nshowing more and more that taking the time for this kind of pausing slowing down is actually improving our\n\ncognitive performance it is actually reducing stress hormones it is actually improving serotonin\n\nproduction which makes us feel good it’s anti-depressant we have all the science showing us this stuff and\n\nI find with my you know grandparents and others this was an experience they knew to be true without\n\nhaving the science to verify it but boy that piece and especially in our busy busy lives seems\n\nto be such an important kernel of wisdom Scott that works for me I know that I come in feeling\n\nbetter than I went out so hopefully it does for others as well well it it has been such a delight to\n\ntalk with you today Scott and thank you for all the work you’re doing and for all of the resources you’re\n\nmaking available to us all around the planet and I’m just want to invite you before we sign off\n\nfrom our discussion today is there is there anything else you’d like to share with our audience before\n\nwe say goodbye for now well I would just say if you can do something do something whether it is\n\nchanging the way you or thinking about how you buy food or other things and changing that whether\n\nit is putting a single plant or two or three or four plants in your yard whether it is thinking\n\nabout getting rid of any pesticides you might have in your garage just start taking those steps\n\nand it’s the neat thing about those steps is you can to then take more and more and more and\n\nmore because they’re there’s such a positive from that start it’s kind of like once you leave your\n\ndoor and start walking you never know where you’re going to end up so you know after this go out\n\nand take a step think about what step you could take and and that step hopefully will lead to\n\nothers and hopefully will lead to others taking steps and together we can truly make this world a\n\nbetter place absolutely what a beautiful message to leave on and Scott thank you so much for joining\n\nus today thank you and have a great day I really really enjoyed the conversation likewise take\n\ncare thank you bye bye"
}