{
  "title": "Episode 126 – Professor David George Haskel, “Sounds Wild & Broken”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12466/episode-126-professor-david-george-haskel-sounds-wild-broken.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-126-professor-david-george-haskel-sounds-wild-broken/",
  "episode_number": 126,
  "subtitle": "SOUND IS A GENERATIVE FORCE",
  "description": "Sound is a generative force, David tells us, akin to the earliest compression waves of genesis: before matter in the early universe was the plasma, and in it, the compression waves of the sound of creation. From humpback whales, whose sounds can travel thousands of miles through the ocean, to the tiniest of shrimp, and from the high-pitched call of the elk to the ultrasonic cacophony of bat colonies, our world is awash in sound… the sound of life.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry, and today\n\nwe’re visiting with biologist and author David George Haskel. Hey David.\n\nHi, Aaron. It’s great to be with you again in a remote ether here rather than in person, but it’s always good to connect.\n\nYeah, likewise. And yeah, we recorded an episode very early on for our podcast series right in downtown Boulder along the\n\ncreek there next to some beautiful cottonwoods with some ducks in the background. So yeah, now we’re taking advantage of some of the\n\ncommunication technology to do this remotely.\n\nOkay, well, we can just imagine the river running next to us. I love that conversation down by the river because the sounds of the river and the\n\ndocks and people hanging out is a good space.\n\nAbsolutely. Absolutely. Yeah, and I’m really excited to talk about your new book and share with our audience some of the real\n\ntreasures that you’ve got in there.\n\nDavid George Haskel is a biologist whose work integrates scientific literary and contemplative studies of the natural world.\n\nHe is a professor of biology and environmental studies at Sawani, the University of the South, and is a Guggenheim Fellow.\n\nWinner of the 2012 National Outdoor Book Award for Natural History Literature and the 2013 Read Environmental Writing Award.\n\nDr. Haskel delivers a unique perspective grounded in modern biological and ecological science and enriched by a more\n\nprosaic and timeless cultural ethos of connection and biofilia. His 2017 book The Song of Trees won the John Burrows Medal for\n\nDistinguished Natural History Writing and was named one of the best science books of 2017 by public radio\n\ninternationals science Friday and was also selected by Forbes.com is one of the 10 best environment climate science and\n\nconservation books of 2017. His 2012 book The Forest Unseen was a finalist for the Pulitzer Prize and the\n\nPETN EO Wilson Literary Science Writing Award. He told me before we started recording that although he did his\n\nundergrad at the University of Oxford and PhD at Cornell University, he got his schooling in the woods.\n\nDavid, your latest book which we’re talking about today is Sounds Wild and Broken.\n\nSonic marbles, evolutions, creativity, and the crisis of sensory extinction and clearly you’ve\n\nbeen spending even more time in a number of different natural and maybe not-so-natural settings or\n\nmore human settings put in this book together and it’s been a real joy to read it and learn from\n\nit. And I guess I want to dive right in and ask you what do you mean by the crisis of sensory\n\nextinction? Yeah, thank you for having me on. It’s real pleasure to be in conversation with you. I’m looking\n\nforward to our chat. Yes, and so that’s the third part of the subtitle of the book. And I think\n\nwe live it in a time where we have Sonic marbles, beauty part of my goal with the book is to open\n\npeople’s ears up to the stories of Sonic communication, the riches of sound on our planet, and also\n\nto highlight some of the ways in which I think we’re in a sensory crisis particularly as it relates\n\nto sound. Part of that is a paradoxical sort of duality. Is it we’re in a time of great\n\nsilencing? So through our over extraction and through climate change, through over harvest\n\nthings, through habitat destruction, many ecosystems are losing their sensory sonic diversity.\n\nWhere once there were thousands of voices singing out, now those voices are dwindling either\n\nbeing entirely lost or present at much, much lower, much less beautiful levels. On the other\n\nhand, we were in this sort of crisis of like too much noise around human industry, human traffic,\n\nwhere we are pumping out, pumping out so much sound mostly throughout machines. I mean the problem is\n\nnot human voices. The problem is tapping fossil fuels and other sources are great because\n\nsource of energy. We can pump out so much sound, but it’s mothers, the voices and the songs of other\n\nbeings. So you’ve got silencing someplace like too much noise in others and then not wrapped all\n\nthat is a problem particular to us and that is in attention. And I think that’s part of what I think\n\nof as the crisis is if we is the most powerful species on the planet, some microbes might argue\n\nwith that particular arrogance statement, but no doubt humans are having, we’re nearly eight\n\nbillion of us in our appetites keep increasing. And if we stop listening to the voices of our\n\nneighbors, of our non-human neighbors, of our kin, of our brothers, sister cousins, the trees,\n\nand the birds, and the living rivers, if we stop listening how can we possibly, to a good job of being\n\ngood kin and being good neighbors. And so part of the intent of the book is to go out and listen and see\n\nwhat we can learn from that. Some of what we learn will be full of renewal and joy and all\n\nsorts of amazing connection. And some of it will be heartbreaking, but that connection is necessary\n\nfor figuring out what should we do? How should we live our lives? What is the ground for right action?\n\nYeah, I think I’m implicit in your writings and in the conversations that we’ve shared together is I\n\nthink a call for a lot more immersion in and connection to what we would call nature, right? And there’s this\n\ninteresting discourse about what is nature, what isn’t nature, but the natural non-human,\n\nnon-built environment, non-industrial world. And I’m really curious because this obviously has informed\n\nyour scholarship, your research, and your writing to such a profound degree. What is that\n\nlike for you, that practice of connecting with nature? And I know you’ve lived in a number of\n\ndifferent places and have traveled to a number of different places. How has that\n\npart of your life and practice evolved over time? Yeah, and so, you know, my life in many ways is\n\nunruited, right? So as born on one continent, I live on another, I’ve moved house, you know,\n\na dozen times for various reasons. And yet I think that’s not an uncommon thing in\n\nthe way. It’s just like an allegory for like a whole why humans have done, whether or not we\n\nstand one place for a whole lives or not. And that is a potential disconnection from the\n\nstories of home. And perhaps it’s because I have moved and don’t live in my place of origin.\n\nI think it’s really important to get out there and literally to listen. And some particularly\n\ntransformative experiences for me were one going out to the woods in Tennessee where I live for\n\nmore than 20 years and I still teach in Tennessee. And so like one little patch of forest,\n\nit’s one square meter forest. And I’ve returned to that now over many years, 15 years,\n\njust to sit and shut up for a change and pay attention. Just like, what is the light doing\n\ntoday? What are the birds saying? And like, why can’t I understand what they’re saying\n\nstill after so many years of listening? And you know, what’s happening with the trees?\n\nAnd you know, I don’t have the pointers, I don’t have an agenda there. My only agenda is to try and\n\npractice a show out and actually paying attention with all of my senses. And I literally do\n\nit. What I think of a sensory check-in is like, okay, remember to get your hands on the soil.\n\nListen with your ears. Pay attention. Smell things. Get down, get the nose down on the ground and\n\nsee what the smells of the soil have to tell us today. So all of those, and such in a way,\n\na very, very simple practice to show up and go through the senses, including the senses\n\nthat we don’t really have names for, like the sense of, you know, when you touch a pine needle\n\nor a leaf, you get a sense from the muscles in your body of how flexible it is,\n\nhow dry and brittle. So we’ve got dozens and dozens of different senses.\n\nOur fingertips have got a, you know, a dozen different types of nerve receptors in them.\n\nSo what we call a sense of touch is really like, boom, there’s a whole lot of stuff going on with just touch.\n\nSame thing with sound. Of course we hear through our inner ears, or at least many of us do,\n\nand of course that hearing ability dwindles as we age, and we all have different hearing abilities\n\nbased on how the structure of our inner ear and what cake built these were born with.\n\nBut we also hear through our fingertips, through the soles of our feet,\n\nfor low frequency sounds we hear in our chest. So listening to sound is also an experience\n\nthat wraps up lots of different parts of the body.\n\nSo that patch of words, just, and this one I’m just showing up and trying to pay attention,\n\nand I eventually wrote a book about that, the forest unseen.\n\nBut beyond the book, really, and I really mean this quite seriously,\n\nis that I learned so much from the woods by doing that.\n\nBy then I taught biology at a college level for like 15 years,\n\nand got degrees in biology and ecology, and of course those degrees are great,\n\nwonderful mentors, and lots of great stuff to be learned through formal education.\n\nBut the education of just letting the woods ask you questions.\n\nWhat are these cat pills, and what are they doing?\n\nWhy are they so bristly, and how do they affect the trees above us?\n\nThat sort of stimulus to curiosity in a way was like forest giving me a reading list,\n\nbut then because I like just like to read, I’d say most of my reading is in the scientific literature,\n\nwhich of course is quite dry, and it’s in the way it’s wooded.\n\nBut the stories inside are so amazing, people who’ve devoted their life to studying the feeding ecology, cat pillars,\n\nthat’s what that is so cool, and I want to learn from that,\n\nso that my appreciation of the cat pillars is expanded.\n\nYou know, another practice that was really important was doing a similar thing, but in cities.\n\nSo in Manhattan, in Denver, in Boulder, some, going back to the same places and listening within the environment\n\nthat is much more effective, of course, by human presence,\n\nand realizing that human sounds, part of the larger sounds of nature doesn’t mean they’re all good,\n\nor that we shouldn’t be thinking carefully about what sounds we do and do not want to make in future.\n\nBut that immersion, and I was born in the city and grew up in and around.\n\nI was born in London, but grew up in Paris, and so being in an environment is a good chunk of my experience,\n\ngrowing up, and I have not been a big fan of the division that many in the sort of ecology environment community\n\ndraw between nature on one side and cities on the other.\n\nI think that sort of abandoned cities and the cities become places of great environmental injustice,\n\nbecause the attention of a lot of environmental groups has been mostly on wilderness areas and places beyond the city.\n\nAs it should, right? There’s some big issues there, and the wilderness needs defenders.\n\nBut so to do vulnerable parts of the city, where highways, I mean, literally the federal government had a 90% cost share program\n\nfor putting highways through low income and minority neighborhoods in the US for decades.\n\nAnd that, of course, results in habitat destruction for non-human species,\n\nbut the main effect is on the quality of life, the physical quality of life,\n\nthe mental quality of life for people who have to be breathing those trafficking and listening to traffic noise.\n\nAnd so returning again and again to open my senses in the cities has renewed my love and appreciation of the marbles of human music and human culture,\n\nbut also made me realize how these environmental questions are present right in the city,\n\njust as much as they are outside of the city.\n\nWell, absolutely beautiful, and you just wove so many threads together.\n\nI want to pick up one of the threads that you spoke to a couple of minutes ago,\n\nwhich is this practice, this discipline of sitting in the same patch of woods in Tennessee,\n\nand it reminds me of this Japanese tradition of Shinran Yoku, which is known as forest bathing.\n\nI think we talked about it before, and it’s literally sitting and staying put in one spot for many, many hours,\n\nopposed to the sort of triathlete conquering mentality of tiking as many miles as possible in a given timeframe or what have you.\n\nIt’s not quite as inquisitive or conquering in its spirit.\n\nIt’s as much softer kind of listening and opening up, and I have found increasingly as a way to deal with potential stress,\n\nas a way to get to much greater clarity in whatever thinking and development and planning work that we’re working on with the Y in our community,\n\nand also especially when writing.\n\nThere’s something that I’m able to access through that practice that is not nearly as reliably or readily accessed at other points in time or in other situations or environments.\n\nAnd I’m really curious for you, too, as a writer, has that been your experience?\n\nIs that where you also experienced quite a bit of inspiration, perhaps?\n\nYes, and yeah, I mean Shinran Yoku is a good practice to sort of evoke in this context, because it does is you point out,\n\ndraw us into a different mode of being when we’re in the community of life.\n\nAnd what one condition around Yoku in on a city street with trees down it, so on.\n\nI mean, we, you know, that divide the energy would be a different thing.\n\nOf course, I’m walking it on, you know, an amount and meadow without, you know, other with the human buildings and things around.\n\nThe key thing is the intention and the attitude that we bring to the practice to open our senses to the place to accept whatever it is that’s happening around us without judgment,\n\nat least not for the moment, and just to be to be in that place and let, particularly in the woods, let our bodies interpenetrate with the creatures around us.\n\nAnd when we inhale, just be present for the aroma of the soil.\n\nAnd when we gaze around or listen, just let those that sensory impression wash into us.\n\nAnd the amazing thing is that it changes not only the way we’re thinking, but it has molecules from the forest that bind into our blood cells.\n\nAnd so we carry the forest with us when we leave that.\n\nSo it’s a very physical kind of interconnection that’s happening.\n\nAnd yeah, I mean, in my own work, absolutely going out in the woods is often a great way to de-stress, but it’s also a way to connect into other stresses, right?\n\nSo that when the first really cold nights come in the winter, that’s a part of the natural cycle of things.\n\nAnd yet, you know that some of the birds who haven’t had an easy time of it this year say they couldn’t feed themselves, those are the nights that they’re going to kill them.\n\nAnd so we open to the heartbreak just in the rhythms of life, let alone what humans are doing to the ecology of the world.\n\nAnd I think it’s important to be open to and not create sort of nature is this place of always being happy, happy, it’s all peace and everything.\n\nThere is a lot of peace to be gained, very deep peace, but within that peace, there’s pain as well as joy.\n\nThat’s, of course, a great, the great tension and paradox of all life is unspeakable beauty and inexpressible pain sort of all wrapped up together.\n\nAnd being out in the woods is a way of realizing that that tension exists throughout the living world.\n\nIt takes particular forms in our own lives or in the life of a salamander or a tree.\n\nOf course, I’m, you know, I’m not trying to project human things out onto them, but to draw a parallel of tension there.\n\nAnd tapping into those stories beyond the human has been, I mean, if I didn’t do that, what little value there is and what I write on pieces of paper, I think comes from spending those hours and hours,\n\ntrying to listen to the voices of non-human beings. And that’s, I think, my primary goal as a writer is to try to elevate those.\n\nAnd so when I’m gone, it’s like, well, I told some stories in my sisters and brothers and hopefully that honored them and maybe perhaps it also helped them by drawing those stories into human imagination.\n\nThat’s really beautiful.\n\nYeah, and I want to show for our audience who are looking at the video version of our interview that here is the book that we’re speaking about today.\n\nSounds wild and broken and it’s so compellingly laid out.\n\nI mean, it’s, it’s really a, I would, I would see this as, as much philosophy as it is ecology, biology, et cetera.\n\nAnd the way you’re weaving together these different themes and topics, you know, from origins to the flourishing of animal sounds, flowers, oceans, milk, evolutions, creative powers, sexuality and beauty.\n\nHuman music and belonging, bone, ivory breath, right? I’m describing or I’m reciting the section titles and certain chapter titles in your book and then listening in community in the deep past and future.\n\nYou’ve really woven together so much in this work.\n\nAnd one of the things that sticks out when I was reading is this whole cacophonous universe to sort of misuse the term universe of sounds going on underwater in like a saltwater flat in the Chesapeake Bay area or something.\n\nAnd the way you’re describing this immense happening with millions and billions of creatures that were ordinarily maybe just walking or driving by totally oblivious to and this kind of thing repeats itself over and over again across ecologies and water on land.\n\nAnd I tell us just a bit about this whole thing with the little shrimp there in the Chesapeake area because it really struck me.\n\nYeah, that’s, I mean, the human air, of course, is adapted to hearing on land, right? I mean, and does a reasonably good job of that. I mean, my cat can hear way higher frequencies than I can.\n\nAnd so, you know, all species live within that sort of narrow range of hearing and the human, we live in a sensory multiverse in other words, multiple perspectives on the same sort of vibratory energy is happening in the world.\n\nAnd the sounds underwater, because of the physics of sound, when those sounds like a whale, I mean, you know, like the most famous underwater sound probably.\n\nThe song of a humpback whale, when the humpback whale is seeing that sound comes up to the surface and then it bounces back down so it says the surface of the ocean is like this big sound reflector.\n\nSo unless you’re like right on top of where that whale is singing, you’re not going to hear it if you’re above the water.\n\nAnd for a long time, certainly Western science thought that the sounds of the ocean was silent. I mean, Jacques Cousteau, his first film in the 1950s, the one that one that sort of put him on the map and one lots of awards was called Lamont DC last but the silent world.\n\nBecause his imagination was that the ocean was silent. But now we know because we have hydrophones which are underwater microphones.\n\nYou drop that hydrophone down in the oceans, particularly in very rich oceans like coral reefs or as you mentioned that the estuaries on the coast are full of nutrients.\n\nWow, it’s like crazy amount of sound down that of rhythms and textures and things that are totally different than what we’re used to on land.\n\nSo in one passage in the book, I drop a hydrophone down off an island where I work and teach sometimes St. Catherine’s Island off because of Georgia, big salt marsh area.\n\nAnd from the to the eye, it looks very uniform, just a bunch of the same species of salt marsh grass stretching to the horizon, drop a hydrophone.\n\nThere are these little thumping sounds from from from silver perch fish. This is sort of bleeding birthing sound from the toad fish that are under there and wrapping all of that are the sounds of the snapping shrimp.\n\nAnd it sounds like when you’re frying something in a very hot grill, or that sort of, I don’t really eat bacon, but if you put bacon in and cook it that sort of silly sound, it’s just like that.\n\nAnd that silly sound is from hundreds of little shrimp clothes. These shrimp are like at best an inch long, often smaller than that.\n\nAnd they have a clogged snap and it snaps so fast that it actually causes the an air pocket to open in the water and that air pocket like implodes and as it smashes back down, it releases actually a flash of light.\n\nYou can’t see it with a naked eye, but it’s like a really, really powerful implosion and then it makes sound.\n\nAnd then the sound of hundreds of these together creates this to me, it sounds like a silvery cloud of sparkly sounds. And in many warm waters, this is so loud that it actually interferes with navies who are spying on each other.\n\nLike the military have lots of got lots of microphones down in the ocean. And around snapping shrimp, they can’t hear what’s going on.\n\nAnd in WWII, the US Navy actually parked and hid some of its submarines amid the snapping shrimp bed so that they couldn’t be found.\n\nSo, and then of course they’re a memory mammals, dolphins and seals and whales adding their thing that thousands of species of fish that we now know make sounds extraordinary.\n\nAnd this is stuff that it’s really only in the last few decades and particularly I’d say the last 20 years that people have realized how ubiquitous and important the sound is.\n\nThere’s a study just came out this week from Australia where they found that the little larvae of oysters, so these are microscopic little larvae floating around.\n\nAnd most theologists would say they can’t hear, they don’t have ears, but turns out when you play the sound of a healthy oyster reef, the little larvae attracted to it and sent them there, they can pick it up because their bodies are covered in these tiny little hairs that pick up sound vibrations.\n\nSo, and still to this day in the literature, you see people say, well, most insects can’t hear.\n\nThat’s just nonsense. Most insects don’t hear the way we do.\n\nAnd some insects have got specialized like eardrons on their legs and things like that, which you know, very cool crickets and then other insects don’t happen, but every insect has got little hearing organs in the joints of their legs to pick up vibrations coming up from the ground into their legs.\n\nSome of them have at the base of the antennae, I wish I had some antennae to show you here and point it in my head for those listening on the podcast here.\n\nThere are like a dozen different places where insects can pick up sound and of course some of those ways of listening only hear like say very low frequency sounds, they don’t hear like the human voice would be mostly inaudible to them, but for that species maybe the human voice is not to be relevant.\n\nBut what’s relevant is the movement of the trees and the whole buzzing sounds that other insects make with their legs and make the leaves and the twigs tremble.\n\nRemember, hooking an accelerometer up to a cottonwood tree in bolder to record the sounds of the tree movement within the tree to accelerometer picks up sounds inside the twig in the trunk.\n\nAnd I heard these little buzzing sounds like what is that?\n\nSo I sent a soundfought to Rex Krokov to his at the University of Missouri and it was a world expert on vibrational communication among insects.\n\nAnd he said, yeah, absolutely, that is a little insect making a sound, but you can’t hear what the area is because the sound is transmitted through the twig, not through the air.\n\nWe don’t know what species it is because we lack a complete inventory of all the sounds of, I mean, like cottonwood trees are pretty common in highly populated areas.\n\nI mean, so we know the songs of all the birds of North America. Do we know the songs of all the insects? Not at all.\n\nSo there’s below the water and then the twigs of trees and in the leaves are all kinds of sounds waiting to be explored and appreciated.\n\nWow. So I want to ask the flash of light that comes from the, is it the snapping shrimp?\n\nYeah. What is what’s causing that? How does that even work?\n\nI think so I would need to re-read the paper to give a definitive answer on that.\n\nBut so this, this, it’s through because there’s so much energy released when that little air pocket that is created.\n\nSo when the, when the claw snaps shut, the movement of the claw is so fast that it creates a little air pocket behind it.\n\nAnd then that air pocket almost immediately then collapses again because it’s in the water, right? There was no air there before.\n\nAnd then that collapse releases sound energy, but also a teeny-weeny little flash of light as well.\n\nThat’s remarkable. So it’s, you know, for a shrimp claw that is a fraction of a millimeter.\n\nNow, those shrimp use the claw to, to, to communicate, but also to feed because if you’re a little invertebrate plankton and you’re right in front of that claw,\n\nyou get killed by that impact. Even if you’re not in the claw, it’s like this sonic shockwave of bam.\n\nSo, you know, they catch their food like this. I’m, you know, glad I’m, I get to appreciate it as a bigger creature with a hydrophone and not as a teeny-weeny little thing floating around.\n\nYeah. Yeah. Speaking of teeny-weeny things, I want to get to the microbiology you’re speaking to, but before going there, can you tell us you mentioned hairs as part of the ability to hear which is picking up waves transmitting through various media, right?\n\nAnd you, you discuss the term Celia in, in the book and in this section sensory bargains and biases.\n\nYou talk also a bit about our ear and how it has developed. Can you just give us a quick kind of like run through of that physiology and how that might compare and contrast with many of these other creatures that are also picking up waves?\n\nYes. So, when, when we think like when we’re talking right now, the vibrations in air go through the through little holes on the sides of our head and then get transmitted through some bone tiny little lever bones to a coil inside our heads.\n\nThat’s the inner ear. And inside that coil is fluid, essentially roughly the same composition as seawater.\n\nAnd inside that call a tiny little hairs that gets stimulated by the sound waves. And amazingly, they arrange like the keys of a piano from like from high to low.\n\nAnd so low frequency sounds stimulate the hairs that are tuned to low frequencies high frequency sounds stimulate stimulate the hairs that are tuned to higher frequencies.\n\nAnd that then gets each hair then connects to a nerve that shoots a message to the brain. So every time we hear using our inner ears, we’re using these tiny little hair cells.\n\nAnd this is a leading cause of hearing loss. And I have some of this in my ears. And we all do as we get older, we lose a lot, especially the high frequency sensitive cells.\n\nJust through the aging process, but also if we’ve listened to too much loud music or had guns shoot off nearest without hearing protection, power tools, all these things that can damage out the hairs in our ears.\n\nSo one amazing thing about those hairs is that essentially those coils in our ears are direct descendants of the inner ear of fish.\n\nIf you look inside the head of most fish, they have almost the same structure. It’s not coiled in the same way, but it’s little sacks and tubes filled with fluid that have hairs in them and they use this to both here and also to figure out how they’re moving through fluid.\n\nSame with us, right? Our sense of balance also comes from the inner ear.\n\nSo even though we are in superficially very, very different bodies underneath it, we’re hearing in a very similar way using essentially the same structure.\n\nEven more amazing, those hearing organs in the legs of insects, or in the antenna of insects, also have the same hair in the little siliary hairs.\n\nSilia is just a biological term for this specialized kind of hair.\n\nSo the same cellular structure, a little toughy hairs, picking out of the cell, is used as the foundation of hearing across the animal kingdom.\n\nAnd even in non-animal creatures like little affiliates and other single-celled creatures that you would find swimming around in ponds and in the ocean, they also have these hairs on them and they use the hairs to feed themselves and to move.\n\nBut the hairs also pick up motion in the water around them and so you can think of that as a form of hearing in a single-celled creature.\n\nSo yes, these little hairs seem like a sort of a pretty obscure little physiological detail. For me, it’s like this great example of both the unity of life that all of the animals are hearing based on the same kind of fundamental cellular structure.\n\nAnd life’s incredible mind-blowing diversity is that the human ear, even though it has the same structures, hearing very different frequencies in different ways than the leg of an insect or a little swimming lava of a baby oyster.\n\nSo this tension between unity and diversity, I think, is present throughout life, throughout biology, throughout human cultures.\n\nAnd as part of it, I think one of the most beautiful things about being alive is to appreciate that tension and to revel in both ends.\n\nAbsolutely, yeah. You know, my mind’s running in multiple directions here with some of the other pieces in your book that I want to ask about.\n\nLet me ask about this. One of the things you point out is that generally speaking, the frequencies that are used among different species, more or less, corresponds or correlates with body size.\n\nAnd maybe I don’t know if this is limited to mammals or extends beyond mammals, but talk about rabbits and so on.\n\nAnd then there are some aberrations, like with the help, for instance. Can you tell us a bit about what’s driving this body size thing in general and then where, why are we seeing some of these exceptions?\n\nYeah, I think we have an intuitive understanding of this from like looking at an orchestra. Like the base is much larger than the violins and the violins are bigger than the cellos, which are kind of intermediate.\n\nAnd so for any vibrating structure, the smaller it is, generally the faster it’s going to vibrate and that’s going to make a high pitched sound, which is why the base, which has its big long strings and big pieces of wood, generally makes very, very deep notes.\n\nUnless you really shorten the string on it or do something else like that. And the same is true across the animal kingdom.\n\nThe lowest sounds in the world, you know, elephants and things can make a really low frequency sounds, whereas small insects tend to make very high frequency sounds.\n\nIt’s a crude correlation, but it’s a correlation nonetheless. It’s based on the physical laws of sound making.\n\nAnd then of course, as life always does, it produces some little twists and turns, breaks the rules, and the elk in the Rocky Mountains, one example of this,\n\nelk are huge. And based on their body size, they should be making really big, deep rumbles.\n\nBut if you’ve heard them doing their bugling sound in the fall, it’s like, really high pitched at the frequency that you’d expect a rabbit to be making its sound.\n\nSo it’s like they’re making, it’s almost like the base in the orchestra is making the sound not just of the violin, but of like a piccolo or some like super high pitched instrument crazy.\n\nAnd actually, we don’t fully understand how they do that. Somehow they’re really shortening and tightening their vocal folds.\n\nAnd in fact, there have been some physiological studies on people who go elk hunting, and then they donate the larynx of the elk for people to study it in the lab.\n\nAnd it’s still a bit of a mystery how they pull that off.\n\nNow, also a mystery is why they do that. And there are two not mutually exclusive reasons. One is it could be a sexual selection thing.\n\nSo the elk is showing off to one another, and maybe it’s sort of like a peacock’s tail of the throat.\n\nIf I’m really strong and don’t have many parasites, I can make this high frequency sound in a way that a weaker elk cannot.\n\nMaybe a display of vigor or of body size in some way. Paradoxical one because a big, a big elk would actually generally on average make a lower sound.\n\nSo, but entirely possible that they’re making it to as a sexual display.\n\nIt also happens, particularly in the mountains, that high frequency sound carries very well over the low roar of the wind in the trees.\n\nAnd anyone who’s been up in the rock is knows that when the wind gets going through the ponderos of pines and then higher elevation in the spruce and fur can really raise an extreme be loud, but low frequency sound.\n\nAnd so a lot of the animals that live in that environment make songs that are higher pitched than that low frequency sound.\n\nThe other example, a great example that I love hearing in the Rockies are the red crossbills birds that are these crazy birds that they literally they called crossbills because their beaks are crossed at the front like a like a wrench with that’s kind of gone a skew.\n\nAnd they use those to pop open pine cones and spruce cones and feed on the seeds inside.\n\nThey make this beautiful warbling song often in the late winter early spring when they’re still snow on the ground.\n\nAnd the still on the wind and it carries right over the top of that mile of low frequency sound.\n\nNow, it’s really an amazing thing to hear that.\n\nAnd that’s a higher pitched song\n\nthat we would expect to make them to make\n\nbased on their body size.\n\nSo those are two examples of a more general theme\n\nin sonic communication, which is the voice\n\nof most singing animals is adapted to their home environment.\n\nSo if you go to the seashore,\n\nwhere there’s lots of waves crashing\n\nand making all kinds of sounds,\n\nthe shorebirds and the goals that make\n\nvery loud piercing high-pitched calls\n\nso they can carry their voices across that.\n\nThe same with birds that breed\n\nalong rushing mountain streams\n\nand any other kind of noisy places.\n\nBirds that breed in dense forest\n\nmake slow, whistled songs\n\nthat can travel through the degradation of the forest.\n\nA dense forest tends to smear the sound\n\nbecause every leaf is a little sound reflective.\n\nSo a very complicated sound\n\nwould get completely erased and messed up.\n\nSo what a forest-nesting birds do?\n\nThey have a nice slow melodious song\n\nwhereas birds out in the prairie\n\nthey’re singing super high-pitched up and down, up and down.\n\nIt’s almost like watching the end of a rapier\n\nin a dueling contest\n\nwhen people were waving their swords around.\n\nSo we hear in the voices of the red cross-bills\n\nand the forest-nesting birds\n\nthe imprint of the habitat.\n\nThe mountain quite literally lives inside the forest of the bird.\n\nSo beautifully put,\n\nyou’ve mentioned that there are many sounds\n\nand sound frequencies that we humans don’t pick up\n\nand that there’s a good number of species out there\n\nwho won’t really pick up our human voices\n\nin the range of our frequencies.\n\nDo you have a set for any particular creatures out there\n\nwho have an exceptionally broad range of ability\n\nto hear and discern?\n\nYes, bats are the absolute champions\n\nbecause they use super high frequency sounds\n\nfor echolocation.\n\nAnd those crazy things about really high frequency sounds\n\nis that they degrade really quickly in the air.\n\nSo bats, when they’re shooting out,\n\nthese are sounds that, let’s say,\n\nhumans at best can hear up to 20 kilohertz.\n\nSo 20,000 hertz.\n\nI can’t hear about eight, that’s right.\n\nAnd that’s true from those old people.\n\nbats are hearing well over 100 kilohertz.\n\nMy cat is hearing 50, 60 kilohertz\n\nbut bats are way out there.\n\nSo they have to blast out that echolocating sound so loud\n\nthat it would definitely, if they actually heard it.\n\nSo what they do is they disconnect their ear bones\n\nto little inner ear bones.\n\nWhen they blast out that sound, they disconnect them\n\nand when the sound bounces back,\n\nthey reconnect those bones.\n\nCrazy, bats are just crazy in terms of how their bodies\n\nhave adapted to this echolocating life\n\nfor they’re using sound as the same way\n\nthat we would use a search light beam\n\nto see things in the dark.\n\nBut you know, cats and dogs,\n\nevery day, companions for many of us\n\nhave extraordinary range of hearing.\n\nThey hear down pretty much to the frequencies\n\nand the low frequencies that we can hear.\n\nBut then they hear much higher.\n\nAnd particularly for cats, they hear very high.\n\nAnd that probably helped them when they were out hunting\n\nlittle birds and insects and mammals\n\nbecause a lot of the sounds that the prey make\n\nin the vegetation are very high-pitched rustling sounds.\n\nSo if you’ve gotten ear that can pick up\n\nthose high-frequency sounds,\n\nyou’re probably going to be a better hunter.\n\nSame thing, of course, with the mice and the rats\n\nthat are trying to avoid getting eaten by it,\n\nbut you know, they want to hear one another as well.\n\nAnd to me, this is an amazing example\n\nof the limitations of scientific approach to life.\n\nAnd that is we now know that mice and rats\n\nare singing to each other.\n\nAnd there have been probably hundreds of millions\n\nof mice and rats kept in laboratories\n\naround the world for medical research.\n\nAnd yet until very recently,\n\nnobody thought to put a microphone that was sensitive\n\nin the super high frequencies that we can’t hear.\n\nPeople thought, well, they’re just silent.\n\nAnd sometimes they make little squeaky sounds\n\nthat we can hear.\n\nIf you record them, they make this incredible language\n\nof full of subtleties, of communicating one to another,\n\nbut it’s all above what we can hear.\n\nSo if there’s an acoustic realm now,\n\neven in very common animals like rats and mice\n\nand cats and dogs that we just have not yet plugged into.\n\nAnd technology can help us expand our imagination\n\ninto those realms.\n\nBut first, we need to open the imagination to say,\n\nhey, I wonder if that rat is singing to the other rat?\n\nWow, I can just imagine I remember here in years ago\n\nat the campus of the University of Colorado here\n\nin Boulder that we had more mice and rats on campus\n\nin terms of population numbers and we had humans\n\nbecause of all the research going on in the labs\n\nor whatever.\n\nAnd it’s just wild to think that there’s these creatures\n\nin captivity and in the wild who are communicating\n\nso very much in ways we are absolutely oblivious to.\n\nAnd of course, we are quite good at being oblivious\n\neven in the range that we can hear.\n\nOne of my goals is a teacher,\n\nand I think one of the more important things\n\nthat if I do any important, as a teacher,\n\nto keep people off the streets,\n\nis introduce people to the sounds of birds and trees\n\nin our local environment.\n\nI really think every graduate of elementary school,\n\nlet alone college, should be able to pick out the sounds,\n\nthe voices of a few common birds and insects\n\nand trees of their home environment.\n\nBecause it means that you can never again walk across town\n\nand not be tuned into the rhythms and the vibe\n\nof what’s happening in the more than human world.\n\nAnd you can do it while you’re just walking\n\nand looking at other things,\n\nyou’re just hearing the voices of other beings.\n\nSo, but of course, our former education program values,\n\nthings that can be tested universally on standardized tests\n\nand the idea that students in Colorado should learn\n\nor could learn the voices of Colorado birds,\n\nbut those in New Orleans or in New York\n\nshould be learning different things.\n\nThat’s just alien to the kind of universalizing,\n\nhomogenous view of education that is so dominant still now.\n\nAnd I’m all four universals in general,\n\nit’s great that people learn about some of the laws\n\nof physics and the really only laws of biology\n\nbecause life keeps breaking the rules,\n\nbut the sort of the suggestions and the rules\n\nand the patterns of biology,\n\nit’s great to learn how those apply across the world,\n\nbut it’s also good to have some particular local knowledge\n\nbecause of course, our lives are lived entirely\n\nin local contexts.\n\nAnd even though we’re drawing resources from around the world,\n\nwe are embodied in particular places and times\n\nand it’s good to connect to those stories.\n\nAs sources of joy as well as those like,\n\nwhoa, something’s a little broken here\n\nand I need to figure out what I can do to fix it.\n\nAbsolutely, absolutely.\n\nYeah, that ecological knowledge is so imperative.\n\nAnd one of the themes we hear from many of our indigenous elders,\n\nfriends, colleagues, wisdom keepers is that the depth\n\nand breadth of local and regional ecological knowledge\n\nthat is maintained through those cultural traditions\n\nis an essential of vital set of resources.\n\nIf we want to call it that,\n\nit’s really cultural treasures that I think\n\nare so very important, especially right now\n\nas we’re seeing the need for the regenerative,\n\nrestorative efforts all around the planet.\n\nAnd yeah, for the most part, it seems many,\n\nmuch of the sort of mainstream industrialized culture\n\nhas really lost touch with a lot of that.\n\nAnd there are some exceptions, of course, but by and large.\n\nIt seems that a lot of us are living completely disconnected\n\nfrom these rhythms like you’re speaking about the deep cold nights\n\nor lunar rhythms or other celestial and seasonal rhythms\n\nand songs and rhythms.\n\nI, you’re making me think of my grandfather,\n\nbless his heart and memory.\n\nAnd I remember sitting with him when I was a little boy\n\nand he would communicate with the robins.\n\nLike this.\n\nAnd when he would hear certain songs from them,\n\nhe would say things like, oh, it’s going to rain soon.\n\nOr, you know, he was really tuned into what they were saying.\n\nAnd so it’s not that it’s got to be lost to all of us forever.\n\nThese are things we can pick back up,\n\nI think, relatively easily by slowing down\n\nand paying attention as you suggest.\n\nAnd yes, and listening to one another,\n\nfinding teachers and guides from, as you mentioned,\n\nindigenous communities in the US and around the world\n\nhave kept a lot of that knowledge.\n\nOthers have discovered it in other ways.\n\nAnd the transgenerational teaching is really important.\n\nAnd I think it goes multiple directions.\n\nThe traditional way, of course,\n\nis that the elders of teaching younger people\n\nwho are coming up and my grandparents taught me things\n\nabout getting food from how do you work with seeds\n\nand how do you work with vegetable plants to feed yourself.\n\nAnd also, what did they remember from their younger days\n\nabout the voices of birds that we don’t hear anymore?\n\nAnd so in a way, they transmitted the memory of the 1930s\n\ninto my mind, even though I wasn’t once a lot well after that,\n\nbecause they told me those stories and those stories.\n\nStick with me because they came from within the family\n\nfor people whom I loved and respected.\n\nBut also, we need to remember the cross-generational,\n\nparticularly those of us in roles as teachers\n\nto listen to what young people are telling us\n\nabout the nature of the crises that they are experiencing\n\nor what they have learned about, what the birds and the mushrooms\n\nand the trees and the forests and the living rivers\n\nare telling us.\n\nSo this cross-generational connection and listening,\n\nI think, is, of course, takes can be formalized in education,\n\nbut needs to expand well beyond that and flow both ways.\n\nYeah, absolutely.\n\nI agree with that completely.\n\nI want to pick that thread up from much earlier\n\nin our conversation about the microorganisms\n\nand joking about something like who’s in charge here, really.\n\nYou mentioned in one of the chapters\n\nthat the certain microorganisms had their growth rates surge\n\nwhen loudspeakers were played to them,\n\nbasically projecting sound from their own growth patterns"
}