{
  "title": "Episode 80 – Adrian Alex Rodriguez, Bodai, Mushrooms, & Biodiversity in Mexico",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/10642/episode-80-adrian-alex-rodriguez-bodai-mushrooms-biodiversity-in-mexico.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-80-adrian-alex-rodriguez-bodai-mushrooms-biodiversity-in-mexico/",
  "episode_number": 80,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Aaron William Perry offer thought leader and executive consultant the podcast and video recordings are",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHey friends, this next podcast episode is with Adrian Alex Rodriguez, and we recorded\n\nthis last fall when he and I revolved at a Earth X gathering down in Dallas, Texas.\n\nSo hope you enjoy and just want to share with you the pre-COVID context of our discussion.\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcast Series,\n\nand today we are visiting with Adrian Alex Rodriguez. Hi, Adrian Alex.\n\nHi. Good to see you. Good to see you.\n\nYes. So Adrian Alex lives in Mexico City and was born on the coast of the Sea of Cortez.\n\nHe is the founder of Bodai, which I am really excited for you all to learn about,\n\nwhich has been called the first environmental platform using social media as an active tool.\n\nBodai covers nine topical and content sections, which we’ll be talking about,\n\nand Adrian Alex also has expertise in sustainable projects\n\nthat are triple bottom line focused on the balance and harmony between economic,\n\nnatural, and social aspects. He works in communication strategies for artists and\n\ncurates impact strategies for nature. Adrian Alex is a youth activist and participated in the first\n\nglobal climate strike in Guadalajara, Mexico, the second in Mexico City, and the third in New York City\n\non September, in September of 2019, which of course, I was there for that as well.\n\nSo we’re several of our YonEarth community ambassadors and board members, including\n\nJoni Clark, going to give a shout out off camera. Hey, Joni. Hi.\n\nAnd of course, this is the march where Greta Tunberg and Shia Bastida were among many of the\n\nyouth leaders and indigenous leaders. And Adrian Alex also produces the Mushroom Festival of Guadalajara,\n\nwhich I’m excited to talk about that as well. So it’s so great. We are here in Dallas, Texas,\n\nright? We connected at Earth X, and I’m really thrilled to have this opportunity to visit with you\n\nand to share with our audience the amazing work that you’re doing. Yeah, I’m happy to say hi to everyone,\n\nand like give a little taste about which kind of projects in Mexico we have around sustainability\n\nand nature. Wonderful. So let’s talk about Bodai, right? This is amazing. Yeah, what’s happening?\n\nYeah, well, like five years ago, I was just dedicating to communication strategies around\n\nartists and like products. And I sense the need of using this tool, but will actually\n\nempowering something real like nature. So we started like having a lot of names in our mind,\n\nand I was with this girl that was one of the founders with me, and we started detecting the need\n\nof making a real name. So Bodai came from the Sanskrit that is one of the oldest languages\n\nin the world and means like the awakening of conscious, like becoming more conscious about what\n\nsurrounds you and acknowledged the power of nature. Absolutely, beautiful. And you’ve described for\n\nme a little bit in terms of what you’re doing with Bodai, and the primary platform right is on\n\nInstagram. Is that right? Yeah, well, we have seen that most people use Instagram as not cool\n\ntool. So we want to show people that young people and like every kind of age people also are\n\ninterested in nature, and when you have it in your phone, it’s much easier to understand and to\n\ninteract and to, well, make you change a little bit. So what kind of images are people seeing on\n\nBodai? Well, we try to be cool. So we try to do a lot of serve image, us, yeah, we have a section\n\naround serve, but because what’s so difficult to maintain content of serve serve, we have to change\n\nit to pants animals, but what’s really cool. And also we have noticed people have a really good\n\nreaction to museum pictures because they’re like magical and like have these colors or these\n\nlike different structures. And also we try to have information that actually acts and like make\n\nsolutions and involve people and notice them what they can do to change role. Like we, we’re not\n\nonly about talking about the problems, we also talk about the solutions. That’s so important.\n\nAnd you have quite a following, right? Yeah, well, we’re getting almost 50,000 followers in\n\nour Instagram. And we’ll, all the network, we, we control in Mexico with different NGOs because\n\nwe’re around the Instagram of those NGOs like Erdox, Mexico, like the echo symbol. So our network\n\nis getting to 100,000 followers between all the networks. Oh my gosh, that’s really amazing.\n\nHow long have you been at that with those different NGOs? Well, like I said, I started with\n\nartists and with products like six years ago and like full time to the environment like since\n\nfour years ago. Cool. I love it. So with these, these nine different topical areas and themes,\n\nwill you walk us through what are they? And what, what would we experience when we check that out?\n\nYeah. What, what we do is we get together these academic people like biologies, engineers,\n\nand also like just people that really love nature, like young people, to have specific teams\n\nlike nutrition, like serve, like plants. And each week, we upload an article of each section\n\ntrying to motivate people to live in a healthy way or to leave or understand more plants.\n\nBecause sometimes, for example, you go to a pharmacy to buy something that you have the plan\n\nof a bird that the tears that need and is more sustainable because you don’t have to get to the\n\ncard to go to the pharmacy to have like this plastic delivery to you. So I believe that everything\n\nwe need is in nature. So both I mean that understanding nature, like giving knowledge and\n\naccepting knowledge from different people. Absolutely. And from nature. Absolutely. This is\n\nbeautiful. I know it’ll make one of our global advisory board members very happy, Brigitte Mars,\n\nwho is an herbalist who teaches all around the world. She has a course she does every year in\n\nColumbia, for example, and has written 17 books about herbal medicine. And she often is telling us,\n\nlook, there’s often medicine right outside the window, maybe in the yard or just down the street\n\na little ways. And you don’t have to go buy expensive pharmaceuticals for a lot of the things\n\nwe’re treating, right? Well, we’ll be great to have one of those, well, information of\n\nto have an article in our blog. That’d be fabulous. Yeah. Absolutely. Yeah, we can definitely\n\nlive with you. Maybe of his favorite tank, maybe, I don’t know. I know her three favorite plants\n\nwe’ve talked about. This is a good idea, actually. That would be cool. So what are the nine\n\nthemes that you guys focus on? Well, first, like we start with something easy, like news, like\n\ninforming people, then we have one of our audience favorite that is Fungi. Fungi, yeah.\n\nMushrooms and fungus. If you’re not familiar with Fungi, yeah. It’s a section Fungi with eyes\n\naround mushrooms and because of pictures and our biologies that provide this information,\n\nshe’s so brilliant that we have a cool area over there. And we’re starting doing projects also\n\naround that section. Cool. And we have also nutrition, healthy lifestyle. Like I said, animal\n\nplants, recommendations, initiatives, and expression that is like how nature and human beings\n\nare connected are fixed. Like we are really connected just to be young on a higher level.\n\nBeautiful. Wow. Okay. I love it. Yeah. And you know, the Fungi connection, it reminds me in\n\nColorado where I’m from, we have the Colorado Micological Society online. And there’s a lot of\n\npeople on there. And we help each other identify different species. It’s really wonderful. And when\n\nwe get big flushes after the rains and the autumn, a lot of people go out foraging for different\n\nspecies. It’s a lot of fun to see that kind of unfold in the community across, you know, a pretty\n\nbig region. Yeah. And I believe so that in the Mushroom, like in the Fungi kingdom, we have\n\nnot done that much experience because biology says there’s over three million of species in the\n\nworld. And we just have identified a 10%, 300,000. And of those 25,000 are in Mexico. Oh my God. Wow.\n\nYeah. Mexico is one of the richest countries in diversity or in mushrooms. Well, in, you know,\n\neverything. Yeah. Yeah. I’ve heard it’s ranked up really high worldwide. Is that right? Yeah.\n\nFor biodiversity. Yeah. It’s like Mexico with the Mesoamerican Rift is the fourth biggest biodiversity\n\nin the world. And he’s one of the 12 countries that represent the 70% of all the nature in the\n\nworld. Oh my goodness. I’m just writing a couple quick notes here. I’ll try to keep up with this.\n\nThis is really interesting and important. You know, I, I remember learning about one of my early\n\nheroes in all of this is Paul Stamets. And I remember hearing him talk about how he came to realize\n\nthat on the Pacific coast of the Pacific Northwest, there was so much biodiversity. It was essential\n\nto protect. Of course, there’s a lot of logging that occurs in that part of the world. And I\n\nunderstand if I, if the story’s true that he actually went into the Pentagon of the United States,\n\ntalked to the very high leaders in the military and said, look, when we’re dealing with things like\n\nbioterism and other biological issues, we really need to preserve these resources because they\n\nmay end up saving a lot of lives in the future. And apparently that helped preserve an enormous\n\ntract of old growth forest, basically, along the Pacific Northwest coast. Yeah. It was amazing.\n\nWhen that area with the Sea of Cortez, they call it the Aquarium of the World. Yeah. And also in\n\nthat area, we have the shark island that is the biggest island in Mexico is not a populated\n\nisland because it’s about the ingenious community are the owners, not the government of Mexico.\n\nThey’re called cities. It’s the ancient community and they’ve been really good protecting that\n\narea and trying to do a good economic system without harming nature. Oh, interesting. Okay. This is,\n\nwe’ll get the spelling on saddies and maybe it’d be cool to provide a link in the show notes\n\nto something about what is the island called? Shark Island. Shark. Okay. Got it. And Spanish is like\n\nthe one on. Okay. Okay. Cool. I’m not sure my spelling is very good in Spanish, so we’ll have\n\nto circle back up. Yeah. So hey, I just want to get these stats down. So we were saying we think\n\nthere are maybe three million species of fungus worldwide. We’ve ID 300,000 worldwide and we know\n\n25,000 are in Mexico. Is that right? Okay. That’s amazing. Yeah.\n\nAnd let’s talk a little bit about the mushroom festival in Guadalajara that you produce.\n\nWhat is this? What is it? What does it look like? I want to go, right? It’s at the end of the\n\nmushroom season, but it’s raining season. Yeah. It’s around the end of July or August.\n\nWhy Guadalajara? Because Calisco, it has a really rich diversity around mushrooms.\n\nAnd I have a community where a community was doing this event and both I gets to the event\n\ntwo years ago and start producing it with them and like giving much more volume,\n\nbecause now we have a biology that identify each mushroom to everyone that surrounds like.\n\nSo the first activity is going to the camp and trying to have the most diversity of mushrooms to\n\nget these mushrooms to the festival where it’s like music and a lot of\n\nexhibitors that have some products or products of mushrooms like Gun of Air My Stacks,\n\nlike they sell like mushrooms in bags and beers that are with mushrooms and all kind of products\n\neven jokingly. So energetically is a fun festival that try to make people understand that\n\nmushrooms are much than only like the Magica mushroom like we have much culinary diversity of\n\nmushrooms. We also have pharmaceutical and medicinal mushrooms and we have also to understand\n\nwhat mushroom means in nature because are the ones that are in charge to connect everything.\n\nThey say mushrooms are the internet of the world. I love that.\n\nYeah, and I’ve heard as we begin to really understand what’s going on with the\n\nmycelial mats, the networks in the soil and the complexity of connections among and between\n\nvarieties of species, varieties of kingdoms, right? This absolutely dwarfs all of our technology.\n\nAnd we were talking about this last night. I think it’s one of the most important points for us\n\nto understand in these times given what’s at stake with the environmental situation, the climate\n\nsituation, what’s living in the soil is so essential to not only understand but to celebrate,\n\nto protect, to be grateful for and to work with, to help heal a lot of the challenges that we’re\n\nfacing, right? Yeah. Well, I’m not an expert like in soil but for me like they teach me that\n\nwith the most powerful technology and with the most well economic power also, you cannot make\n\na ecosystem to bring like certain kind of mushrooms because they’re complexity. So nature is the\n\nonly one that has that power. So we humans is like, is a lesson we need to understand that we\n\ncannot play the role of making everything with technology. There’s certain things in nature\n\nthat speak by themselves. With Buddha, I ask, I know, Buddha, I speak with them.\n\nI absolutely love it. It’s one in the why on earth community we talk a lot about humility\n\nand for us to really have that kind of humility to understand just how awesome, how powerful, how\n\nessential these natural systems are, right? Yeah. Beautiful. Oh my goodness. So by the way, I was\n\ngoing to ask with the mushroom diversity in Halisco, this is also where the weecho people live,\n\nyeah? No, that’s not what we’re supposed to see but it’s near. In Mexico, the most diversity came\n\nfrom Beracruz en Oaxaca that are like southern states, not down south but southern because it’s\n\nreally tropical. Like, the mushrooms are like a lot of humidity and like, so that’s a really,\n\nand also there’s a big diversity because they’re high places and all places. So that’s also\n\ngeographically, it’s important. What I would love to have in marine Mexico, people to involve,\n\nis like when we were in mushroom collection in Switzerland, they have a lot of,\n\nhow I can tell you, they have a lot of strategies to teach people how to identify\n\nmushrooms and they have identification centers that are open in certain hours and in certain\n\nseasons in the year that you go with your mushrooms, you can collect only one kilogram\n\nand they have identified it to you and you can take it home and then you can cook them.\n\nSo it will be really cool to start having these identification centers in all the world.\n\nI love this. And it will be cool to start in Mexico and Dallas. I don’t know. Okay, maybe both.\n\nMaybe both. So did you happen to, did you harvest any shampoo in your in Switzerland? Did you have\n\nthis kind? No, we have, like, it will call in Mexico, we said, panesito, that is boletos.\n\nOh, yeah, boletos. We have a lot of this in Colorado, King Buli. Yeah, well, it’s not that easy\n\nto find one. Okay. And in Mexico, we have a, well, a big diversity. There’s Asians,\n\nShaman called Maria Savina from Wajaga in Mexico. It’s one of the most recognized places in the\n\nworld for mushrooms, Wautle de Humanas. And it’s because they have like this\n\nmushroom that have these psycho effects. And she was a shaman that without the biologist knowledge,\n\nbut with the nature and the ancient knowledge, like, she understand them. And she was the guide\n\nof the beetles when they go to Mexico. And that’s also Waut Disney when the beetles, the band.\n\nThe band. Well, Disney was with her also. And all those hooks. Yeah, he, I really appreciate all\n\nthis Huxley as a writer, of course. Yeah. He’s written a couple of really amazing and important\n\nbooks, I think. Yeah. Yeah. In fact, one is called Island. Did you ever read this book Island?\n\nI know. It’s not as well known as some of his others, but it’s a fabulous read. And mushrooms\n\nactually figure in the story pretty prominently. So maybe if any of you are looking for a good one\n\nto read soon, check out Island by all this Huxley. This is amazing. I’m just jotting down the beetles\n\nwhile Disney or this Huxley. Yeah, well, she was like the queen of the merchants in Mexico.\n\nActually, we want to have a product because she is great. It’s near the town. And we want to\n\nrestrict all the grave because now it’s like in ruins. Oh, wow. And we Mexicans and the boy I\n\nhave team, things that she deserves to have these like excellent grapes. It’s like a really\n\nspiritual and iconic symbol for Mexicans. Yeah. So I will send you the picture when we do that.\n\nThat’s great. That’s beautiful. Thank you for sharing that. Well, it is interesting how\n\nsomething like a grave marker, that kind of a monument can speak so much and can symbolize\n\nso much. And you were telling me earlier about some art projects in New York City to switch gears\n\na little bit that are really helping people develop awareness about what’s going on in the world,\n\nright? Yeah. Well, in the climate strike, I met Nardi’s is one of the most recognized artist\n\nenvironmental Irish because she used only plastic materials and recycled materials. It’s all about\n\nthat to her. And so then she took me to a museum. It’s called Arcadia Earth. It’s in Broadway\n\nStreet in New York. These museums tries to do with innovation technologies and like with these\n\nartistic interventions try to sense of the lives people in environmental matters. So this\n\nwas a cave, a coral cave that its message was that the coral is bleaching. So the cave is like\n\nwide, like it. And it was made with 44,000 plastic bags. We used salvage, we used plastic bags\n\nthat represent a time where New Yorkers used these like ways these plastic bags. And well,\n\nyou mean your expectations about the time? Which time? How much time it takes you to 44,000?\n\nYeah. I mean, what like an hour? I don’t know. It’s a one minute. One minute. Oh my god. Yeah. Wow,\n\nthat’s staggering. Yeah. Wow. 44,000 plastic bags in. It’s really cool that if I tell you,\n\nlike you feel it, but when you see it like it. So it’s really cool artists are trying to get involved\n\nin this movement. And given their Holland to have these kind of conversations and sense of the\n\nlives, she’s called Baycia and she’s called this data visualization. Wow. I want to check that out.\n\nI’ll actually be in New York soon after this recording. So I’ll have to keep an eye out and make\n\na visit for that. It’s still there. Yeah. It’s still there. It’s about six months installation.\n\nOkay. And like I believe it’s just one month since they opened. Oh, perfect. Okay. Yeah,\n\naround the time of the climate strike itself. Yeah. Yeah. Well, it was one of the places where\n\na lot of climate strike movement was like that place everyone was going and having some like\n\ninterventions and yeah, actually or like do an event over there. Okay. Cool. Yeah.\n\nSo let me just remind our audience that this is the Why on Earth communities stewardship and\n\nsustainability podcast series. And we are visiting with Adrian Alex Rodriguez from Mexico City.\n\nBut we’re in Dallas, Texas while we’re recording this conversation. And Adrian Alex has Bodai.\n\nYou can find Bodai on Instagram with Bodai B-O-D-A-I underscore or go RG. We’ll have this in the\n\nshow notes. Also online on the website is Bodai.org B-O-D-A-I dot org. And we’re going to talk about\n\neco symbol a little bit. So if you’re interested, you’ll go to eco-symbol.com or at eco underscore symbol.\n\nAnd I wanted to take a moment to give a huge thanks and shout out to our partners and sponsors\n\nwho are making the series possible who are making our digital resources a reality for folks and who\n\nare supporting our ongoing community mobilization work in real neighborhoods and real communities\n\nall over. And this includes Patagonia, Weilei Waters, Purium, the LIDGE Family Foundation,\n\nBeauty Counter, the International Society of Sustainability Professionals. That’s a mouthful.\n\nAnd the BioDynamic Association. Also a huge shout out to all the individuals out there who have\n\njoined our monthly giving program. And this helps us with all the work that we’re doing. It’s a\n\nreally big way of supporting this. If you haven’t yet joined the monthly giving program and you\n\nwould like to, you can go to whyoners.org slash support or just go to the homepage whyoners.org hit\n\nthe donate button. And you can sign up for any level that works well for you to give on a monthly\n\nbasis. When you do that, I’ll send you an email with an exclusive very special code to unlock all\n\nof our e-book and audio book resources for free. And you can share that with friends and family as\n\nwell as if you’d like to. So a huge thanks to everybody for your support. And I am, I am just\n\nthrilled Adrian Alex about this opportunity to chat with you. Here it is. It’s about fall\n\nautumn here in 2019. And a lot of us are really starting to plan and prepare for 2020.\n\nBecause there’s a whole lot that’s going to be happening, right? Yeah. And I’m just curious,\n\nwhat are you seeing and envisioning when you’re thinking about 2020 and what’s come in and what\n\nwhat are some of the priorities you’re working on? Okay. Well, what I felt is like this year, we\n\nstart sensing these energetic feeling around environmental activities and around\n\ninvolving jude with these politicians and with these big entrepreneurs. So we can actually\n\nhave some plans from now to five years to contribute to our planet. And for us,\n\nbut I we’re starting a project like I tell you that is called for biodiversity that it’s like\n\nthe project will be trying to protect this biodiversity that is from the Sea of Cortez,\n\nNorthern Mexico, to the American, Mesoamerican reef that actually represent almost the 15%\n\nof biodiversity in the world. So we’re trying to do a big crowdfunding scheme around communication\n\nstrategies, one of our expertise and also trying to use the vehicle and the relationships that\n\nEarth X as this big, the biggest environmental experience in the world involved us. So we’re trying\n\nto start making more actions in 2020. Actually, going down the field and protecting our oceans and\n\nprotecting our nature and empower what we have. Because I love plastic and energy programs,\n\nbut I believe we have to give more attention to protected areas and to keep what we actually have\n\nright now. I love this. You know, in the first chapter of the book I wrote called Why on Earth,\n\nthe very first chapter is called Place. And how important that direct connection is to places where\n\nwe live, where we spend time and for us to care as an stewardship of these places, right?\n\nYeah. That’s what I hear you describing. Yeah, and also because now we’re sensing, we have like\n\nmore than 2,000 species, endangered species, and stations in Mexico. So if we start having\n\nthis sense, we can have a lot of animals become instinct and a lot of plants. We don’t want to\n\nstart having that cycle. We have to have the cycle. We have to protect and have more species.\n\nBecause the species nature is so wonderful that you have to let it go. Like if you let it go,\n\nit could do it by its own. It’s amazing. So also in 2020, we’re having a couple events in\n\nEarth eggs in Mexico. We have a couple in the north and one in the center of Mexico.\n\nAnd one specific, the one of the Pacific coast, the team will be rescuing the Pacific coast.\n\nNow that will be actually the name of the event rescuing the Pacific. And we will be\n\ninvolved in involving big organizations like Bodai, like Earth eggs, like Fridays for Future,\n\nand like the fond and national conservatory of Mexico and species. So we’re trying to get in\n\ndifferent aspects to get people involved. Like the Mushroom Festival, these ocean protection\n\nevents. And also we will keep striking like every time like these young leaders ask us to strike.\n\nWe believe in it’s like prison and in its idealism. And we will be together. Because that is what\n\nI’ve been felt feeling about environmental. That we need to be more together. We have to be\n\nunifying as a community. Because if we want to change everything, we have to change us between.\n\nHow we spread between us. And how we can learn everyone from each other.\n\nAbsolutely. Love it. So beautiful. Do you happen to know we recently did an interview with Emily\n\nMaglone, the New York director of peaceboat? Okay. And next summer 2020, they’re going to be\n\nin the port in I think part of Ayarta or somewhere on the Pacific coast. Have you connected with\n\nthem about this? Well, I’m not connected with them, but I’ve connected with a project called\n\nRestore Coral that is really connected with them. This project, what it’s trying to do is trying to\n\ndo like an arc or like a museum, but we call it idealistic and Noah’s arc to save the endemic\n\nspecies of coral in Mexico. So if we’re losing all these because of bleaching, when we have the\n\nif the conditions of the ocean will be again the right ones. So coral tend to restore. We have\n\nall these species in like in a bank. So it’s like a museum bank. So people can understand in which\n\nmoment we are like we are actually are in that moment. We need to pull species from the ecosystem\n\nbecause it’s so in danger. So we can keep them alive and then will hopefully the ocean with our\n\nhelp and with its help restructure. So we can introduce this species again. It’s called\n\nRestore Coral and it’s really into it’s really connected with the piece mode. That’s good to hear.\n\nYeah, I’m really happy. You know, as you’re talking I’m realizing I think the term coral bleaching\n\ndoesn’t really do a good job of describing what this is and I want to make sure our audience\n\nsome of us may not have heard about this before. This is the massive die off of coral forests\n\nin the ocean basically, right? Yeah, this is this is a tremendous problem that we’re seeing\n\nin ocean waters all around the world. Yeah, well they call it the white syndrome because\n\nthe coral start dying and will losing these properties that makes him alive because temperature\n\nissues and contamination issues, pollution. And so it starts getting wide, wide losing its\n\ncolor until like what becomes that. I don’t have the sack numbers but they say that in South\n\nMexico and the Caribbean, in the last year we have lost more than 2% of all our coral. 30%\n\nto rip. And that’s the second largest coral reef in the world right? Yeah, after the Australian\n\nlike them. Yeah. Iron or the American coral reef. Wow. Okay, it’s so important that we’re all\n\nmobilizing and doing everything we can around these issues. Restoring, healing, regenerating.\n\nYeah, well it’s important for us like having this conversation each every day and everywhere.\n\nLike if you feel like sometimes misunderstood because you talk about nature and you\n\njust start having these sense of activism, you need to realize that you’re not alone, like\n\nwe’re a lot of people that we’re compromising have changed stuff and it’s good to\n\ngive each other a pom in the back. Absolutely. That’s such an important message. And you know\n\none of the really cool benefits I’ve actually talked about this with a few people in just\n\nin the last couple days about doing these podcasts is that I get to meet and really learn about\n\nthe work that amazing people are doing kind of all over the place in all sorts of sectors\n\nrelated to our future related to taking care of the planet related to being good to each other\n\nand it gives me great hope knowing that more and more of us are truly mobilizing and kind of\n\nmaking this big pivot that we’re needing to make as a species and it’s happening and it just it\n\nmakes me feel full of joy notwithstanding how challenging things are right now\n\nthat more and more of us are arising and responding to this very impulse that’s happening.\n\nYeah well it starts like impulse now it’s sensing like action like it’s started becoming\n\naction and our biology is true and like our academic true academic people it’s so smart\n\nand they they understand it’s all about knowledge we have to go for more knowledge like\n\nbecause most people talk about changing stuff but if we don’t understand nature we cannot change it\n\nactually one of our projects for 2020 that usually like engineering we want to do a showroom\n\nlike in in Mexico City that we have our own cultivate mushroom so people understand how they grow\n\nand it’s diversity and well it’s difficult to have a diversity in one showroom because they\n\nneed different temperatures and different resources where they grow but we’re trying to do something\n\nspecial for people maybe when if you’re next year in Mexico you can show you around. Oh I can’t\n\nbe wonderful yeah because right different species of mushroom are growing on different substrates\n\nright different types of wood other decomposing material. Yeah like it could be books like I was\n\ntalking to a couple of biologies for the podcast and they say even in a in a diaper in a baby diaper\n\nright it depends on mushrooms like that right now what I’m understanding because well I’m not\n\nthe expert but I’m understanding that much different resources like the diversity of mushrooms\n\nbut the fans here are the ones that actually want that that fine is good for example like the\n\nones that have more properties medicinal properties are really well more difficult to cultivate\n\nso this is really cool like if we try to understand nature nature spokes to us like really\n\nand so we’re we’re happy about that project and also we’re really happy about the Acacinbo project\n\nthe Acacinbo project is a project that we sense as a community different activism these artists from\n\nNew York a couple of people in Mexico and different NGOs we sense that between each NGO sometimes\n\nbetween academics we have this sense of competition of being competitive and having a certain kind of\n\nego and then we realize how the LGBTQ movement grew up and like\n\nconsolidate like a real movement it’s because they really cool and they’re really together and\n\nthey really try to embrace everyone doesn’t matter it’s a difference and I sense that the\n\nenvironmental movement needs this so we were talking all these activists and we came down with\n\nidea called the Acacinbo that is a flag is a symbol that represent us beyond anything no matter\n\nyour NGO or your country your age doesn’t matter anything but it’s a symbol that represents hope\n\nto nature and it’s a symbol that probably all the hotels all the restaurants all the people\n\nand enterprises that have this intention of becoming more environmental should adapt but we\n\ncompromise not with with with lies no if we want to adopt this symbol we have to adapt it with\n\nwith real compromise yeah real value yeah real actions now action like I was doing this but now\n\nI’m doing this because I believe so you know yeah excellent oh that’s really exciting to hear\n\nabout so that’s eco symbol and in folks like as we mentioned you can go to eco-symbol.com or\n\nit’s at eco underscore symbol if you want to check it out in social media and yeah that’s exciting\n\nI think we’ll we’ll try to get that out there through the winery platform as well yeah well you\n\ncan you can upload it is for everyone it doesn’t have a copyright and one can use it and\n\nthat’s important not just detecting the need of having this kind of symbol but it’s important\n\nis having the humbleness to explain people and they really want to embrace it because if it’s a\n\nsymbol without the embracement of a community it’s nothing but they these are all say that says that\n\nrevolution comes with a symbol like and I and I sense that if we are in this environmental\n\nrevolution we need more flags that represent us and like over the world like we need to to be more\n\nunified and understanding that is the only way like to change things like to change us\n\nbecause is it spirit changing us to change the world that’s beautiful that’s exciting\n\ngives me hope all right revolution comes with a symbol yes oh that is beautiful I can just visualize\n\nit all over the place yeah well I don’t have my my phone is dead but if not I show you it’s\n\na beautiful color yourself each layer should represent a compromise by my own like me it\n\ntried to compromise in protecting biodiversity like water rights and ocean conservancy but if someone\n\nlike the these biologists experts anyhow that we have that love museum well that represents\n\nlike love to museums and protection to them and if this guy the choral guy that restart choral\n\nonce choral that everyone can do something and each color should represent something personal\n\nbecause nature is all about that about making it personal and making memories around it around it\n\nbecause that’s that’s the biggest pleasure we’ll have in in years like to like tell people our\n\nnature experiences like look siri will be everywhere anywhere like that saying I was in the\n\n2019 museum festival yeah I think that’s different like well I was in the first international\n\nclimate strike right with this girl that came from Europe all the way like an affair retail yeah\n\nto change the intake over 3,000 people in New York so 350,000 yeah so yeah yeah amazing right to be a part\n\nof that yeah that history yeah that’s a big part of our story yeah these are the good old days\n\nwhen I when I met the the artist in New York she told me like you came all the way from\n\nMexico to strike in New York and what I explained to her is like we should be for more more\n\ncountries over here because in a certain way with our platform and like me as a youth leader in\n\nMexico I was the eyes of a country over there yes and I and sometimes people is nervous about\n\nwhat’s happening and they want you to feel alone but after New York I know I know that I’m not\n\nalone and it’s cool to have that kind of a conventions because it’s like charging yourself not\n\nwith like with power and with love and with knowledge because a lot of people over there have\n\ndone have knowledge so I think we have to continue imposing these kind of activities that bring\n\nus together like strikes like conventions and people laugh about that because there’s a lot of\n\nstrikes a lot of conventions but you’re not changing stuff I know we’re changing I’ve seen\n\nlittle eyes little children eyes and I know what they are feeling and I would love to feel that\n\nwhen I was 15 right absolutely that’s beautiful yeah it’s very powerful yeah what’s happening now\n\nyeah yeah so I’m struck I’m I’m really curious and interested in language and I’m struck by your\n\nuse of the term compromise because it’s a little different than I think how many of us would use the\n\nterm here in the United States and compromise often ends up carrying this sort of negative connotation\n\nlike in the political realm but I was thinking when we break the word down there’s the word promise\n\nand the calm is like with yeah and it’s almost like you’re making a promise with somebody right yeah\n\nis this what tell us more about what this word means for you yeah it’s well in in Mexico it’s\n\ncompromiso is when you love something so much yeah that you you get so attached you don’t want to\n\nto move from it like we say there the wedding ring we say El Amillo compromiso like compromise\n\nring will be so we imagine that’s the feeling like being together like promise to nature that we\n\nwill be together and we will be like and it’s not a negative connotation but compromise comes with\n\nresponsibility and that’s why people sometimes felt this way that like these negative sides but\n\nresponsibility is it’s something we have to understand as humans that comes with the rights of nature\n\nif you are blessed with this nature you should have the responsibility to protect it and you should\n\nhave the responsibility to know your own resources and your own capacities to be part of this movement\n\nyeah and I believe so environmentally we understand each other that we are like dead three\n\nparts that if we brought all together we will we will we will make it and the time is running like\n\nyeah yeah that’s beautiful well Adrian Alex it has been such a joy to have this opportunity\n\npersonal meeting you and having some wonderful conversations over the last couple days and to have\n\nthis opportunity to share some of your story and your projects with our audience and you know before\n\nwe we sign off I just want to make sure and we’re in no rush I just want to make sure we have an\n\nopportunity if there’s anything else you want to share or anything else you’d like to\n\ncause to action well you’d like to share with the audience I would like to share like\n\nI was traveling a lot around the world and now I’m getting back to Mexico to use all these\n\nknowledge to empower our country our states our endangered species so anyone that really wants to\n\nconnect with these next awesome nature that they will be really received in our home like our\n\nhome is everyone home we don’t have boundaries we don’t have boundaries so we’re open to everyone\n\nthat wants to help and connect and understand nature and have this sense about what we’re changing\n\nand what we’re fighting for includes you to like I hope because I’m going out with a lot of\n\ncountries yeah bring my energy to them so I’m expecting everyone to get this energy back to make\n\nyou feel good I like it’s reciprocity right yeah and we have really good food and music\n\nexcellent yeah well I’m hoping to take you up on the screen so we’ll see how that goes yeah well\n\nthanks Adrian Alex thanks so much for for joining us yeah absolutely great all right bye everybody\n\nthe YonEarth community stewardship and sustainability podcast series is hosted by\n\nAaron William Perry offer thought leader and executive consultant the podcast and video recordings are\n\nmade possible by the generous support of people like you to sign up as a daily weekly or monthly\n\nsupporter please visit yonearth.org backslash support support packages start at just one dollar per\n\nmonth the podcast series is also sponsored by several corporate and organization sponsors you\n\ncan get discounts on their products and services using the code y on earth all one word with a y\n\nthese sponsors are listed on the YonEarth.org backslash support page if you found this\n\nparticular podcast episode is specially insightful informative or inspiring please pass it on\n\nand share it with a friend whom you think will also enjoy it thank you for tuning in thank you\n\nfor your support and thank you for being a part of the YonEarth community"
}