{
  "title": "Episode 141 – Nathan Stuck, Founder, Profitable Purpose Consulting, on B-Certifications",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13519/episode-141-nathan-stuck-founder-profitable-purpose-consulting-on-b-certifications.mp3",
  "publish_date": "August 14, 2023 4:16 pm",
  "url": "https://yonearth.org/podcast/episode-141-nathan-stuck-founder-profitable-purpose-consulting-on-b-certifications/",
  "episode_number": 141,
  "subtitle": "About Profitable Purpose Consulting",
  "description": "Under the leadership of Founder Nathan Stuck, Profitable Purpose Consulting provides companies world-wide with custom-tailored advising and management consulting services oriented around the B-Certification performance credentials. As a special member of the Y on Earth Community’sPartner / Supportercommunity, Profitable Purpose Consulting is offering a15% discounton advising and consulting services – see the links below to connect with Nathan and to enlist him and his team to help you and your company.",
  "about_sections": {
    "about_profitable_purpose_consulting": "Under the leadership of Founder Nathan Stuck, Profitable Purpose Consulting provides companies world-wide with custom-tailored advising and management consulting services oriented around the B-Certification performance credentials. As a special member of the Y on Earth Community’sPartner / Supportercommunity, Profitable Purpose Consulting is offering a15% discounton advising and consulting services – see the links below to connect with Nathan and to enlist him and his team to help you and your company.",
    "about_b-lab_and_b-certification": "Launched in 2006 with the idea that “there’s no Planet B,” and that a different kind of economy is not only possible but necessary, B-Lab creates standards, policies, tools, and programs that shift the behavior, culture, and structural underpinnings of capitalism. Thus far, B-Lab has certified over 7,000 companies world-wide, and as the “regeneration renaissance,” “circular economy,” and “stewardship ethos” are gaining momentum throughout the global economy, B-Lab and its global network of businesses are, by many accounts, just getting started.",
    "about_nathan_stuck": "A “hyper-networker,” Nathan is an award-winning leader in the B Corp community and the Founder of Profitable Purpose Consulting, a culture, impact, and B Corp consultancy. He founded and chairs B Local Georgia and serves on the board of B Academics, a nonprofit organization committed to research and experiential B Corp learning opportunities. Nathan teaches an MBA course on B Corps at the University of Georgia, is a regular speaker at conferences and on podcasts around the world, and hosts the B The Change Georgia podcast. His first book,Happy Monday: Designing Your Career With Purpose, was released in 2022. Nathan reminds us that, “We the People have all the Power we need to decide what version of capitalism we want to live with,” and that, “Fear can make [falsely] people believe that what we do won’t matter.” Colleagues can connect with Nathan to join his special online meetup that Nathan curates for executives, entrepreneurs, and other change-makers the second Friday of each month. And, be sure tocatch our “behind the scenes segment”– exclusively available to Y on Earth Community Ambassadors (click here to become an Ambassador)."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today\n\nwe’re visiting with Nathan Stuck, the founder of Profitable Purpose Consulting. Hey Nathan,\n\nhow you doing?\n\nI am doing great. How are you doing?\n\nDoing great, man. And, uh, yeah, so, so happy to have this opportunity to visit with\n\nyou and share a bit with our audience about all of this really exciting work you’re doing\n\nwith companies all around the country and globally.\n\nYeah. No, it’s, uh, I keep myself busy. We’ll just say that. I will unpack all of it,\n\nI’m sure.\n\nYeah, I look forward to it. Nathan is an award-winning leader in the B Corp community and the\n\nfounder of Profitable Purpose Consulting, a culture, impact, and B Corp consultancy. He founded\n\nin chairs B, local, Georgia and serves on the board of B academics, a nonprofit committed\n\nto research and experiential B Corp learning opportunities. Nathan teaches an MBA course\n\non B Corp’s at the University of Georgia, is a regular speaker at conferences and on\n\npodcasts around the world and hosts the B, the Change Georgia podcast. His first book,\n\nHappy Monday, Designing Your Career with Purpose, was released in 2022 and Nathan, yeah,\n\nwe’ll be, I’ll show it for the audience looking at the video here. I’ll, we’ll talk about\n\nthe book a little bit too, but, uh, you know, before getting to that, just to kind of set\n\nthe stage here, what the heck does B Corp mean? What are, what are we even talking about\n\nhere? You’re doing so much of so many different organizations related to this B Corp thing.\n\nWell, first of all, you have to be careful because if you say B Corp three times fast,\n\nI just show up in your living room and start talking to you about B Corp. So, um, like\n\nBeetlejuice, um, we’re dating ourselves and we’re starting to reference 80s. Yeah, I know\n\nthat means. Um, but anyway, so B Corp’s, it’s a sort of outside certification that businesses\n\ncan get and I always tell people it’s B Corp is to a business what lead is to a building.\n\nSo, I don’t need you to understand everything that goes into it. I just need you to know\n\nit’s the gold standard of corporate social responsibility and it looks at, you know, the\n\noverall business and its practices. So, it’s looking at your, um, your corporate governance,\n\nyour, your, your workers, your community impact, your environmental impact and then kind\n\nof how you treat your customers, what you’re doing with data, those types of things. So,\n\nit’s kind of a holistic view of the business. So, it’s not just looking at like your facilities\n\nor your products, it’s looking at everything and making sure that you get a minimum score,\n\nverified score too. Anybody who’s been through it knows it’s a not so fun verification\n\nprocess that I literally will be spending my Friday night working on one tonight, um,\n\njust uploading, documenting, you have to prove it. You can just tell people, we’re doing\n\nthese great things and you’re going to get the certification. It’s like, oh, that’s\n\nreally cool. You guys did a lot of volunteering, prove it. So, it’s, yeah, it’s vetted. It’s\n\noutside, it’s an outside certification and, I mean, in a day and age where everybody’s\n\nsaying how great they are, it’s kind of hard to believe anybody anymore. So, that’s kind\n\nof where that certification comes in. It’s kind of the, like, lead. I don’t really know\n\neverything that goes into lead. I walk in and go, huh, must be efficient. But I know\n\nit’s, I know it’s, like, that’s it for buildings, like lead. Wow. But I don’t, you know,\n\nthe same thing with B Corp. I don’t need you to know everything. I just need you to have\n\nthat same kind of wow reaction when you meet a B Corp. Love it. Yeah. And I imagine most\n\nof our audience knows what the lead stands for. Leadership in, what is it? Energy and\n\nenvironment or environment and energy design for buildings, right? It has to do with\n\nthe sound. That sounds good. Environmental impacts, footprints, energy efficiency. Yeah.\n\nAnd like, how well are you using, like, natural lighting? This is where I wish my, uh, my\n\ncolleague Jenna was here. Because Jenna, before I got her to come work for me, she was doing\n\nlead certifications and, uh, fit well and all these different things. So I kind of brought\n\non somebody who, uh, strengthens my weaknesses, not that it’s a weakness. It’s just something\n\nthat I’ve never really worked with. And she was, that’s what she was doing. So, but she’s\n\nalso B Corp experts. So now I have my, my full team. Yeah. I love it. I love it. Nathan,\n\nand having, uh, taken a company through the certification process about a decade ago,\n\num, I can attest that it is very thorough, rigorous and, and therefore really meaningful\n\nwhen a, when a company is able to display that, that B certification logo on their products\n\nor website or whatever. Um, and, and I’m wondering at this point, do you have any idea how\n\nmany companies worldwide have this certification approximately like ballpark? Uh, it’s over\n\n7,000. So I would say by the time you released, I’d say we’ll be close to around 8,000\n\naround the world. It’s amazing. Yeah, it’s nuts. I mean, and they’re finally solved\n\nthat the, the, the, the Q, which they were, I mean, just 2020, I mean, you think that\n\nthere would have been a drop in demand in 2020. And in reality, the exact opposite happened\n\nand they got slammed with companies like doubling down on their values. And so it took them\n\na while to dig out from under the, the increase in, in applications. So now it’s, it’s almost\n\nmoving so fast. As a consultant, you’re like, you hit submit and you’re, we were used\n\nto waiting like multiple months until we heard anything. And now you’re like, Oh, God,\n\nyou already want to start uploading things like that. Take a breather here. So it’s, it’s\n\nbeen pretty crazy how, um, how quickly they’ve, they’ve worked through the queue and now\n\nhow quickly companies that are like, um, and my phone never stops ringing. So it’s, it’s\n\nclearly, I think we’ve passed that critical, critical mass, whatever you want to call it,\n\nlike the case for the ROI or whatever that I think companies are now just getting it. And\n\ngood companies are realizing that to distinguish themselves as a good company, they, they need\n\nas especially your offering a special, uh, promotional 15% discount off your services for\n\nthe, YonEarth community network and, and we’ll have, uh, the information, the links,\n\net cetera, on our, uh, partners and supporters page at YonEarth.org for folks who are\n\ninterested in connecting with you that way, of course, we’ll provide other links and, uh,\n\nsocial media handles and so on. But, uh, it’s so, it’s so great to hear Nathan. And\n\ncan you just tell us so with your consulting company, what, what is the nature of services\n\nyou’re providing? You’re, you’re helping people get the certification, right? Yeah. I mean,\n\nworking through, I mean, we’ve done some stuff where people have just wanted to kind of use\n\nit as the guiding tool for, especially when my background professionally, the B-Corp, I\n\nworked at before, I started my own company. I was culture and impact. That was the\n\ndirector of, you know, corporate culture, strategic impact. So I love those projects where\n\nwe’re using the B impact assessment, even if they don’t necessarily want to certify using\n\nit as a guide. Um, and I would tell every business owner to use it as a guide, um,\n\njust to, to, to baseline check where you’re at. But the majority, I’d say 90% of what\n\nwe do is B-Corp certification projects. So, um, and, and, you know, working with clients\n\nto kind of figure out like, um, what does they need? You know, what is the, uh,\n\nyou know, cause for some clients, you know, early stage startups that might not make sense yet\n\nfrom a, hey, we’re fundraising, go fundraise, you know, and so like finding that trusted\n\npartner that you can, that you have that can kind of shoot you straight and let,\n\nyou know, kind of like, hey, here’s what makes sense. Or here’s what I would do right\n\nnow. Um, I think that’s important too, because I know now there’s, and there’s not really\n\nmany, or any bad players out in the, you know, in the B-Corp space, there’s not a lot of people\n\nthat are like, well, here’s a quick buck. I’m going to be a B-Corp consultant. But I think\n\nthere’s also a lot of people seeing this demand and moving into the space that maybe don’t\n\nhave the experience to give you the best advice for the business. So, um, so yeah,\n\nI mean, anybody listening just wants to kind of like to have a conversation about it.\n\nAnd where, you know, where’s that ROI for our business? What would you do?\n\nIs that ROI for our business? What would, you know, what is it? What would it take for us\n\nto do? Um, what is a legal requirement? What are the, you know, just kind of to,\n\nto, to take that kind of moment to look at like, is it right right now? Um,\n\nand if so, how do we proceed? And how do we do it in a way?\n\nThe other part too is like, how do you do it in a way that’s digestible?\n\nIt’s a lot of what you’ve been through it. It’s a lot of work. It’s a lot of work too.\n\nSo like, how do we chunk this out? So your CEO and your, or your, you know,\n\nyour sales team, or your, you know, all these people where it’s like, man, I’m paying you to do this.\n\nWe can pay Nathan to do that. Um, and keep you focused and all you have to do is show up for an hour\n\na week and kind of run through this with us. So, can we try to make it as hands-off as possible as well?\n\nYes. We want higher consultants.\n\nA valuable service. I actually kind of wish I would have had access to you 10 years ago when we’re going through it ourselves.\n\nWell, now it’s crazy because you probably wouldn’t even recognize it now because it’s moved.\n\nI mean, it’s like lead. Like, lead, what, what lead standards were in the 70s are now like building codes.\n\nThat’s just like city building code. Like it’s, so like they’ve moved this needle.\n\nAnd you’re seeing in the B-Corp space where they’re about to come out with version seven next year.\n\nThey’re on version six right now. And, um, yeah, I don’t even know if you’d recognize it.\n\nAnd it’s gotten so, I don’t say complicated, but so there’s, there’s things where the B-Corp community might be hit to it.\n\nIt’s new to a lot of people like some of the, some of the concepts. And so you see, I’ll get a lot of people who like submit.\n\nThey get through it on their own or maybe they don’t even submit, but they get through on their own and they’re like, I don’t, I don’t know what to do with the rest of this.\n\nSo, um, they end up mining us or sometimes they get all the way to the end and now it’s like time to do the like the up the documentation and the proof.\n\nAnd they’re like, can you help us finish this? Because then it gets super time intensive and you’ve got some CEO or co-founder or whatever trying to do all this.\n\nAnd there’s like, I just, just tell me your rate, send me a quote and let’s get to work. And I’m like, so we get a lot of those too where it’s like, just finish this for me.\n\nThat’s great. Oh, man, you’re providing such an important service.\n\nIs it, would you say you’re finding that the some of the assessment process that is perhaps a little less familiar to executives and founders is more on the like culture side or more on the like carbon footprint.\n\nYou know, accounting supply chain value chain accounting side life cycle.\n\nUm, I think a lot of companies, I guess it depends on the sector there and of what they struggle with more.\n\nUm, I know from a, you know, because you’ll see like, I mean, I’ve heard professional services companies tell me that like, oh, this thing’s rigged because you can never be a beacon unless you like a manufacturer with a huge supply chain.\n\nAnd then you talk to manufacturing like, it’s so hard to be a b-corp is like, you know, we have like factory workers and like so we, you know, like our benefits are, you know, you’re like.\n\nAll right, y’all, just you’re going to get more points in the environmental section because you’re supply chain what you can control.\n\nYou’re going to get more in the worker section.\n\nSo I think you see based on the industry, like what they’re more used to talking about and dealing with.\n\nSo like, you know, when I work with professional services companies, they crush the worker section and they’ve got the benefits out and you take them and you’re like, hey, so what’s your carbon footprint look like?\n\nI don’t know.\n\nHow energy efficient you’re building?\n\nI don’t know.\n\nWell, we put in some low flow, low flow sinks, low flow toilets.\n\nOkay, so you have no idea.\n\nGot it. And same thing a lot of times with, you know, your manufacturing or whatever CPG products.\n\nSometimes it’s like when you get into like the like not even worker benefits, but like the corporate culture component.\n\nThey’re like, well, we do a happy hour once quarter.\n\nYou know, it’s like, no, no, no, no, like what is okay?\n\nSo it’s kind of fun to go back and forth and and and see those, I don’t know.\n\nI don’t want to say struggles, but the aha moments as they come out of like, oh, okay, I get it now.\n\nYeah, such a great education and for folks who maybe don’t know CPG is consumer packaged goods and think like drinks and things we buy at a store generally speaking.\n\nYeah, sorry, that’s one of those is my MBA.\n\nSo I speak in a lot of little jargon.\n\nSo that’s what the degree is basically you just learn jargon.\n\nDid you start jargon around?\n\nI love it. Yeah.\n\nI guess like we should mention ROI is return on investment also.\n\nAnd I’m curious because I’m used to seeing a lot of B certified, you know, a lot of different companies out there, especially in the CPG space.\n\nI make decisions on beverages and snacks based on seeing that.\n\nAnd or the one percent for the planet certification.\n\nAnd we know a lot of companies have both the B ones.\n\nThey’re lovely.\n\nAnd so I’m wondering, you know, we’re seeing more and more entrepreneurs and executives making deep social and environmental commitments through their businesses, you know, without the third party certifications.\n\nAnd so when you’ve got companies like that out there and we’re obviously seeing many, many more of them, which is wonderful.\n\nYou know, why get certified?\n\nWhat’s the reason the rationale?\n\nWhich in your experience, the business case for that?\n\nI never asked.\n\nI just, you know, and it’s funny to you because I get that a lot too.\n\nLike, well, we’re already doing this.\n\nSo like, why would we pay for a certification?\n\nYou’re like, well, okay, well.\n\nAnd then out of the other side of the mouth, you hear the argument.\n\nI’m like, man, nobody really notices like, oh, we should be doing it.\n\nI’m just like.\n\nAnd so for me, like, I’ll start here and I’ll get into the ROI and some of that is like.\n\nIf you go on any company’s website, like we could pay the company right now.\n\nI guarantee you there’s like an about us page that has like their mission and their values and like.\n\nAnd if they make something, you’re just going to be a sustainability page.\n\nShe and she and has a sustainability page.\n\nI can’t say that laughing.\n\nYeah, she and who like releases like 400 new product lines like our things per day or something,\n\nwhatever the horrible number is.\n\nThe king of fast or the queen of fast fashion has a sustainability page.\n\nSo anyway, everybody’s doing so as a consumer is become near impossible.\n\nI mean, like it’s so noisy.\n\nAnd unless you’re in this, like you and I can sniff out the BS really quickly.\n\nMost people can’t.\n\nSo it all just sounds like white noise.\n\nIt’s all just jargon and like, I mean, like you look at the back of a bar of chocolate.\n\nLike there’s some of some of these certifications.\n\nThey’re all natural.\n\nI would hope so.\n\nIt’s a bar of chocolate.\n\nHow would it not be natural?\n\nLike I heard a chocolate.\n\nYou’re telling me that one time.\n\nI was like, what is it from outer space?\n\nLike that doesn’t mean anything.\n\nSo people don’t none of it means that you’re you’re marketing.\n\nNone of it means anything to a consumer anymore.\n\nNone of it means anything to a potential employee.\n\nBecause we just assume everybody’s full of it.\n\nI mean, that’s the way I look.\n\nAnd I just roll my eyes at these commercials.\n\nAnd like, oh, this is XYZ companies committed to serving their community.\n\nAnd we do bloody block community service every quarter with our team.\n\nI’m sure you do.\n\nGreat.\n\nI’m guessing you do.\n\nThat’s awesome.\n\nOh, look at them.\n\nThey’re all in their company shirts.\n\nOh, look at the commercials.\n\nThey’re planting a tree.\n\nOh, my God.\n\nLook at the diversity on that team.\n\nOh, my God.\n\nThis is a great company.\n\nLike, it’s just all like you look like everybody else.\n\nSo to me, that’s the B-Corp value.\n\nIt’s like, oh, you’ve been vetted.\n\nI don’t really need to tell you much.\n\nLike, I mean, I kind of tell my companies, like, my clients, I’m like, use it as a bundle.\n\nOne of these days, I’m going to do something with my B is for a bundle blog.\n\nHopefully it’s released by the time this comes out.\n\nI’ve written it.\n\nBut use it to bring people back.\n\nLike, when you’re talking about your impact, when you’re talking about your community,\n\nwhen you’re talking about your, you know, your work in bringing in diverse teams\n\nand diverse customers and creating safe spaces and being inclusively, bring it back to the B.\n\nBecause that will remind people that, like, you’re not just putting your PR and marketing team\n\non this campaign to make it sound fluffy.\n\nLike, we do this because we’re a B-Corp.\n\nWe do this because it’s in our DNA.\n\nAnd customers will, again, going back to what I said to open this.\n\nI don’t need you to know what, I don’t need you to, all I need,\n\nwhat I want somebody to take away from this episode as a consumer is recognizing that B.\n\nAnd if you have option one or option two, one of them has a B-Corp logo\n\nand you’re not sure which one to buy by the B-Corp logo.\n\nIf it’s Dr. Bronners or XYZ brand by Dr. Bronners.\n\nIf it’s all birds or Nike, buy the all birds.\n\nBecause at least it’s been vetted.\n\nI don’t know.\n\nNike might be doing some great things.\n\nI don’t know.\n\nI wear Nike my whole life.\n\nI probably still own some Nike’s.\n\nBut like, now it’s all birds.\n\nIt’s Tom Shoes.\n\nIt’s Patagonia.\n\nIt’s Olukais.\n\nI bought some Olukais.\n\nThose are awesome, by the way.\n\nBut yeah, I spent, you know, vote with your dollar.\n\nSo, that, I mean, that’s an easy ROI in this thing.\n\nIt’s a differentiating aspect of like, we get employees at my old job.\n\nWe hire fresh out of college and they just about all of them would say,\n\nlike, we can number one reason on the survey.\n\nWhy’d you come over here and be like B-Corp?\n\nAnd then you get to orientation and be like, so who knows what a B-Corp is?\n\nBut they wanted to work for a B-Corp.\n\nSo it’s like, the brand is valuable.\n\nAnd honestly, I will say as well,\n\nyour business will be better for having gone through the process.\n\nSomebody, I’ve been called multiple times.\n\nThey’re like, you’re more of like an operations consultant.\n\nAnd I’m like, oh, thank you.\n\nBecause your brand’s going to be better.\n\nYou’re going to tell better stories at the end of this.\n\nBecause now you’re going to have quantifiable metrics.\n\nYou’re going to have KPIs, keep performance indicators.\n\nThat you run your company off of the artist sales and revenue.\n\nAnd da-da-da, pipeline, funnel, and blah.\n\nYou’re still going to watch that stuff.\n\nYou’re running a for-profit business.\n\nBut you’re also going to be like, what are we on track for this year\n\nand volunteer hours?\n\nWhat percentage of revenue are we going to give away in pro bono product or service\n\nor whatever are charitable donations?\n\nHow are we turning towards these things that we have committed our business to\n\nthat we stand for?\n\nWhat percentage of our employees have volunteered?\n\nAll these different things.\n\nBut when you have that data now, I can tell better stories.\n\nI can pitch it better to future employees.\n\nIt’s just, I don’t know, gives it more teeth.\n\nAnd yeah, you go through some of these things and the process isn’t like.\n\nLiterally, when you boil it down the common denominators,\n\nit’s everything we teach in a business school.\n\nGood business.\n\nGood business is good business.\n\nI’m trying to beat that drum.\n\nI’m going to make that my when you catch phrase.\n\nGood business is good business.\n\nGood business is good business.\n\nI like that.\n\nAnd I like vetted and vouched for.\n\nWhat I’m sensing is, and I explore some of this in the book I wrote\n\nYonEarth Community, there’s a chapter on demand about the power of consumer demand.\n\nAnd so I’m sensing part of the business case in rationale for the executives and business owners\n\nto go through the process is sure you’re going to get an advantage,\n\na competitive advantage in the marketplace with that recognition.\n\nSecondly, which you just spoke to, the business itself may find some improvements and efficiencies\n\nthat contribute to the overall performance.\n\nAnd then third, which to me is one of the most intriguing that you also spoke to\n\nwith those young interns and new hires coming in as the ability to attract and retain\n\nbetter talent relative to the competition out there.\n\nAnd I think of all the tipping points we’re seeing that last one is really one of the very interesting\n\nas we go forward over the next five, 10 years.\n\nAnd this competitive landscape worldwide is really shifting around these shared values\n\nof environmental stewardship and social responsibility.\n\nAnd it’s just it’s so exciting to think about all of this through the lens of business and economics.\n\nOh, and thank you for bringing that up because I was talking to a friend the other day\n\nand like we’re you know all this stuff and you know and we’re recording this a couple of weeks\n\nafter Supreme Court decisions and people kind of asked me like well what do you think about this\n\nor private industry that and then we’re just barely removed from the Bud Light controversy.\n\nMy response is bring it like let’s to quote my old quarterback from my Tampa Bay\n\nBuccaneers let’s F and go like I want the battle.\n\nI want like I’m these are both business school degrees.\n\nLike I said it my Ted talk like I’m an unapologetic capitalist.\n\nI think it’s the best system we’ve discovered I got family in East Germany.\n\nYeah, I want to get system like there’s not there’s like there’s nothing that drives innovation\n\nlike being rewarded for risks that you’re taking and and and putting yourself out there and risking failure\n\nand like now capitalism off the rails is off the rails.\n\nSo like we can talk about that.\n\nI’m not defending greedy capitalism.\n\nI got plenty of Thomas Piketty on my bookshelf but capitalism is also like competition.\n\nIt’s free market.\n\nIt’s fair free market like you’re going to bring customers in and you don’t tell the customers which ones they have to shop at.\n\nSo if you want to run your business and never serve an LGBTQ customer and never employ one and then they’re like\n\nI just want to see you over the next 20 years like let’s go.\n\nLet’s have that battle.\n\nI’m going to run my company’s B Corp.\n\nI’m going to I’m going to I’m going to champion all the things we champion.\n\nYou continue to hate on DEI and hate on LGBTQ and don’t want don’t believe in climate change.\n\nLike I just I just think you’re it’s you’re kind of like betting on the dinosaurs.\n\nAnd I think I just I firmly believe that this next generation cares enough.\n\nAnd if we you know market it the right way and talk about it the right way and and help people understand that it’s just good business.\n\nI don’t think there’s a fight there.\n\nI think it’s it’s it’s Mike Tyson punch out like no or whatever when you play the first round where you really have to be any good at the video game and you knock them out.\n\nLike I just I firmly believe that but I kind of welcome it like let’s free market competition.\n\nSo like let’s let’s play by the rules that sometimes we don’t agree with.\n\nRight.\n\nI love I think that video game reference may have also been dating.\n\nOh, I dated ourselves.\n\nMaybe that’s what I know you’re talking about.\n\nAnd you know this this is so so interesting and relative to competitive advantage and market share.\n\nIt astonishes me to observe companies basically saying we only want to deal with a portion of the existing possible market share out there.\n\nAnd it reminds me of a story my dad used to tell me from whom I inherited the what I think might be a genetic disease called entrepreneurialism or whatever.\n\nAnd he was telling me a story he was involved in habitat for humanity for a number of years and sharing a story that with the leadership of Jimmy Carter and some of the others.\n\nSomeone you know raised a question at one of their conferences.\n\nHey if we accept a donation from so and so who maybe didn’t agree with the same cultural values or what have you.\n\nDoes it end up tainting our mission for habitat for humanity?\n\nAnd it was I don’t know if I’m getting all the facts right in the stories is how I remember it.\n\nI don’t know if it’s Jimmy Carter somebody else who said basically the only money that’s tainted is the money that taint hours.\n\nAnd you know it’s it’s an interesting thing to consider for those of us participating in a competitive capitalist system.\n\nAnd I love you know let the games begin bring it on I love that that sportsman like attitude let’s go.\n\nYeah I mean I just I just kind of look forward to settling the debate of you know it was Milton Friedman right in my right when I ran it’s about Milton Friedman.\n\nYou know I’d love to find out I mean and I just I that was kind of the point of my my Ted talk was just kind of that though like this is just capitalism like you know I mean even some of the stuff that’s happening right now like.\n\nThis isn’t this isn’t you know ESG whatever you all these trigger words now that these things that have become politicized like it’s just business.\n\nLike it’s just it’s just and honestly right now I think the thing that people are in denial about is this is literally just people.\n\nAnd it’s why I will never turn down a client like I always ask the question first question intake question.\n\nWhy be Corp what is it about certification interest you.\n\nPeople say I think we can tell more I think it’s there’s a competitive advantage of this thing cool.\n\nOkay that’s fine with me because you know I’m going to do I’m going to make a better we’re going to prove the experience that your workers have we’re going to make you more attractive employees we’re going to scale your impact that you’re making in your community we’re going to decrease your environmental impact.\n\nOh yeah you sell some more shareholder value we can drive shareholder value but your stakeholders can benefit as well so like you get into this debate of like where do you get into the like.\n\nDo I like I want you to be in it for the periods of reasons and like I would love you to be.\n\nBut you’ve just proven that we’re right like the demand curve shifted that’s why you want to do it you do it because you realize it’s a business advantage cool.\n\nLet’s go make your business better so I think sometimes we take a pure approach.\n\nIn the B Corp community it’s kind of why I always talk about capitalism too I’m like majority of people that do this like we’re still capitalist like but that word also has been I think probably not politicized but like.\n\nAnd like contorted or whatever the word I’m looking for like manipulated a little bit on one side where it’s become this like horrible evil that is all things.\n\nYou know incoming inequality and all the things that’s grown to represent that it really is just what we’ve let it grow to represent not really what it is.\n\nYou know and you raise this in your book happy Monday.\n\nDesigning your dream career and I’m going to show this again.\n\nWe had so many cool designs that end up being opposed to the smiley face love it.\n\nI actually love it you know and in here you speak about conscious capitalism and I think in many respects capitalism is the canvas right so to speak and what we choose to paint on the canvas as a culture as a society.\n\nIt’s really you know to reference a recent podcast episode with Tom Chi who’s managing a $450 portfolio with his company at one venture $450 million dollar portfolio.\n\nYou know economics is not a science it’s a design discipline like architecture and we get to design it we are designing it it’s design evolves through time and so to your point.\n\nYou know what we’re doing with capitalism is is a matter of what we want to be doing with capitalism and and it’s a not only a free market competition of goods and services but also of ideas right and we’re in this really exciting frothy time when some ideas are winning out over others and we’re seeing some of the\n\nactions out there as a result of certain segments realizing they’re losing massive market share presently or about you and and so we’re seeing some of those convulsions some would say death throws coming from certain sectors which is interesting and I you know I want to in the book you\n\nand I’m hoping you can unpack that a little bit for us further and then I want to ask you a question about what you know sets profitable purpose consulting apart in terms of competitive advantage but we’ll get to that second.\n\nYeah and I think that you know with conscious capitalism I mean speaking of it’s like it’s an art yeah it you know like you think I mean there’s conscious\n\norganization’s John Mackie Whole Foods kind of started that whole movement and I do a lot with conscious capitalism Atlanta I mean it’s just a really again there’s no vetting process but I’ve I’ve yet to meet a bad person at a conscious capitalist movement like there’s just a great organization but like you know just the concept of conscious capitalism is exactly\n\nlike we consciously get to decide what what this looks like and again like you said there’s a there’s a there’s a demand curve who drives the demand curve like at the end of the day we the people have all the power like to do whatever we want with capitalism we\n\nhave purchasing power we spend our money we vote with where we want to work with how long we work there.\n\nUm you kind of saw with a great resignation a little bit like in and so we have these opportunities to consciously decide what version of capitalism we want to live in.\n\nUm and I think that’s where it and you know and I think we’ve done a disservice sometimes with the way we talk about.\n\nIncome inequality and the way we especially with the way we talk about climate change we scare people so much and we don’t.\n\nMake them feel like their actions will matter.\n\nAnd I think that’s where we were getting and you started to see more climate activists I know kind of take this approach of like trying to be more optimistic even though it’s slow but.\n\nOh for another time reverence over your quarter this the seven hottest days in the history of earth were in the last week.\n\nUm so there’s a dire need but you know getting people to know that like hey you know just you stopping you know bringing reusable.\n\nToats to the to the grocery store and change it.\n\nDaggum thing I’m going to sell daggum uh doesn’t change the daggum thing but.\n\nIf I start doing it and you start doing it and a hundred thousand people start doing it and a million people start doing it like thinking a little more intentionally around those lines like so same thing with like.\n\nWhat difference does it make if I stop.\n\nI should stop bashing she in let me pick another brand I don’t know.\n\nI didn’t even heard of that that’ll.\n\nOh it’s fashion as worse anyway.\n\nBlinders on the fact that they also got like.\n\nNo charge or equal lawsuit today um but like whatever if I if I stop shopping from XYZ company what difference is it going to make.\n\nWell if I stop shopping there you stop shopping there now you got a problem I mean you saw it kind of with what happened above late like a bunch of people collectively stop buying it.\n\nAnd now if we can do that for good instead of punishing people for supporting LGBT.\n\nThat one is I’m not touching that one on this episode give me some time to digest it but like if we can do that same collective activism for good.\n\nAnd all the side that we’re going to start buying all birds moonshot shoes that are like no literally like carbon not carbon neutral they’re like.\n\nZero mission I don’t know how you made a shoe like that but it’s cool and then they share their playbook with everybody but let’s reward them for that.\n\nLet’s drive those companies like let’s make that business case by by shopping with our values by acting with our values by taking the small little.\n\nThings that we need to do to reverse climate change like let’s start all collectively doing these things and let’s start all collectively supporting.\n\nThe other people doing these things and I think then you’re you’re driving the demand curve.\n\nAnd the direction where sorry capitalism is going to fall the demand curve it’s always going to fall the demand curve that’s that’s it so consciously making those decisions and consciously.\n\nYou know pushing the world in direction even if it’s just you right now but then you and you tell a friend and like just those ripples like you have to believe in ripples and I always tell people.\n\nYou know like my favorite adaptation adapted.\n\nWhat’s the word I’m looking for adaptation of the quote is be the change you want to see in the world even if you’re alive to see it like I think sometimes we don’t.\n\nWe think it has to be done like tomorrow and if it doesn’t then it’s not pure enough when we cancel everything and like I think we have to take more.\n\nStances on like what does this look like in 10 years to solve not saying that that’s really applies to climate change because that’s a now.\n\nBut I think some of our problemswe have.\n\nI’m going to solve them because we’ve wanted like the miracle, like the guy in the boat\n\nwhere he puts the screen door on the boat and they spray it with the thing.\n\nHe’s like, hey, look, there’s flex seal or whatever.\n\nYou know, like, we need to think about maybe taking that apart and building a new boat.\n\nIt’s just going to be longer until we can get back out on the water.\n\nAnd yes, I just made a flex seal analogy from a scene on TV product.\n\nThere you go, folks.\n\nI love it.\n\nYeah, love it, Nathan.\n\nIt’s definitely wonderful.\n\nLet me get to that second question.\n\nSo recognizing that there are more and more consultants out there who are pivoting into\n\nthis space, which we sort of broadly call the regeneration renaissance as it applies\n\nto culture, ecology, and economy, which is really exciting to see what sets you apart,\n\nyour profitable purpose consulting business from others that are out there and maybe\n\na little newer to the game.\n\nYeah, that’s a great question.\n\nI mean, rule number one, obviously, you get stories about flex seal.\n\nI’m here in there.\n\nYeah, I went to some Southern charm, even though I was born in Michigan and grew up\n\nin Miami, but I’ve been here now longer than I’ve been anywhere.\n\nAnd you get me around Southern people and it really comes out.\n\nSo what y’all get when you partner with PPC, obviously, I think a lot of is the experience.\n\nAnd there’s people ahead of me that have been doing this longer and that, you know, and\n\nhonestly, it’s a really cool thing about this ecosystem is that abundance mindset where\n\nlike, I have friends that have helped me that are in the same space as me.\n\nYeah, and some of them have like employees in my backyard where they’re like, they’ve\n\nalways been like abundance mindset with that thought of like, hey, we can grow the pie\n\ntogether.\n\nAnd then we get bigger pieces of pie instead of trying to protect our little tiny sliver\n\nof pie right now.\n\nThey’re only 7,000 B Corps in the world.\n\nThere’s a lot more companies than 7,000.\n\nThere’s a lot of food on the table.\n\nBut I think what separates me is, I mean, in the southeast on the guy that’s just been\n\ndoing it.\n\nAnd we talk about like, I had a client tell me this the other day and he said, you know,\n\nthe coolest thing, and this is just our first meeting, is they’re like, holy, like you’ve,\n\nnot only are you like connected to like, you know, his people and culture officer.\n\nI was like, oh, you should come to the culture and talent collective call.\n\nI started it back in 2018 because there’s just like a void.\n\nSo I just like started this call.\n\nI still run it.\n\nAnd he was like, that’s what you do.\n\nHe’s like, you been running a call for five years?\n\nI was like, yeah, no, I was just kind of like the culture person’s not HR, but you have\n\nSo we created a call.\n\nAnd then he’s like, yeah, our CEO is in the outer banks of North Carolina.\n\nI was like, oh, you should come to Raleigh.\n\nLike we’re doing this B Corp Commerce, I’m the executive director of playing this whole\n\nregional, southeastern B Corp Commerce.\n\nAnd I was like, dude, you literally though are like an ecosystem building.\n\nYou just see it and build it.\n\nSo not only are you like connected to it and know who to introduce, like you are the\n\nguy that should be, we need to be introduced to.\n\nSo I think that’s the biggest thing is like, and I didn’t do any of that.\n\nLike, I never thought I was going to be an entrepreneur.\n\nLike I don’t know.\n\nI mean, I guess I didn’t think I wouldn’t be.\n\nI just kind of, I’m not like Yvonne Chinard, like accidental entrepreneur, like I’m not\n\npanagonia.\n\nHopefully maybe one day.\n\nI don’t know.\n\nBut all these things I was doing were just like me kind of going like, ah, we could use\n\nlike B local Georgia.\n\nLike, why don’t we have a B local in Georgia?\n\nLike, how does it start to be local Georgia?\n\nYou know, like build Southeast, like I’ve been, I went to build Mountain West from Denver\n\nin 2019.\n\nMay or may not have had to do with the head and the heart playing on a Wednesday night\n\nin the conference on a Thursday, but whatever.\n\nSometimes you need to go to Red Rocks.\n\nI went to, I went to build Mountain West and I was like, this is so cool.\n\nAnd then of course, you know, I’m like, maybe we should do a build in like Georgia.\n\nI don’t know.\n\nI’m going to have an B corpse.\n\nYou know, they’re B corpse in New Mexico and Idaho and Utah.\n\nAnd I was like, what do we do?\n\nLike build Southeast, but like being COVID hits.\n\nYou know, like, what do we just, like, that would be perfect trial.\n\nLet’s just do a virtual one.\n\nAnd so like, nah, we’re in year three.\n\nLike this will be our third built Southeast and our first one in person.\n\nAnd again, 2020, I was happily employed.\n\nWasn’t thinking about a consulting career.\n\nWasn’t like, I mean, I was still happily employed when I left, but I was like growing\n\nthis business.\n\nSo I think that’s the cool.\n\nThat’s the differentiating factors.",
  "related_episodes": [
    {
      "title": "Episode 138 – Tom Chi, Founder, At One Ventures",
      "url": "https://yonearth.org/podcast/episode-138-tom-chi-founder-ceo-at-one-ventures-on-new-economic-epochs/"
    },
    {
      "title": "Episode 137 – Georgia Kelly, Founder, Praxis Peace Institute (and Mondragon Coop expert)",
      "url": "https://yonearth.org/podcast/episode-137-georgia-kelly-founder-praxis-peace-institute-on-the-mondragon-cooperatives/"
    },
    {
      "title": "Episode 127 – John Perkins, Author,Confessions of an Economic Hit ManandTouching the Jaguar",
      "url": "https://yonearth.org/podcast/episode-127-john-perkins-life-economy-updated-confessions-of-an-economic-hit-man/"
    },
    {
      "title": "Episode 117 – Mike Bronner, President, Dr. Bronner’s",
      "url": "https://yonearth.org/podcast/episode-117-michael-bronner-president-of-dr-bronners-on-magic-chocolate/"
    },
    {
      "title": "Episode 85 – Kate Williams, CEO, 1% for the Planet",
      "url": "https://yonearth.org/podcast/episode-85-kate-williams-ceo-1-for-the-planet/"
    },
    {
      "title": "Episode 35 – Bud Sorenson, (past) Director, Whole Foods Market",
      "url": "https://yonearth.org/podcast/episode-35-bud-sorenson/"
    }
  ]
}