{
  "title": "Episode 136 – Ben Raskin, Author, “The Woodchip Handbook”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13449/episode-136-ben-raskin-author-the-woodchip-handbook.mp3",
  "publish_date": "June 14, 2023 4:25 pm",
  "url": "https://yonearth.org/podcast/episode-136-ben-raskin-author-the-woodchip-handbook/",
  "episode_number": 136,
  "subtitle": "ABOUT THE WOODCHIP HANDBOOK",
  "description": "The Woodchip Handbook, published by Chelsea Green Publishing, is beautifully designed, and has striking color photos – it’s a must have for new and seasoned orchardists, silvopasturists, and agroforestry practitioners alike!",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today we’re visiting with Ben Raskin, the author of the wood chip handbook, a complete guide for farmers, gardeners and landscapers. Hey, Ben, how you doing?\n\nWell, Aaron’s great to be here. Yeah, so so excited to chat with you today about one of my very favorite topics, which is soil building and mulching and so on. And you’ve got a whole lot of very specific and practical knowledge to share with us today. So I’m really happy we can have this chat together.\n\nYeah, well, wood chip is one of those things when I started writing it. People are like, oh, it’s a bit niche, isn’t it? And then when you start talking to people, I love it. I’m so pleased as a product. So it’s sort of, it sort of seems a bit, a bit specialist, but actually so many people are being interested in it. It’s been great.\n\nYeah, absolutely fabulous. I can see why after reading it. Ben Raskin has worked in horticulture for more than 25 years and has a wide range of experience in both practical commercial growing and wider policy and advocacy work.\n\nAs head of horticulture and agroforestry for the soil association, he provides growers at all levels of production with technical marketing policy, supply chain and networking support.\n\nHe is currently implementing a 200 acre silver pastoral agroforestry planting in Wiltshire, England.\n\nBen is the author of several previous books on gardening, including zero waste gardening and the community gardening handbook, as well as three volumes of the grow together guides aimed at families with young children, compost, grow and bees, bugs and butterflies.\n\nAdditionally, Ben co-chairs the defra edibles horticulture round table and sits on the board of the organic growers alliance and community supported agriculture network UK.\n\nBen, I love that you write books for both adults and children as do I as we discussed and we’ll chat about that in a few minutes.\n\nBut before getting into those topics, let us know, tell us why wood chips, why does this matter, what’s the big deal?\n\nSo I guess I like a lot of people, I’d use wood chips for mulching parks. It’s kind of quite common and it’s really good for that person.\n\nI’d used a bit for mulching some plants, but I hadn’t really thought about it beyond that.\n\nAnd over the last five or six years, really, partly because of the work we’ve been doing with the tree planting on the farm.\n\nAnd partly because some of the trials I’ve been involved with through the work we do, the sort of association and the innovative farmers program that we run there and we’ll talk more about.\n\nJust a number of things just kept on popping out. It’s like, oh, wood chips can do that and wood chips can do that.\n\nWell, there’s a bit more to it than just sticking it on the pubs and stopping a bit.\n\nYou’ve been getting muddy really. So it was a sort of drip drip, I guess, in a way.\n\nAnd then there was one big eureka moment, which maybe will come onto later. So I’ll leave that hanging maybe as a trailer.\n\nI like it. Yeah, leave a little hook there for the audience. That’s great.\n\nYou know, reading through the book, which of course is published by Chelsea Green Publishing, one of our partners at the Y on earth community.\n\nAnd I’ll just real quick mention that if you’d like to get Ben’s book, you can use the code y o e three five for a 35% discount at Chelsea Green.\n\nAnd we’ll be sure to share some of the links and other resources a little later on.\n\nBut, you know, as I was reading through this, Ben, I was struck by the level of detail, the comprehensiveness of the book, including some of the science and more technical aspects.\n\nBut it’s laid out and organized and articulated in such a clear, straightforward, accessible way.\n\nIt seemed to me that this would be a valuable resource for just about any gardener, farmer, landscaper, as we mentioned in the subtitle.\n\nAnd you’ve included a lot of really valuable information, you know, ranging from overall uses and benefits to what’s going on with nitrogen fixing and even getting into growing mushrooms and so on.\n\nAnd I’m excited we can work our way through some of these topics, but before getting off course a little from the main points here, could you just tell us what are the overall uses and benefits of wood chips, you know, why should folks consider expanding their use of wood chips and their gardens and farms.\n\nSo I think, you know, not to move away from mulches, the mulches aren’t great and it’s still the easiest way, I think, to make use of wood chips.\n\nAnd not just the weed control, but the moisture retention temperature modulation, pest and disease control, you know, there’s a whole range of quite unexplored benefits when you’re using anything.\n\nIt’s just keeping the weeds down, but it’s actually doing quite a lot of other stuff.\n\nBut then much more now, I’m interested in a long term effect on soil health from it.\n\nAnd one of the, you know, a lot of the science that I that I use in the book, some of it came from David Granettstein who you may already have come across, who’s done a lot of work with commercial orchards in the space.\n\nAnd he, he sort of shows the benefits to the tree and to tree health and to yield from using organic mulches and wood chip mulches as opposed to, you know, past people or herbicide weed control.\n\nSo that was quite powerful, you know, I’m quite steeped in the commercial world, although as you say, you know, these principles are applicable to anyone.\n\nSo it’s just seeing that commercial benefit made me made my ears print up in a way and go, okay, it was this.\n\nIt is quite expensive to put this stuff down commercially, but you get the benefit back.\n\nSo if commercial people are doing it, then there’s absolutely no reason why you know, if you’re doing it in your garden, there’s no barrier in a way, apart from getting hold of the stuff.\n\nAnd then there’s a few other things. So there’s one girl that I that I quote quite a lot in the book in told us or told you, as he’s known, is a very long standing vegan organic grow it here in the UK.\n\nHe’s been using wood chip for I think 10 plus years and he’s mostly been composting it and spreading it onto his soil as a sort of help booster.\n\nAnd and he’s, you know, his soil is just incredible and it’s not the greatest story. It’s not typical vegetable growing land, you know what he always says, I’ve got some good soil.\n\nIt’s just you got to find it in amongst the rocks.\n\nThere’s that kind of, you know, so we have this sort of soil classification system here in the UK.\n\nThey have grade one, which is the best, you know, which is really good or to cultural land and it goes back to and then three a and three B and I think he’s three B.\n\nBut he said, since he started using wood chip on his soil, he’s seen his productivity just shoot through the roof and his soil helps shoot through the roof.\n\nAnd he’s done, you know, he’s had worm counts down on his farm and he’s got millions of worms per, perhaps, you know, tons of them under there.\n\nAnd I remember going one time to see him and we he just spread the the wood chip a couple of weeks earlier and we were looking down at the soil floor and literally every piece of soil you can see was a worm cast.\n\nIt was it was astonishing. I’ve never seen this sort of peaving kind of the active mass of soil under your feet. It was extraordinary.\n\nSo it’s not things like that. You just, you know, you go, okay, there’s definitely more than just mulch.\n\nAnd then he also makes his own propagation compost from wood chip.\n\nAnd then there’s another grower for a monastery who used to grow for the Prince of Wales in our own business and he makes these hot beds out of wood chip.\n\nSo it’s a harnessing the heat as they rot down to to use for propagation and the spring.\n\nSo he allows loads of stuff other than just mulch or the hesitates they just mulch to this pretty powerful.\n\nYou know, I imagine most of our audience know what worm castings are, but just in case some might not just mention these are the the excretions of the worms as they’re moving their way through the soil.\n\nAs the tritivores, right, they’re eating a lot of the decomposing organic matter. And I understand that their castings have something like 106 beneficial enzymes in the those worms are providing so much bio available benefit to the biology of the soil. Is that your understanding, Bill?\n\nAbsolutely. And as well as that, they produce this kind of sticky mucus. And that’s really beneficial, but helping to create this aggregation of sort of the helping it sort of plump together.\n\nAnd that gives us all resilience. You know, so if you get really heavy rain, which, you know, we are increasingly getting out of climate change.\n\nThe structure will be destroyed. And if it’s really hot and dry, it’s going to hang onto the moisture that’s in it more easily because it’s got these.\n\nSo, you know, all kind of matter full soil. So yeah, that, yeah, you definitely want, you definitely want words. I mean, I know they’re not native of it. I think some of them are native and safe. They are here, but you know, certainly we see them as beneficial.\n\nSo they’re an indicator of soil health. Certainly so.\n\nWell, certainly the farmers and growers I’m connected to throughout North America and elsewhere all seem to agree that worms are very good to have around.\n\nSo I think it’s a general consensus as far as I can tell. Yeah.\n\nYou know, just hanging on the mulch topic here, I want to make sure we’re making one distinction that you make in the book, which is avoiding the artificially colored wood chip mulch.\n\nCan you tell us a bit about this and why that’s not necessarily what we’re looking for?\n\nYeah, so it’s you’ve got to be careful. I think, you know, what I’m looking at is is chopped up trees. That’s that’s what I want. I don’t want anything else in there.\n\nSo I don’t want all pallets, which might have, you know, different stays one and I definitely don’t want any old painted doors or, you know, so there’s a lot of recycled wood that is sometimes good wood chip and you’ve got to be pretty careful not to get that on.\n\nThe colored ones, I mean, I honestly instinctively just I don’t like them very much anyway. I think they look a bit old.\n\nActually, when I looked into, you know, the potential arm from them.\n\nIt’s not quite as bad as I thought it was going to be. I think, you know, I think historically there was probably some quite nasty chemicals in them. I think now they tend to be.\n\nSo I mean, you’ve got to have fairly benign dies, but I just don’t quite see the point, you know, you really, you just want chopped up this tree really.\n\nSo say I would avoid any and decide which you effectively paying, you know, someone to have made it pretty color when you don’t need them to, you know, it’s going to be an expensive way of buying it anyway.\n\nYeah, and speaking about sourcing, you go into some detail around sourcing strategies that, of course, will vary depending on our location and our purpose, our intent, our scale.\n\nAnd so on, can you give us a bit of an overview of what you’ve discussed there in terms of sourcing?\n\nYeah, I see. So I mean, you can obviously, you know, even on a very small scale, you can make your own wood chip and what I started doing.\n\nI think this is almost kind of like the centropic agriculture thing where you’re sort of pulling everything down into the sort.\n\nSo when I prune a bush now in my garden, I’m going to go a little garden, but, you know, I chop it up with a pair of second tears and just spread it on the soil.\n\nSo rather than take it away and either burn it or, you know, send it off the local composting seriously, I’m just putting it back into the soil.\n\nSo you can do it even on a very small scale, but obviously that takes quite a time.\n\nYou can, you can hire little mulches, little chippers and mulches in to deal, you know, if you’ve got a bit more wood than you can deal with by hand.\n\nAgain, it’s sort of, it’s quite a lot of effort for a relatively small amount of wood chip, I would say generally.\n\nBut possibly still better than getting rid of it and losing that resource from the land.\n\nOnce you get up to a slightly bigger scale, you know, or if you’re taking a really big tree down, then it’s definitely worth hiring in a bigger wood chip.\n\nYou know, a machine that will just plow through it and exemplifies you’re there for hours, kind of feeding these little branches into the chip.\n\nYou know, it can take a lot of time with the big ones.\n\nThey’re relatively cheap to hire in, you know, depending on where you are again, you know, the semi, if you’re, if you’re a bit more isolated, then actually you can’t necessarily get hold of this machinery.\n\nThat’s an issue we had a, and it stays up in Scotland as you use the picture of his raised beds in the book.\n\nAnd there’s just no one within, you know, 150 miles that hires wood chips.\n\nSo he had the add to buy one because it could lose just no option.\n\nBut generally, you know, if you’re near and there, then sense he should be able to get them.\n\nAnd then if you’ve got more land, you know, if you’ve got your own small owning a farm or then you can start to grow your own.\n\nAnd that’s, to me, where it hits the sweet spot, you know, you can get the benefits of having those trees and that short rotation pop is particularly.\n\nSo you get the biodiversity benefit, potentially win break benefits and all of that.\n\nBrowse if you’ve got livestock and then you get this great resource when you manage it.\n\nYeah, you know, we’re even hearing about some communities here in North America that are pulling together often with a local nonprofit.\n\nTo have the wood chipper resource and a trained crew to manage it that can go to different yards and neighborhoods when folks have need and opportunity to chip up wood.\n\nSo we’re actually working on a resource currently that will be out hopefully sometime in the next year.\n\nSo that is focused on neighborhood scale stewardship regeneration and sustainability efforts and, you know, helping move the needle in that direction.\n\nSo we’ll be sure to include wood chipping as part of this resource and.\n\nThere are a thing as well.\n\nThere’s a, there’s websites where you can sort of register yourself to receive free chip as well.\n\nAnd I think in the States, the thing there’s some of the power companies when they clear the trees from the lines will sort of redistribute some of that chip to local, you know, customers or neighborhoods.\n\nThere’s, you know, there are opportunities to get hold of free chip in some quantity.\n\nAnd certainly that’s what we did a farm where I work where we’re, you know, we have to.\n\nArborist who, you know, in the UK, you have to pay to get rid of your wood chips.\n\nSo for them to be able to give it to us, you know, one of them particularly is, you know, we’re a mile away lives down his way home.\n\nYou can just drive in, you’ve got a concrete pad, you can drop it off. It’s simple and it sort of works for both of us.\n\nSo, but yeah, I have heard in some parts of the UK now you can’t get hold of it free.\n\nYou have to pay them to drop it.\n\nSo I think it’s sort of it’s getting scarce in some parts.\n\nYeah, the old supply and demand, huh?\n\nExactly. But that’s, I mean, you know, okay, it’s a shame you can’t get it free.\n\nIt’s great that it’s being valued and I’m not just kind of done.\n\nSo, you know, because there was a time when it was ending up in landfill, which is just crazy.\n\nYeah, no doubt that’s, that’s doubly, if not triply, negative impact, right?\n\nOne of the things we would love to share with people and make sure our audience knows about this today is that when we send our organic, quote unquote,\n\nwaste to landfill, often they go into anaerobic decomposition, which produces a lot of methane that leaks up into the atmosphere exacerbating the energy heat trapping attributes of the atmosphere.\n\nSo whenever we can, with any of our plant derived, whether it’s use paper towels or kitchen scraps or wood chips, leaves in the yard, whenever we can compost those instead or apply them to the landscape.\n\nIt’s a much better situation overall. Yeah, absolutely.\n\nSo what about when folks are sourcing chips from commercial suppliers and or are buying them?\n\nWhat’s the best way for people to get the quality they’re expecting and make sure there aren’t contaminants and these aren’t recycled wood products that might have paints or whatever on them?\n\nYeah, I mean, it can be tricky. I mean, the best way, obviously, is to know who’s producing it.\n\nAnd again, you know, we’re lucky we’ve got these two guys and, you know, we can look at the bandwidth comes in and, you know, they know the sort of stuff we want.\n\nAlthough, you know, we, we occasionally get, you know, chainsaw helmet left in it.\n\nBut yeah, generally the quality is great.\n\nAnd I think, you know, you mostly you can see if you look at it, particularly if it’s not composted already, you can see whether it’s got anything undesirable in that, you know, you want nice clean bits of what looks like recognizable tree.\n\nBut, you know, ask us the retailer as good as you’re getting from and, you know, if it’s an arborist dropping some chip, you know, like the look of it and, you know, send it back because, you know, you don’t want it.\n\nIt’s not useful to you that it’s, you know, free is not always good is it? If it’s not something you want. So, but normally, yeah, normally you, if you look at it, you can see it once it’s composted, it gets a bit trickier.\n\nBecause everything sort of breaks down a bit and looks proud and unless you’re looking at it, it might be scary. You can’t always tell what’s in it.\n\nAgain, we have that, you have been a problem with some of our green compost or green waste compost. Sometimes I’ve got, yeah, the municipal ones, which are the home for a lot of glass and plastic contaminants in them.\n\nBut you can’t see it if you look at it often. So, you know, one of the things I like about wood chip is much less likely to have some of those in because it tends to just come from trees.\n\nYeah, makes a lot of sense. And you could just mention a few moments ago about, you know, for those who are able to grow your own and you mentioned a number of short rotation copies, species that are really useful, including willow, popular hazel chestnut, etc.\n\nYou describe for us why those particular trees have such a beneficial value in this kind of a wood chip system.\n\nSo I may be come on to willow in a minute, but generally I think there’s not very much research has been done on single species chip.\n\nI think there’s potentially just so much that we could get from that because each tree will have a particular chemical makeup that might benefit, you know, our system in a particular way.\n\nBut most of that research hasn’t been done. And then within that you, you know, different trees, you know, some trees are hard.\n\nYou know, willow obviously goes really quickly, but it breaks down quite quickly and in one of our trials, one of the grows used the horn bean mulch, which was really hard and lasted three times the amount.\n\nYou know, you go, okay, well, I’m going to get less chip to plant a year, but if I’ve any got to apply it once instead of having to apply it three times, then it might still be worth it.\n\nSo it’s not understanding the, you know, the different properties of different woods is really helpful, but the willow is particularly interesting.\n\nWe did one of these innovative farmers field lands. I mentioned looking at willow.\n\nSo there’s a scientist called Glenn Percival, who works a lot with urban trees, and he was doing a trial using single species wood chip.\n\nAnd he noticed that the apple tree that he put the willow chip around seemed to have less apple scab disease than the ones that didn’t have willow and thought that’s quite interesting.\n\nAnd the theory is basically that the psilocacid, you know, the aspirin less in willow,\n\nstimulates, seems to stimulate an immune reaction in the tree that makes it better able to fight off disease.\n\nSo we wanted to test that with some commercial alcohol excited producers here in the Southwest.\n\nAnd we did, I think we had five or six years of thing involved in the trial.\n\nAnd the trial showed a trend towards effectiveness. We didn’t prove it.\n\nMainly he thinks because they were all bit scared of putting enough mulch on because they harvest mechanically and they didn’t want the chip getting caught up in the machine.\n\nSo they didn’t put as much chip down as he hoped they would, but there was still a trend towards this reduction in disease.\n\nAnd in theory that, you know, that should work on almost any diseases, creating effectively a more bust healthy tree.\n\nSo there’s stuff like that that is, you know, not explored very much, but I think as huge potential.\n\nVery interesting. You know, we do a lot of work in the bio dynamic community worldwide and actually have one of our social enterprise products is called soil works of bio dynamic preparation blend we offer for sale and actually can offer discounts through the podcast here.\n\nAnd I know that in the wine growing regions of California, for example, they’re using a lot of bio dynamics on both organic and conventional vineyards because it’s been one of the only things that’s helpful with the light that folks out in California have been dealing with for many years.\n\nAnd I’m curious, are you seeing.\n\nVintners using wood chip as well on their vineyards is that something that is being done now at a substantial scale?\n\nNot many. There’s one or two grows that I’ve been talking to that started experimenting.\n\nIt’s quite it is difficult on a commercial scale because it’s quite is costly. I mean, the material itself is not always that expensive.\n\nBut spreading it and particularly in a somewhere like a vineyard, you’ve got a lot of rows of a lot of small plants, you know, say it’s slightly different where you’ve got big trees and not so many of them.\n\nBut it’s, you know, even if you think it’s great and even if it’s having a difference, just getting them getting the material and spreading it is a big pot.\n\nSo, so this, you know, again, this is why I think if you can start to produce your own and have it on site.\n\nAnd then you’re sort of cutting out some of that transport cost, which is the big issue really for a lot of it.\n\nThe material is usually free or cheap, but the cost of transporting it and spreading it is the barrier.\n\nBut yeah, it would be interesting to see how much effect it has on some of those in your disease.\n\nYeah, yeah, very interesting. And getting back to the point about harder woods generally breaking down more slowly.\n\nIs it essentially kind of a one-to-one correlation in terms of the faster softer woods and the slower growing harder woods in terms of how long that wood chip lasts in contact with the soil?\n\nI mean, instinctively, yes. I haven’t seen studies actually looking at breakdown rates.\n\nAnd I think it depends a little bit on probably climate, you know, so things probably break down quicker here when we’re a bit warm and wet.\n\nYou know, whereas if you’re really dry, they’re just getting a lot of dry, they’re just going to sit there probably.\n\nSo, I suspect there’s that there’s the, yeah, I don’t know the shots.\n\nI just know from looking at stuff and using it that there are definitely harder wood takes longer to break down.\n\nBigger lumps take longer to break down.\n\nYou know, so some of you are quite often get asked, well, what’s the best chip to use or how big do I want to have?\n\nThey’re like, spend what do you want to use it for?\n\nBecause it’s not big or small, it’s not good or bad.\n\nIf you want to mulch a tree, then you probably want big fresh chip.\n\nBecause it’s not, you know, the roots are beat down.\n\nIt’s not going to rob nitrogen or you know that it will rob nitrogen just from the sort of one or two centimeters and it touches of the soil.\n\nSo for a tree, you know, the roots are beat down as fine.\n\nBut if you’re starting to mulch, you know, so my rasp resource, the shallow root inventables and you put fresh wood on the surface.\n\nIt’s probably caused some problems that any might want.\n\nI have a very small chip or you might want to compost it first.\n\nYou know, since I’m understanding, I guess what you need from the material will help to sort of get it in the right condition.\n\nGreat. Yeah, I want to ask you a bit about the nitrogen piece in just a moment.\n\nBut this makes me think I’m out here at Elkron Farm and in the in the gardens, we’ve got wood chips down in the walk paths.\n\nNot only is this a wonderful way to keep the walkways covered and not so muddy when there’s rain, but it’s also delightful to walk on barefoot.\n\nAnd this is a use that I imagine you might advocate for folks in all kinds of different climate situations.\n\nYeah, absolutely. I know a lot of people do is then at the end of the season.\n\nSo, in fact, you screened up the slightly composted chip from the path and put it onto the bed or the soil and then put fresh wood chips down on the path.\n\nSo it’s better than just starting that cycle of breaking stuff down already by using it as a, you know, the walkways.\n\nOh, it’s great. Yeah, and in the book, the Witch of Handbook, you’re also talking about strategies around nitrogen specifically in nitrogen fixers.\n\nCan you walk us through that what you advise there?\n\nSo, yeah, and again, this sort of for me, a lot of this comes into holistic farm planning.\n\nSo, you know, one of the one of the things I think this held.\n\nWould you back a little bit over the years is the reputation it has for locking up nitrogen and everything.\n\nWould you want to go look at nitrogen?\n\nAnd yeah, as I said, you can do that and you can you can do it really badly if you get it wrong.\n\nBut actually, the risk generally I think is pretty low.\n\nAnd I think the problems come over when you use it for shallow region plants, as I mentioned earlier, or if you dig in fresh wood chip, that’s when you really get problems.\n\nSo, so where I mentioned before what what seems to happen.\n\nSo, so when wood starts to break down, it’s the fungi that are breaking it down.\n\nSo, bacteria can’t really start that process.\n\nThey’re not strong enough to get through the complex ligaments in the wood chip.\n\nSo, it’s the fungi that starts it.\n\nAnd they actually have a relatively low nitrogen need compared to bacteria.\n\nBut they do need some. They need a better nitrogen to work and function.\n\nAnd if there’s no nitrogen in the chip.\n\nSo, and again, the amount of nitrogen will depend on the age of the woods that the chips made from.\n\nAnd we’ve made come on to rain your wood chip, this kind of younger wood chip.\n\nBut effectively, you know, if there’s a lot of bits of leaf and young bark in the chip, it will have more nitrogen.\n\nAnd therefore, less likely to lock up nitrogen.\n\nIf it’s from a big old tree, you know, you imagine that whole trunk is just carbon basically.\n\nThere’s not much else.\n\nAnd to break that down is going to need some nitrogen.\n\nSo, what happens if you just spread it on the surface is.\n\nThe bits, the fungi there kind of looking for nitrogen has a bit that comes down in the rain, but most not very much.\n\nThey’re going to go up looking for it and scavenging it.\n\nAnd they’re going to hit the soil and they go, there’s a bit of nitrogen here in this top layer of soil.\n\nSo, they kind of grab that and use that to start breaking down the wood chip that’s touching it.\n\nAs far as I can see, they don’t go much deeper than that.\n\nSo, if you just lay on the surface, you’re not going to get probably most of the time.\n\nIf you then dig it in, every bit of wood chip is then surrounded by.\n\nSoil and it’s going to suck nitrogen from every bit that it’s touching.\n\nSo, if you dig it down the foot, you’re locking up nitrogen at the top of the soil.\n\nSo, that’s why you really don’t want to dig in.\n\nI mean, I tend not to dig an even composted wood.\n\nI tend to put it on top and let, you know, the worms and other things pull it down.\n\nBut definitely with fresh wood chip, you want to keep it on the surface.\n\nBut obviously, it’s a temporary, so it’s a cycle.\n\nSo, it’ll suck that nitrogen up to start with.\n\nBut as the wood chip breaks down, it releases it back into the soil and then it’s absorbed.\n\nAnd because you’ve boosted, you know, worm populations, funky populations, all of this stuff.\n\nIt’s locked up and it’s until you’ve got this reservoir of, you know, nitrogen,\n\nbut actually the whole load of other nutrients.\n\nAnd if you then, you know, if you start producing your own and maybe using something like older,\n\nwhich is nitrogen fixing anyway.\n\nSo, you’re then effectively pulling nitrogen out.\n\nYou’re getting some nitrogen anyway from the tree.\n\nYou’re then chipping what is on a short rotation cop is quite a high nitrogen wood chip relatively.\n\nSo, then you’re kind of really starting to build fertility and I’m really interested in how we.\n\nHow we use those sort of more permanent type of crops for building fertility.\n\nYou know, we’ve had a tendency to go.\n\nWe’ve had animals to do it and, you know, you’ve had lots of green stuff in there.\n\nAnd actually, I’m not sure you do.\n\nIf you take a slightly longer view and build it in around a longer rotation and a longer system.\n\nYeah, so, so interesting.\n\nAnd speaking of animals and speaking of fungi.\n\nI want to be sure to ask you about both growing mushrooms and.\n\nA little pasture and agro forestry strategies that might be in use in certain.\n\nSituations and settings.\n\nCan you walk us through a bit maybe starting with the mushrooms and then get into the.\n\nYeah, I mean, I do, I do have to sort of issue a slight disclaimer on the mushroom.\n\nI am no mushroom expert.\n\nIt was it was something that Chelsea Green and I decided we should cover in the book because it’s sort of.\n\nYou know, they grow so well in which it’s safe and I have done a little bit.\n\nBut I definitely would not want to set myself up as any kind of mushroom growing expert.\n\nAnd, but it, you know, it’s a great medium for growing stuff.\n\nThe, you know, I read this.\n\nWhen my first draft of that chapter, I, I sent to an associate here.\n\nHe’s a commercial mushroom.\n\nAnd he said, yeah, you might have been a little bit optimistic about some of some of those methods.\n\nI think the risk, particularly when you’re growing outside the risk of sort of contamination by different species.\n\nThe amount of time it takes to manage it.\n\nSo I had these sort of dreams of being able to, you know, inoculate my wood chip under my trees and suddenly I’ve got this free crop of mushrooms that are just going to spring up and.\n\nAnd like everything I think, you know, you’ve got to know what you’re doing and be a bit more focused and really understand it.\n\nYou know, I have grown some some nice crops of things for very mainly in wood chip bags.\n\nAnd it’s worked quite well, but I think to do it better, you’d need to either sterilize the wood chip or, you know, sort of.\n\nManage it in a more controlled way, which I don’t have the capacity to do where, you know, where we’re working.\n\nBut, you know, I think I think this huge potential and again, you know, looking at some of those single species wood chip, you know, definitely got the impression with my research that there’s some species that do really well on particular species.\n\nI mean, some will only live on one particular species.\n\nAnd some will grow on logs, but by chipping it up sometimes you can speed up the process.\n\nIt’s going to be kind of half digested there dinner for them.\n\nSo you can, you can sort of get a crop more quickly.\n\nSo yes, and that’s the mushrooms.\n\nBut the, the silver pastures is, I mean, that’s where a lot of my work at the moment is inspired, actually partly by Steve Gabriel, another Chelsea green author who came over and did an event for us as well as that four or five years ago.\n\nSo the farm I work on the whole farm is actually 1500 acres and we’ve been focusing the planting initially on 200 acres, although we’re now expanding a bit.\n\nAnd it’s mainly an arable and livestock farm and a bit where we’re doing a lot of the tree planting is heavy clay and not that suitable for cropping, although we do do some.\n\nAnd so we’re really interested in how we can maximize the.\n\nWell, a range of things actually, so we’re looking to Helen Browning owns the farm business.\n\nShe’s the chief exact for sort of the association, but she’s also a farmer and her motivations were around climate change resilience.\n\nYou know, you know, we’ve got this wet heavy clay.\n\nYou know, it can grow crops, but it’s often too wet to get in and cultivate you get these really short windows in the spring when you can get them doing anything with it.\n\nThe there were too far away from the main dairy building, so wemostly have.\n\nthe young stop there, the young dairy stop and because it’s heavy and wet you know we’re limited\n\non the amount of time they can spend out there. We’re all saying it hasn’t passionate about animal\n\nwelfare so you know in some of the summers we’ve been having recently you know and you see these\n\npoor animals aren’t filled with no shade you know so we’re looking at how do we drink shade,\n\nhow do we drink shelter, how do we dry the soil up there, how do we lengthen the grazing season\n\nand we know that by reducing you know producing wind speed cream these little microclimates\n\nthe grass will grow earlier it will grow later so potentially we can extend the grazing season\n\nby two or three weeks each and and then you know the other big thing is around providing\n\nbrowse for cows you know in mostly cows in our instance but you know any animal really\n\nand and we sort of we slip somehow into kind of cows eat grass or you know either\n\nworsy grain you know so but actually you know cows can have something like 55% of its diet\n\ncan come from tree grows and an historically we’ve gone all the cows are eating the hedges\n\ncould get them away from the hedges rather than going well no let’s have more hedges you know\n\nthey wanted that much but it’s probably good for them so so we’re trying to incorporate as much\n\nas we can into the system you know mostly for shade I would say but also to try and include the\n\nbrowse you know there’s tree browse has higher micronutrient content than than a lot of forage species\n\nit has higher tanning content so it can reduce internal parasite burden\n\nyou know there’s lots of benefits to having that and and again you know one of the\n\num the myths that I’ve sort of spend a lot of my time trying to bust is this sort of idea\n\nthat you plant trees and you lose your forage you lose your grass you know a lot of farmers\n\nno and I can’t plant trees I won’t have any grass for cows and obviously you do have a temporary\n\nproblem in that while the trees are establishing you’ve you’ve kind of got to keep them away from that\n\ntree but long term you know most forage species actually grow better in partial shade than they\n\ndo in full sun there’s a great study I can’t remember if I put it in this but it’s in I\n\nadded another book called the agroforestry handbook which there’s a great study where they looked\n\nit’s like 45 species of forage and they grew them at 50% shade 80% shade 100% shade or something\n\nlike that and not 100% shade that would be nice anyway the different kind of level of shade\n\nnow basically all of them grew better uh sort of 40% 50% shade and and a lot of them grew better\n\neven 80% shade than in full sun and so it’s a having this sort of mix of of trees and forage\n\ncan be really beneficial for everything you know not to mention that biodiversity benefit of more trees\n\nthat’s wonderful yeah we uh out here at Elk Run Farm there’s a whole cluster of farms converting\n\nopen pasture into silver pasture agroforestry systems which here in the semi-air and west is also\n\na really important part of the water management strategy it helps a lot with infiltration and\n\nbetter water retention in the landscape so it’s it’s great to hear about this and yeah this\n\nagroforestry handbook I imagine is a good resource for folks who want to dive deeper into this\n\nparticular topic yeah and I mean it’s um unfortunately we no longer have any hard copies left but\n\nit is available to download from solid association website people want to get hold of it okay yeah\n\nuh what what’s the website by the way we may as well include that uh my website or the\n\nsolid association website yeah so yeah I think it’s just the solid association dot oh my guess I\n\nmean based google the solid association it’ll come up yeah good good good little agroforestry handbook\n\nexcellent yeah and we’ll be sure to confirm that and include that in the show notes when we publish\n\nthe the episode and by the way on that note Ben let me uh remind our audience this is the\n\nYonEarth community podcast I’m your host Aaron William Perry and today we’re visiting with Ben\n\nRaskin the author of the woodship handbook and you can connect with Ben via Twitter at Ben\n\nunderscore raskin r-a-s-k-i-n uh he administers a Facebook group called woodship for soil health you\n\ncan join that if you’re interested uh and of course Ben has his own website BenRaskin.uk um\n\nthere’s also a Facebook page called agroforestryuk you can check out and on instagram it\n\nis Ben L Raskin for his middle initial Leo um and I want to be sure to reiterate that uh his book\n\nwoodship handbook is published by Chelsea Green publishing one of our partners uh if you haven’t\n\nyet been to the YonEarth.org website you can check it out and go to the partners and\n\nsupporters page and you’ll find Chelsea Green there along with a number of other wonderful\n\ncompanies and organizations we collaborate with with Chelsea Green in particular you can use\n\nthe code y-o-e-3-5 for a 35% discount on Ben’s book and all the other offerings they have at Chelsea\n\nGreen and you can get to this via our partners and supporters page or just go to Chelsea Green.com\n\nwant to give a shout out it as well the purium organic superfoods they’re offering $50 off of\n\nyour first order when you connect through YonEarth.org  earth hero safe and sustainable\n\nhousehold products and more uh similar discounts and specials there and then of course I mentioned\n\nsoil works our in-house social enterprise offering biodynamic soil preparation special discounts\n\nthere uh for you on soil works and whale waters are biodynamically and regeneratively grown hemp\n\ninfused aromatherapy soaking salts if you haven’t tried whale yet for your health and wellness\n\ngive it a go it’s a great way to soak and enjoy and relax and uh yeah we’re just launching our simple\n\ngardening wisdom video course recorded here at Elk Run Farm with Nick D. Dominico on a variety of\n\nspecific and simple strategies and techniques you can incorporate into your own garden and yard\n\nand neighborhood we’re selling that for $33 discounted from $99 uh right now the month\n\nof uh may and perhaps beyond may and a special shout out to our ambassadors who are part of our\n\ngrowing global network and who are in our monthly giving program if you haven’t yet joined the\n\nmonthly giving program you can do so clicking on the donate button at YonEarth.org\n\nand if you give it a certain level we’ll be happy to show you some whale water soaking salts on\n\na monthly basis as a thank you um and so yeah let me uh I wanted to mention too with growing\n\nmushrooms I played around for years then um up at sustainable settings one of the big biodynamic\n\nranches here in Colorado and elsewhere where I was inoculating wood chips down I was inoculating\n\naround existing clusters of cottonwoods I even was inoculating some uh straw bales and\n\ngot little flushes here and there but I found the uh best luck I’ve had at least in this region is\n\nwith the garden giant mushroom I forget the Latin name on wood chips around the garden it seems\n\nthat that one really uh enjoyed that and I understand that species of mushrooms of particularly robust\n\nsoil builder when it has the wood chips to work with I think that was off of a cotton wood chip\n\nI don’t know if you see the garden giants out in your area of western England I did yeah I did\n\nwe’re doing the the Latin name and it sounds quite like the ones that I was growing but yeah\n\nyeah and and by the way tell us a little about where you’re located right you’re explaining to\n\nme before we started recording that uh you’re on the western edge of England not too far from whales\n\ntell us a bit about the landscape there yeah so I well I live in officially live in the west\n\ncountry uh which is sort of the west the south west of England which is which is where I’m growing\n\nfrom a town originally from a tankel bell which is relatively famous so there’s got room and bags\n\nthere um I mainly about uh about sort of uh what I know about 25 miles from that um so it’s the\n\nit’s the sort of easternmost part of the southwest so I’m actually sort of quite near the middle of\n\nthe south of England um but yes I’ve found a mile from from whales there’s a big bridge called\n\nthe seven bridge that you go across the river seven um into whales so uh yeah it’s it’s\n\nuh what’s it like it’s rolling rolling countryside um so so when you’re in barf it’s kind of quite\n\nsteep hills like that um uh that I had to walk up to get to school uh where I am now it’s it’s right\n\nat the southern end of an area called the Cotswolds which is uh sort of very you call it you know\n\nif you sort of picture uh you know the English countryside post you know a little kind of chocolate\n\nbox villages there’s a lot of days about uh and the countryside is a bit more you know it’s sort of\n\nyeah rolling you can see a bit in the distance but this is nice hill um traditionally sort of\n\nsheetland um a lot of arable now um and then yeah that’s where I am sounds lovely makes me think\n\nabout uh Tolkien’s writings yeah yeah some of them some of the some of the the hills could be a bit\n\nlike that definitely yeah that’s so wonderful well I want to be sure to ask you um about another one\n\nof my favorite topics which is Hugo culture uh Hugo culture and and I imagine some of our audience\n\nis familiar but probably not everybody um this is another approach to working with the wood in our\n\nsoil building our garden our landscape strategies right yeah and I guess the future of that is you’re\n\nnot chipping the wood first mostly although you can include you know you can include chip wood into\n\nthe design but effectively yeah you’re varying big logs and letting them break down very slowly\n\nas a long-term source of kind of matter how biology you know um and then reserves of water and\n\nall the rest of it so yeah and there’s a really it’s a nice way of building resilience I think\n\ninto into systems um and I’ve not done it on any scale you know the interesting to see you know\n\ntapping it tends to have been done on a relatively small scale but it would be really interesting\n\nto see it done you know slightly larger commercial settings because I’m convinced the benefits um\n\nand again particularly sort of you know you’re talking about water retention if you’ve got\n\nslopes and you can build you know it’s almost like it’s kind of down with these logs that you\n\nthen cover with funfoss and soil and you know you can imagine them acting as you know as then\n\nthe words escape me you know when you catch the water coming down there yeah yeah yeah yeah yeah\n\nyeah that’s great and by the way um in the book you mentioned the problem with peat\n\nand and peat is something out here in the arid semi-arid Rocky Mountain West we don’t come across\n\nvery much probably the closest is for those who enjoy their peaty scotches after the workday\n\nbut you guys out there right have peat in the in the landscape at least in parts of the UK\n\nand maybe you could explain for our audience you know what the kind of traditional historic use of\n\npeat has been and why you know that is an ideal going forward so the effectively is this\n\nlong term buildup of moss in an effectively very anaerobic condition that sits\n\noften in water most of the year and and it’s an incredible store of carbon you know holds more\n\ncarbon than grasslands and and thyruses is unbelievable amount of carbon and in islands they they cut\n\nit and dry it and use it for fuel you know before electricity that was what heated you know a lot\n\na lot of Irish people used it to heat their homes and so there’s still a little bit of it is cut\n\nfor that but mostly what it’s used for now is for horticultural purposes for propagation\n\nand for growing mushrooms actually commercially but from mushrooms and it’s it’s pretty cheap\n\nbecause all you have to do is dig it up it’s it’s uniform it’s sterile it’s easy to use and it’s\n\npretty predictable as to how it’s going to behave I mean it’s not actually the best material in a lot\n\nof ways you know it’s not it’s inert so it hasn’t got my biology you know it’s not always that\n\neasy to to rewet when it gets dry but it’s not from a you know it’s cheap and easy and then\n\nso it’s become certainly in the UK it’s become the default you know had become the default\n\nmaterial to grow seedlings and and I mean even you know people at one point I hope they’re still\n\nnot doing it but you know they spread it on their soil there’s a soil improvement which is it’s\n\nhopeless for it disappears almost instantly so and as well as that the habitats where\n\nthe grows are often very unique they’re scientifically very diverse and special so you know you\n\nstart digging it all up and you’re destroying you know very sensitive side of their landscapes\n\nso there’s been a growing movement over well I mean as long as I’ve been in horticulture\n\nmove away from it and it’s been hampered unfortunately by commercial interests and by the fear of\n\nthe unknown and we’re finally getting closer I think to a band here in the UK certainly for\n\namateur use but yeah the challenge we’ve got at the moment is the is how you transition you know\n\nso in one sense there’s no reason why we should be using peat to grow stuff then did we\n\naim but you know for 99% of stuff apart from stuff that needs to grow and pee you know like\n\nfloods that come from areas that grow and pee you know most of it doesn’t need to be\n\nbut we’ve become so dependent on it there isn’t a supply chain around all of the other stuff\n\nso you know there’s an increasing amount of peat-free material coming onto the market a lot of it\n\nis rubbish it’s really really bad and so people buy it thinking they’re doing the right thing\n\nand then you know it fails and they go well I’m not using that again I’m going to go back to pee\n\nthey’re worked so there’s a there’s a bit of a challenge it’s sort of how you get away from that\n\nbut you know one of the things that I discovered with with the wood chip and then we’re working\n\nparticularly with with the intolerance was it’s really easy to produce your own substrate from wood\n\nyou just need to let it rot there and it’s just time you leave it long enough and it will turn into\n\na really effective propagation media and you know you can stick it in a tongue bag in the corner\n\nof your garden you know and just leave it for 18 months two years to the end of it and you know\n\nput the big lumps back into a new pile and what you get out you can sell it now I haven’t tested\n\nevery single seed so there might be some vegetables that don’t do so well in it or that need made\n\nyou know this is where this single species could come in where you might find that\n\nI don’t know hazel works really well for a particular crop and something else works better\n\nfor another one but certainly the trials we did so we did again we did an innovative\n\nfarm is field lab which looked at Tali’s homemade wood chip compost versus the leading\n\ncommercial peak compost and there was no difference in germination or performance in the crops\n\nyou know and any basically just stuff which is in a pile for 18 months 10 to the occasion in\n\n15 so yeah and it’s really available you know it’s relatively freely available as a beef stock\n\nwhich some other thing does so interesting let me mention too that after our main podcast interview\n\nrecording we’re going to record a shorter behind-the-scenes segment that our ambassadors have\n\naccess to and if you’re not yet an ambassador and you want to get access to these additional\n\nresources you can go to the become an ambassador page on the yonors.org website and we’ll be\n\nexploring some of this a little further Ben when we do the behind-the-scenes segment and of course\n\nI want to be sure to follow through on our promise about the eureka moment that that you mentioned\n\nat the beginning of the interview but before we go there I’m curious do you have a favorite\n\nspecies of wood that you work with when you’re woodshipping? That’s a good question can mostly I\n\njust get what the tree surgeon gets me so most of my wood chip is just a mix of stuff some of\n\nit recognizable some of it not so I don’t know if I do but I do I mean I do love horn beam as a tree\n\nI mentioned horn beam earlier with this with this child with the and then the mulch under the\n\nunder the apple trees with this horn beam and this guy so lovely dark color and it\n\nheld its form more so I don’t know yeah I’ve got a concept really got free I’ve doesn’t have\n\nenough experience of different single species chip but I’m intrigued by the power of\n\nwillow I have to say you know it does seem to be this kind of just super life giver you know there’s\n\nsomething pretty special about willow yeah I like willow also well what’s the the big eureka\n\nmoment that you heard yeah so it came out of an accidental experiment I love accidental experiments\n\nis you find that stuff that you didn’t know you were looking you were looking for so we we’ve\n\ngone area of the farm where there’s a little brook that runs alongside the field and we’ve got\n\nsome big ancient willows that were growing there and there’s a historically a lot of these willows\n\nwould have been pollotted and the trees would have been probably fed to the livestock or\n\nyou know used the fuel or something like that but because you know perhaps to the change\n\nnobody really pollards commercially or for use anymore so so a lot of these pollards end up\n\ngetting neglected and grown out and there’s a grounds at the moment in the UK to which paste\n\nfarmers to pollard them so to effectively manage some of these trees particularly along with banks\n\nso we just pollarded around 70 of the really big trees and had a lot of willow chip and in one section\n\nwe just planted a new area so this was in the sort of winter of 2017 2018 which in the UK 2018\n\nwas a really hot dry year I don’t know if it was for you but and and so we we threw the chip over\n\nthe fence with the intention then of me moving the chip and mounting a lot of the trees within\n\nthere’s just sort of a couple of acres of planting that we had and you know as often happens on\n\nphones you know other things were more of a priority so I never got back to move the chip\n\nso this one area by the fence has a mulch two and a half foot deep of willow chip\n\nwhich you might think is probably you know almost too much it’s not a debt but I would normally\n\nrecommend but that year the trees that you know didn’t get a mulch barely grew I mean actually we\n\nlost probably 50% of the trees that we planted in that in that year but this group of trees that\n\ngot mulch just grew phenomenally and within two years the trees that hadn’t got mulch were barely\n\npassed my waist and the ones that had the mulch were 12 14 feet high and there’s a there’s a\n\npicture in my book you can you know you can see and you can’t believe they were planted on the same day\n\nand I think you know probably in that year it was around moisture retention I think you\n\nknow there was just the ones that didn’t have the mulch were just too dry and these ones did\n\nthem might have been a temperature thing as well so you know the mulch will keep the soil cooler\n\nin the summer and warmer in the winter and say you know with that much mulch it’s possible that\n\nthe roots were just that much warmer over winter and so they just did did better but I think\n\nthat probably a lot of it is around moisture but but that you know that was the moment where I\n\nrealized we had to mulch every tree we planted and mulch it properly and and we’ve seen so we’ve\n\nplanted a couple of hedges last year which again was not as bad as 2018 but it was hot and dry for\n\nus again you know we we had a period I think of about two months without rain which is you know\n\nvery England is pretty artificial and and pretty much every plant in this age survived and then\n\nwe lost 40 trees over you know 400 metres of hedges because we gave them 25 centimetres a\n\nnearly a plus of mulch and it’s all broken down it’s only that deep you know sort of why it’s\n\nbroken down to an inch or something but you know so it’s but but it just protected it while they\n\nestablished it kept them cool it kept them moist the trees have got away once they’re established\n\nthat’s fine that you know you don’t need to do it once if you do it properly and that was the other\n\nthing for us we you know we initially we go we’re just printing around and but then it disappears\n\nand it hasn’t done anything you’re gonna go back the next year and do it again and that’s you know\n\nmore than twice the cost so we’re we’re actually starting to slow down our tree planting a little bit\n\nso rather than go we’re gonna plant everything we’re gonna plant it now and you know again now let’s\n\nplant you know we’re we’re almost limiting our planting by how much woodchip we’ve got to\n\nmulch the trees you get okay how many can we manage this you know that’s that’s my age\n\nis to get right that’s our research that they’ll we’ve just roughly how many trees do it right we’ll"
}