{
  "title": "Episode 115 – Brad “Lights Out” Lidge & Aaron William Perry re: VIRIDITAS: THE GREAT HEALING…",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12335/episode-115-brad-lights-out-lidge-aaron-william-perry-re-viriditas-the-great-healing.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-115-brad-lights-out-lidge-aaron-william-perry-re-viriditas-the-great-healing/",
  "episode_number": 115,
  "subtitle": "[Brad Lidge interviews Aaron William Perry aboutVIRIDITAS]",
  "description": "In this special “book launch” episode, Philadelphia Phillies World Series Champion and Y on Earth Community Co-Founder, Brad “Lights Out” Lidge interviews author and Y on Earth Community Co-Founder, Aaron William Perry about his brand new visionary eco thriller novelVIRIDITAS: THE GREAT HEALING IS WITHIN OUR POWER. Brad and Aaron have been pals since elementary school days, when they played little league baseball and football together, attended the same church, and stepped into the adolescent threshold into adulthood at the same middle school in Denver, Colorado.",
  "about_sections": {},
  "full_transcript": " Welcome to the Why Honors Community Podcast. Today we have a really special episode for you. I'm here with my great friend and colleague and fellow board member of the Why Honors Community Brad Lidge. Hey Brad. Aaron, how are you buddy? I'm doing great. I'm doing great. Happy to be here and catch up with you about a lot of fun but important things. Very cool. It's always, yeah. Yeah. I'm really excited about what we're going to be sharing and talking about today. And I guess cutting right to the chase Brad. I'll share that we're going to have a little chat here about this epic novel that I just finished writing after more or less five years of pretty concerted effort. And we're going to tell you a lot about it and what's in it. But Brad, you've been so intimately involved with the process with this book project. And in addition to all the other work we're doing through the Why Honors Community, you've been really front lines and instrumental in how this project has come together. And of course, you read the entire manuscript and provided a number of really helpful edits and changes and opportunities for improvement, which is appreciated for sure. I'm pretty confident that at least for some of it was definitely some major improvements that we were able to make. But yeah, so Brad, unlike many of our other podcast interviews, I guess in a way you'll be interviewing me here as much as anything. So yeah, if you'd like, I guess take it away and I'll hand you the book here for a second. Thank you, Aaron. Well, first I got to say, being with you on, if not every step of the way, at least the vast majority of them has been an honor and it's been a blast. I mean, it really has to see you kind of take all this knowledge and education and wisdom that you've, and I'm not just saying this to fluff you up right now. I'm actually serious that you've taken so much and been able to put it into this book. And I know how much of you is in this. And I know the amount of time and effort and heart that you've put into this. So truly excited that this is now going to be able to to be there for the public to be able to to see all that and for for all that knowledge and wisdom in education to get out there because I think one of the one of the most important aspects of this book and there's a lot and we'll talk about them. But the education that goes in here for for a lay reader, but even, you know, not a lay reader for someone who's familiar with a lot of different concepts and familiar with why and earth and what you're trying to accomplish and what you've been accomplishing to see it all play out in this novel has just been a lot of fun to be a part of. So I don't know if anything I said is actually help turn up. We'll see I'm sure you'll get probably your worst feedback from my ideas, but it is it's certainly been a blast to be a part of this with you and to see the design of this again it's a I mean you guys did such a great job. I know Hunter was a big part of it. And your son and just an incredible job. So it's really exciting to actually have a physical copy of this finally for me and to be able to to come through pages to market up and take notes and scribble and scratch and as I think we all like to still have that that actual physical copy of a book. I know it's easy to read things. You know just come through your computer and everything else online, but I love having a physical copy of this in my hand. So I for one and very excited and I think it's going to be very well received. So yeah, so I'm just excited to talk about some of this stuff today with you and I won't I won't continue to go on on these general statements. I know there may be some more specific things we want to get into, but congratulations on this finally getting out. Awesome. Yeah, thank you brother. I appreciate that and yeah, I realize you know one of the things that transpired here over the last few months as we were deep in the editing and final wrap up and getting all of the graphics and cover art together is that we ended up not podcasting as frequently as we ordinarily do and in a sense I'm not quite as polished as I might have been over these last couple of years. I forgot to introduce myself Aaron William Perry and but most people are fairly familiar. I guess that's probably true. That's probably true. And the name of the book is which is really really important is Veridi Toss. The great healing is within our power and we'll be able to tell you a bit more about what that all means and I have to mention that there's a bunch of symbolism and cipher codes throughout this story with even more opportunities for folks to dig in deeper than just the narrative text. Of course, you can just read the narrative text too if you want, but yeah, there's there's a lot of kind of hidden treasure there for folks who want to do a little more digging. I'm going to stop you right there because tell us how Veridi Toss came about because I know that the history behind it's pretty cool. It sounds very Latin. I've you know, dabbled in Latin quite a bit obviously, but it's not actually Latin. Tell us a little bit more about that because that was that's a pretty cool title. Yeah, you bet. So from what I understand and as you know, I did a whole lot of research and put in this book together. This term was coined by the German mystic, Hildegard von Bingen. And she was an extraordinary character about a thousand years ago, predating St. Francis of a CC by about a century. She was in frequent correspondence with Bernard De Claire Vaux, whom some of our audience probably will be familiar with. And she was an avatist in charge of from what I understand quite a number of of nuns who were devoting their lives to the connection with the divine and Hildegard von Bingen ended up writing prolifically music and books. And she wrote about the healing power of stones and especially the healing power of herbal medicines and other plants. And this term that she coined Veridi Toss refers to greening and basically means the green healing energy of the divine life force that flows specifically through plants through the plant kingdom. And you know, of course, we know scientifically that most all of the food and the energy we're able to utilize ourselves as human beings with our bodies is one way or another sunlight that is coming to this planet and transformed by the plant kingdom through photosynthesis into foods that animals can eat that we can eat directly and so on. And so there's a very profound and important obvious and literal suggestion there. But of course, there's also a lot of mystical meaning and more esoteric meaning behind what is encapsulated in this term Veridi Toss. So yeah, it's definitely a sort of Latin sounding word. But as I understand it, it's not technically Latin, but she of course I think was proficient in Latin and decided to create this word that had this kind of Latin-esque feel to it. Yeah, pretty impressive. I mean, just hearing you kind of describe just that word. I guess something and it's funny because I know you're normally the one doing the interviews, but I feel like, you know, this is a good chance for me to talk to you about the book and so many things in it. And I feel extremely fortunate to have read through the manuscript and, you know, again, been able to look at so many details of the book. And but just the attention to that word alone. I mean, how did you find because I mean, since we've reconnected, since I've known you, but since we've especially reconnected, you know, these last 10 years, I mean, you've been studying this stuff with a passion. Obviously, the sustainability and everything else that we get through why on earth, but also your education in so many different directions. And as I mentioned, we'll get into that more. The education pieces that are in this book. How difficult was that to try and condense so much knowledge and education into a book without just kind of throwing stuff in there, just to throw stuff in there, which we definitely see authors do that from time to time. But I for one found that the information and all the different, not rabbit holes, but paths you go down, they're all relevant to the story. They're all necessary, especially as it culminates toward the end. But how tough was that to try and, you know, just imagine you get through notes and scratching. I know you're a note taker and everything else in just in day to day life. But just to condense that into a story must have been a monumental task. That is not hyperbole or exaggeration, you know, Brad, and as you know, because you read an even longer version of this manuscript, you know, this puppy's about 500 pages here. And I guess we cut out a couple hundred. And who knows, maybe down the road, we'll find a fun way to make some of that additional material available. But yeah, there's a lot that's being discussed and addressed in all of these interwoven threads and themes here. And a big part of it is a look back through our history to get a better understanding of how we got to where we are today as a species on the planet, the human family here. On planet earth. And of course, there's also a lot of discussion around not only esoteric knowledge and wisdom, but indigenous knowledge and wisdom that I think is probably essential for many of us to reconnect and to really heal in our own selves, our own beings and our own relationship with the living biocer, which from my perspective in terms of our psychospiritual makeup is, is essential for the healing of the planet, the restabeling of our climate and atmosphere and the healing of the incredible toxicity that we've essentially loaded up the soil and the water and basically the entire biosphere with. So going through many edits and having an incredible team of editors, Charmaine Boudreau, Andrea Vonderikin, and of course Dave was just totally instrumental. And Brad, with your read through and with some of our other friends, caresses read through and a couple of other folks who took different pieces, it's really has been a group effort and it takes a village to create a book. And of course Dave Aretha, I was just blanking in my stream of consciousness here, my bad Dave, sorry about that. David Aretha, who's an amazing editor and has himself written and edited several hundred books. But that process really allowed us to call out much of what would be regarded as chaf for a novel and a story that was very much intended for a mainstream audience. So yeah, this thing is trimmed down quite a bit but still loaded with all kinds of goodies and there's a big adventure in the plot line, right? There is and I want to get to that in a second, but I have one more question about some of those goodies because one thing that I think I found to be great with this book, obviously it takes place a lot of it here in Colorado. I mean it's focused obviously in the United States, but that being said, there's an incredible non-Western centric vibe running through the book in terms of that esoteric, ancient wisdom, ancient knowledge, religions, Native American understandings. All these different things go into it and so I kind of wanted to throw that out there because regardless of what continent you're on or what you've studied or what your path is for a lot of these different understandings that have come to us, you pull from so many different ancient sources or sources that evolved or whatever it is. It's not just like a Western centric view of this stuff and I think that actually lends itself to, you know, when you're able to stitch those things together and you're not just pulling from things that are things we hear about a lot but also from things that we don't know a lot about and they actually synthesize and it actually works, that's what I kind of found super fascinating with this. So yeah, there's a lot of different aspects of this but I just want to say that you did a great job not focusing on maybe some mainstream understandings and concepts but pulling things from a lot of different places, you know, Near Eastern, Far Eastern, whatever and being able to mesh them together and you know, I don't want to give too much of anything away here but I just thought you did a great job with that, not just again pulling from, from already known things that you maybe you can read in a damn brown book or whatever. Having some of those elements but then yet taking it to a level far beyond anything, you know, and I understand damn brown as a fan, I love his books but you go far beyond that and I think that that's one thing that you don't find in a whole lot of, you know, novels for the masses for the public so well done on that. I don't even know if that's a question so much as I just wanted to say a great job on that. But I will say I did want to ask you about that adventure a little bit and about the pacing of this novel because it starts off pretty hot. It starts off a little bit like a damn brown type of book and you know, that must have been a lot of fun to kind of, you know, chase some of those scenes through your mind that end up weaving a little bit in New York and coming to Colorado and tell me about how that all kind of came down. Yeah, no, it's one of the things I find to be fun and interesting and also perhaps a bit unconventional in a story like this. It definitely kicks off kind of hot and heavy in New York City where our main character, her name is Brigitte Sophia, who is a brilliant computer scientist and has cracked the code to deep artificial intelligence, which of course is both very dangerous and very powerful. All of a sudden after a meeting with a bunch of financiers on the upper east side, head and making her way toward Central Park, the Metropolitan Museum is being chased by these very scary sort of paramilitary guys with drones overhead and has to run through Central Park, runs right by Cleopatra's needle, that Egyptian obelisk that's there behind the museum. And basically has to quickly decide what to do because it's obviously such a dangerous situation and ends up with the help of a friend basically going off grid catching a last minute flight to Denver, Colorado, where then the rest of the story sort of unfolds both here on the front range centered around Boulder and Netherlands and then they make their way to the west slope and end up at a magical biodynamic farm called sustainable settings outside of carbon-dale Colorado. After a quick flight into the Aspen airport and so yeah, the pacing kicks off kind of, you know, Dan Brown, one of the ways we've described this to a few folks is it's sort of like Dan Brown in the Da Vinci code meet, say starhawk and fifth sacred thing with, you know, a little bit of Aldous Huxley's non-distopic novel island sprinkled in there along with it, you know, many other elements. But yeah, the pacing kind of switches up. It's not an eco techno thriller all the way through it. It ends up bringing us into this whole other kind of realm and experience with a major surprise at the end. Yeah, a major surprise and it delivers and you know, I was kind of referring to that earlier just to be able to bring so many different concepts together in that. But talk a little bit about that, you know, about those, those scenes early on, you know, where Bridget Sophia, yeah, has, you know, somewhat created an AI that is, you know, people are, and again, I don't want to give away too much of the book, but people are very aware, very conscious of and she's, you know, kind of grappling with exactly who these people are that are chasing her down and trying to get off the grid a little bit. But I thought it was awesome because obviously living in Colorado, it's kind of a great tour guide through some of the more interesting places. And it's funny because so many people pass through DIA, Denver International Airport, maybe being aware of some of the things that have been written about it, maybe not. There's all these weird understandings that, oh, you know, there's different codes encrypted within the airport and stuff, but you tackle all that stuff and then you get through to, you know, to kind of pushing it through to those different places you mentioned, Boulder, Carbondale, Elk Run Farm, talk a little bit about how you kind of selected some of those places and a little bit about that path and the, I guess the descriptive terminology, you kind of have to use to, because like I said, we're familiar with these areas, but there's a lot of people that aren't. So just kind of the descriptive language of getting people kind of familiar with the path that maybe aren't normally familiar with it. Yeah, it's for me been a lot of fun setting most of the story in Colorado because of course, you know, like you Brad, I grew up here. Although I wasn't born in Colorado, I moved to Colorado at the age of 10. And so, yeah, you know, one of the big things that developed in our lifetime was the switch from this cute little airport called Stapleton to this massive installation called Denver International Airport, which was strategically placed midway, if you can imagine, between the major European hubs and the major Asian hubs, with also the sort of optimal placement to get down to the major South American hubs. So you just moved in the middle of the process, and you could always go through these big small cities, making it more comfortable, with a pushtop, and multiple platforms, and you could swim in the water. to one of the pages where there's this strange, Masonic cornerstone placed in the southern edge of the big, great atrium room at Denver International Airport, which itself has some codes on it. And yeah, kinda have fun playing with the intrigue there, but also dig into some of the very real history of this country, of how our culture has evolved with different organizations from the Catholic Church to the Freemasons, the Templars, the ancient Egyptians, some of the ancient and esoteric Chinese and Japanese knowledge, and how that has all kind of woven together into our present day world, whether we realize it or not, we have all these different influences, informing where we're at, and it's a heck of a lot of fun to be able to have, play around with things like DIA where of course there's a lot of weird kind of conspiracy notions out there already. Well, and so, you know, talking through and taking us through some of those understandings of the foundations of our country, or maybe some elements of the church that brought us to where we were, not always a super sunshiny story. And so I think you do a great job of kind of delivering and honest, unbiased look at some of these unfortunate circumstances that maybe lead to where we are, how people haven't always been treated well. It's obviously our great country, but hasn't always been a smooth ride. How tough was that to kind of pull out pieces and to kind of say, you know what, not trying to jump on anyone here, but it is important to relay this truth of how we got to where we are. Was that kind of tough to pick through some of those things and to be able to deliver that message successfully? And like I said, not trying to, you know, step on anyone's toes or crush anyone, but just being honest about how we are where we are. Yeah, yeah, I would say, look, all of us who identify as human, far as I can tell we're human. And as such, you know, we make mistakes and big and small. And I think one of the themes in this story is kind of looking at that collective truth and sort of deciding as a species, what do we want to do going forward? Do we want to lean into the healing that is really possible? Which of course invites us and perhaps obligates us on some level to lean into that healing in our own personal world as well. And so yeah, there are a number of passages that I had to read and reread and sit and think and meditate and pray and switch some words a bit and look, for example, looking at the history of the Roman Catholic Church and the treatment of many of my indigenous friends and relatives right on up through my our own generation. Yeah. You know, there's some really gnarly horrendous stuff there and some of my Jesuit friends right now are actually doing really important work to heal some of those wounds. But at the same time, it's the Roman Catholic Church that is also bringing such great hope and peace to so many people around the planet and with the leadership of Pope Francis, Papa Francis, there's a lot of really extraordinary healing work and work around ecological stewardship and justice for the poorest of the poor that is also part of the story. And so yeah, there's some additional lifting, I would say, as a writer, to be able to look at all these truths from different angles and present, hopefully a compelling and complete enough picture that really brings us each to ourselves and right now and what are we deciding going forward and how are we gonna help direct the progress of our generation, of our world, of our culture and of our species going forward? Yeah, it's not always a clear story. It's a murky story at best when we look through how we got to where we are. But then I think that really helps inform us on how to go to where we want to go, which is obviously a huge part of the message of this book and I'll get to that in a minute. But I want to take it from that first act, with the fast paced and then finally ending up in Carbandale by Aspen, Colorado and a beautiful setting there. And I found some of the education that happens now in the book in this act two. I mean, it was kind of mind blowing a little bit. I didn't know much about sweat lodges, I didn't know much about the land and all the plants that you reference and their medicinal qualities and everything else I found like act two was, it's the pace slows down a little bit, but you get this incredible education in that act that really I think is a lot of these things that you've been learning over the last 10, 20 years, however long you were able to get that out in a really kind of fun setting. I mean, that's probably the chapter that for me or the act I should say that of three acts, the second one, I took so many notes on that one just because there was a lot of times we read these books by Dan Brown or someone else, we underlined things or we star something. I just found out I was doing that over and over in that act. So talk a little bit about the delivery of that piece of information because that must have been a lot of fun to be able to recall back and harken back to everything you've learned and to be able to educate someone like me for example or so many other people that are gonna read this. Yeah, no, that's fun Brad. And I remember I was sitting in my car where you're talking on the phone right up snug against the foothills between Elk Run Farm in Lions and the North End of Boulder talking about that section of the book and you sharing with me just how striking it was the scene at sustainable settings farm and then her opportunity when she's invited to experience a sweat lodge. And you know, the part of the fun of writing this kind of story, I've had a somewhat I guess unconventional life and I've had the opportunity to experience many of these indigenous ceremonies and experience kind of firsthand what it's like when that door shuts on that sweat lodge and it's the blackest pitch black you could imagine because there's literally no light coming in. And just how potent that is for Brigitte, the first time she's experiencing this and it leads to a huge revelatory dream that she has that night. But one of the things that's super fun for me about this book is it's also a documentary in a very real way featuring all kinds of real places and real people doing real work to help improve our world here and now. And after she's brought by this wacky guy in Boulder to Elk Run Farm for a quick visit for some nerving tonics from my friend Marissa Pulaski who runs Elk Run in the Drylands Agri Ecology Research nonprofit with her partner Nick D. Diminico. After they stop in there for some special herbal kombucha to calm down Brigitte's nerves, they a dare to later end up at sustainable settings where I actually worked like 20 years ago or thereabouts and my friends Brooke and Rose up there the Levan's have done such a tremendous job educating literally thousands of people every year in biodynamics, permaculture, animal husbandry and sustainable living in general. And so we have the character kind of drop in on a permaculture dynamics workshop that's happening bridging permaculture and biodynamics and we get to overhear the teachings of Brooke and Rose in a handful of other dear friends who have real wisdom and very practical knowledge to share with us in these times concerning soil and food and working with plants and animals in a regenerative fashion. So yeah, it just makes my heart sing Brad knowing that yeah, this is so-called visionary fiction and our advisors suggested that was one of the best categories for the book world but this is by no means fantasy. You know, this is real stuff going on in here. And I remember when I shared an early draft of the sustainable settings chapter we call it Susty. My dear friend, Mora Stiles, who actually was the lead editor on the book Why on Earth and read a few early chapters on this and gave some really great feedback. You know, she said to me on the phone, God dang, I don't know if she said God dang but you get the feeling of it. She said, is this real? Like I wanna go there, can I go there? And I said, oh my gosh sister, not only can you go there, here's the address, 6107 highway 133 just outside carbon Dale. It's super real and they offer workshops and you should go because you live in Denver and it's only a few hours drive. But that's another major deliberate theme and element of this book is providing a whole bunch of very real examples of the work being done and what's really possible right now, what's already happening. Yeah, and I think, you know, to that end, it is remarkable that all these places you're mentioning everything else like people can read this and they can go there and they can experience it and they can see it. One of the most important parts I think of the book is that it is real to your point and your characters. I mean, it's really interesting to me because, you know, as we talked about Brigitte Sophia and her path here, she's also acquiring like along with the reader this incredible education as she goes through things. A lot of things, I mean, she's incredibly brilliant, right? AI, you know, creator, but also, you know, maybe a little bit lacking in some of these other important elements of this full picture of having an incredible knowledge and wisdom and education. But as she goes through this book with Leo, she's able to kind of build up this knowledge and this, you know, big revelation for her, you know, it starts to happen and it starts to become more and more intense and I think it happens, you know, alongside with the reader, like you're going through this with her and picking up this education with her, talk a little bit about, you know, her character and how you kind of, you know, wanted to start her from someone who obviously is, like I said, a very brilliant person, but that education into a whole other set of wisdom, a whole other part of understanding the big picture. Yeah, her character is boy, it's, it's almost like this is a person I know at this point and she comes from the East Coast, right? So this super computer that she's been working with for several years at the beginning of the story is located in Cornell University in Ithaca, New York and she's extremely rational working with mathematics, working with cybernetics and although, you know, she has her heart and her femininity about her, you wouldn't say that that was very much activated at the beginning of this story and it's one of the things she really deepens into and connects with as she spends more time with nature and on these farms and eventually spends many months in wilderness and there's a huge kind of opening and flowering that occurs there and yeah, her character, you know, she's brilliant and so I had a lot of fun sort of basing aspects of her on some of the extraordinarily brilliant women I know well, many of whom I've worked with and learned from my daughter, OSHA, being, you know, foremost in my mind among them. And so yeah, the character and how she's able to kind of move through this experience that really in a way sort of takes her into a quote unquote another world, but it's this world, right? It really brings her into deep intimate relationship with this world, with earth. And you know, just a quick comment on the AI thing, I've had many friends including my sweetheart, Karesa, express some real concern around the use of artificial intelligence in the story and because a lot of people for obvious and very justified reasons are super concerned about where artificial intelligence might be taking us. Yeah. And so in the story, it's a trope, it's a mechanism and we even play with this idea that the most important AI in these times is not artificial intelligence, but is the actual authentic intelligence living in the biosphere, in the DNA in ourselves. That is a gift of creation. And so those seams are in there and we do take a look at some of the big ethical questions around AI. There's a good bit of referencing to the history of the development of the technology going back to World War II and even earlier with computing technology, but also a discussion of some of these big ethical questions and that's one of the internal struggles that our character, Brigitte Sophia, has to grapple with and ultimately make a decision about which leads into the major crescendo of the third part of the book. But yeah, I hope readers from all kinds of backgrounds who enjoy different types of literature and story will enjoy this character and enjoy the transformation that she goes through. Yeah, and it is an incredible transformation for her, but also as I mentioned, incredible education for the reader. And I mean, kind of talking through that, I mean, this is all happening, but at the same time, there's still this urgency because there's still these people, whoever they are after her, and they have to continue to find a way to get away. And so when you were kind of at that part, kind of end of act two, beginning of act three, maybe, their placement trying to hide from those powers that be that are hunting them down, so to speak, talk a little bit about because it really gets to a point there where I think it gets that full culmination of her, you said a different world. I think kind of maybe more of a connection to the actual world, to the real world, instead of being in this AI world in her mind, she fully immerses into the real world in that part, and is connected to so many different things in that aspect. Before the real big, amazing revelation happens, just talk about that point because it's almost like the story kind of arc gets to a point where it settles a little bit. You still are understanding that, but then it kind of settles and then bang, the big kind of revelation happens. But talk about kind of thinking through that, getting to a point where she really, before this big ending happens where she really has to sink in and be fully immersed with the actual world. Yeah, yeah. Yeah, so basically, I know I know you're just through a lot of stuff, I just thought I was trying to figure this out. So basically when she's invited to this sweat lodge, a woman's sweat and has that experience and then that night has this incredibly powerful dream, she basically comes to understand what she needs to do, relative to the technology, relative to auto, relative to whether or not she's gonna activate this artificial intelligence. And so basically decides she is going to, or does she do something to turn it all off, right, and shut it all down, either way, she has to go online and come back on grid briefly, which means whoever's chasing her is likely going to show up within minutes because the folks chasing her clearly have substantial capabilities. And we don't know who is this, the Russian mafia, we don't know is this, the Israeli special forces, is this the so-called deep state of the US? Is it some arm of some Chinese technology company wanting to get their hands on this incredibly powerful capability? We don't know who it is, but we do know that they're super capable, super dangerous and that they will go to any length really to get her in their possession. So what she and this guy, Leo, who basically she connects with in Boulder, this really kind of wacky guy, she doesn't like at all at first. And yeah, there's a little sort of autobiographical fun-making in there. She and he prepare their horses, knowing right after they go online in carbon-dale at one of the cyber cafes, they're gonna have to flee to high-tail it up into the wilderness. And he happens to know a very amazing spot for them to go to and they end up spending a lot of time there and she's there alone for quite a bit of the time because he has to go back and forth down to the farm to get more food and provisions and so on. And so she goes into this deep kind of solitude and solitary experience, which of course would be very intense at first, especially if you can imagine it being winter a lot of that time and living in a cave a lot for that time. But through that she ends up really growing this deep personal connection with the nature that's all around her and the splendor and the magnificence of it all. And it helps in her transformation. Now while she's there, something pretty scary happens right toward the end of their time up living in that cave. And so that kicks us into the final crescendo of the story. Yeah, yeah, act three. And I think it's almost like she has to go through that to be ready for what act three delivers. And again, I don't wanna give away anything I'm not going to. But that being said, at this point in the book, you've given such an education, such a knowledge and such insight into so many different things, but you still withheld so much because it's about to come out in act three. And I'm trying to figure out how to be nimble around the plot here and not give anything away. But for me, this is the big reward. And I feel like for a reader, you get some incredible reward here. Some incredible messages delivered that draw upon things that maybe have been mentioned in the book so far, maybe not, but I mean pulling them out of so many different walks of life. Kind of what I was getting to at the beginning of when we were talking, pulling Eastern, Western, ancient, modern, every philosophy and understanding and religious practice that you can imagine because they do all weave together. And they can synthesize. And what it does is it actually brings us to this incredible message of how to get to, hopefully where we want to get to in the future by understanding this past, by understanding this knowledge in these wisdoms and these esoteric understandings. And everything that goes into it, it kind of blew my mind a little bit. How I don't want to say perfectly seamlessly, but yet at the same time, somewhat seamlessly, all these messages are leading us to one's particular spot. And I think you did a great job of capturing those messages in a way that we can understand that, oh my gosh, the writing's been on the walls. For, you know, on the wall, on the walls. For many, many, you know, decades, centuries, millennia of what we are supposed to do next. And so I guess that would be the part where I'd be curious how many, like notebooks and journals and articles you have scrapped out of there because you bring together so many different things in that, in that, you know, those couple of chapters that start to launch in Act Three, how tough was that A to be able to pull all that together? And, you know, I'm sure you probably had this incredible education as you were going through it too, like, oh my gosh, this does, you know, go with that. And that goes with this and this goes with that. How am I going to get this all in? And, you know, not make a 5,000 page story instead of a 500 page story. Right. Yeah. Yeah, it has been a lot of fun bringing together. You know, you'll find in here there's some Egyptian, there's some Chinese, Japanese, Sanskrit, Hebrew, Arabic, Greek, Latin. There's a lot of different languages and symbols being pulled from these different cultures and time periods. And yeah, literally, the writings on the wall and in many instances, Brad, and of course with your archaeology and history and religious history backgrounds, it's been so much fun kicking these ideas back and forth with you. And, you know, some of our dear mutual friends, Kevin Townley, good buddy Renee Perez out in New York City, and many others who have sprinkled in pieces of the wisdom in the story to help weave this together. Janet, Scott, Walter, and it's been a heck of a lot of fun. And moreover, I think, has led me to understand this book. Right. It's a simple book that is really also a prayer. And, hopefully, a gesture that will help a lot of us in these times and dealing with what we're dealing with, which of course is a complex set of interconnected challenges and crises on a global scale with very real and often diverse, regional and local impacts and effects. And we need help. And I think it turns out that a lot of our collective and unique individual cultural legacies and heritages and lineages actually have a lot of wisdom to help us. And that includes a lot of the wisdom coming out of the Haudenosaunee people, the Iroquois people, the Mohawk people, the Hopi people and others. And this book, you know, is my best effort to bring all that together in a way that is really approachable for folks. And I'll share with our audience, Brad, because of course, we're doing some things with our marketing to reach all kinds of audiences. But I think with our why on earth community audience, I can go ahead and just share straight up that in this crescendo, in this major revelation, because of a series of events, mother earth ends up speaking directly to Brigitte and to humanity through her about these times and about the tools and the choices that we have immediately before us and within us to deal with the situation that confronts us. And so there's a lot in here, as you can imagine, with that insight there. And like I said, it's been not only a process full of hundreds of hours of research and conversation, but also of prayer and spending a lot of time myself up in the woods and wilderness and with the soil and with the water just asking for guidance and asking that when this come together, it'd be in great service to humanity and to our healing work here on planet earth. And I think, you know, message, and message is delivered really well. And it is, again, without giving away too much of how the ending unfolds, a super positive feeling, a motivating feeling as well. And I know there's so many negative sentiments out there right now. It's easy to kind of fall in that trap. It's just reality in a lot of ways, but also these messages of how we unwind this and how we kind of look in the future in a different way based on what we know from the past. And then how to go down that path is just a lot. It's excellent. It's some of it's heavy, but it's all important stuff. And I think one thing for me that's really fun is yes, there's heavy messages. Yes, these are important understandings, but there's also a lot of maybe a little bit more light, maybe a little bit more fun things happening in this book. So I think it's gonna hit a lot of different audiences and a lot of different ways, but talk a little bit about that because that's one thing we didn't really get to, but as I stare at the cover right now, there's all kinds of different encryptions and everything else through the book that will be a lot of fun for the reader to kind of dive into and dissect and different quotes and different things going on there. So talk a little bit about all the different encryptions that are not just on the cover, of course, but are within the book. Yeah, yeah, yeah. Yeah, thanks for mentioning that Brad, because it's also been a lot of fun putting in a number of many, many dozen different symbols and a whole bunch scores of encrypted quotes, messages and even references to sacred scriptures that are all relevant to the story into our times right now on the planet. And big shout out to my son Hunter Chesna Perry and to Jake Welsh, the two designers who made all the cover art and the interior symbols happen, of course, Maggie McLaughlin with all of her brilliant and beautiful layout and font selection and all of that. And so yeah, there are a whole bunch of additional treasures and Easter eggs that folks can dig into if they'd like. And yeah, there's a good bit of humor here and there. There's one point where they're up hiking and this is very early, right after she escapes New York and comes to Boulder and Leo takes her up near Netterling, Colorado in the mountains and they go hiking to this special spot of his. And she has to go pee and out there, you gotta go behind a tree and do your thing and when she's doing that, she ends up taking a tumble and skinning her knee and she's so embarrassed. She hates feeling out of control and of course this is a very frightening situation having to be off grid and being chased. And Leo knows some herbal medicine and knows to pick some yaro to put on her wound and that helps. But yeah, there's kind of a lot of funny interplay, especially between those two characters and with that in a number of other examples, there's actually a lot of information and education about specific herbs, herbal medicine as well that of course are not intended to diagnose, treat, blah blah blah, whatever the FDA disclaimer is but it woven into this story as mentioned of a number of different very potent medicinal plants that they encounter along the way. So we got some humor and we've got some herbal medicine woven for you. Yeah, for sure some great banter between Leo and Regit Sophia and a lot of fun to read through that. And just as a whole, I will say, just kind of flipping through. I know you leave a little note for your kids at the beginning, which is awesome. And I'm just like, it's gotta make you super proud as a dad to be able to deliver something like this and to have their help with a lot of this and different parts of this and them understanding what you're trying to accomplish. But how cool is that to be able to get this out and to be able to be so proud of it and I'm sure you are, I don't wanna put words in your mouth, I know you're proud of it and you should be. But to have them kind of help and influence you and to just kind of have that collective effort with a lot of people that helped, but specifically with them and as a dad to be able to get this message out in this particular work. Yeah, it's, yeah, in my heart, that's one of the main primary motivations behind this whole thing. And Brad, we're of the same generation, we're in our mid 40s. And we were just talking earlier with your wife, Lindsay, how when we were growing up, Colorado's climate was pretty predictable and in the springtime, you could rely on it raining in the afternoons and now we're dealing with very extreme and erratic winds and droughts and heats and colds and just having that crazy destructive and sad martial fire December 30th followed the next day by a snow storm. I mean, it was like so hard to wrap our minds in our emotional bodies around that reality. And so knowing that the possibility is very real our kids as they're growing up are going to see even more of this disruption and this set of erratic and unpredictable dynamics and climate and in other aspects of our experience on the planet both cultural and economic on the human side and ecological on the natural side. And so this very much is an effort to help improve what the future is going to look like for our kids, for their generation, for the next seven generations and that's a very deep and heartfelt hope and prayer. And yeah, it's been incredible to be able to collaborate with both of my kids. Hunter was really involved in some of the design work of the book, the front cover is his design and he did a lot with the interior symbols and of course he and I had a lot of conversations over the last few years about this story as I did with my daughter Oshah and she has expertise in neuroscience and health and wellness and I was able to glean a lot of really important information by talking with her and a good bit of that is woven in here as well. Yeah, well, as I said, you must be a super proud dad. Incredible family and congratulations, man. That's all I got for you. I'm just super excited to go through it again, the actual physical copy and I know this is gonna be, it's funny, I mean, right? We didn't necessarily even plan on this that I would be kind of interviewing you so to speak, but it just, I mean, after reading through it, I just had so many questions for you and I think that questions in general but also questions that are important for everyone to kind of be able to learn a little bit from the author himself. So that's been a lot of fun to kind of go through it with you. Thanks for taking the time to answer all these questions that I had and I don't know, hopefully this will help some other people have questions too. Yeah, thank you, Brad. And just real quick, if any of you wanna find more information, get involved and even join our email list for the upcoming book launch scheduled in June and we're gonna be doing a lot thereafter, you can go to veritoss-society.org and it's viridi.js-society.org. To get some info and stay tuned, we're gonna be doing a lot of additional sharing of content and launching our veritoss-society effort as part of the Y on Earth community ecosystem as well. So yeah, and Brad, man, thank you so much for having this conversation, hosting this discussion today and for all of your involvement in effort and encouragement and support of the process, these last few years, it's been a tremendous joy collaborating with you on this and I deeply appreciate it. Well, likewise, the feelings mutual, it's been awesome to be able to participate in this with you and to see these incredible ideas come to fruition in this book. So yeah, the pleasure is all of, for me and for I guarantee for the readers as well. So awesome, great catching up with you, and yeah, looking forward to the next steps and to where the veritoss is gonna go. Yeah, thanks, Brad. You bet. Take care, brother. All right, you too. The Y on Earth community stewardship and sustainability podcast series is hosted by Aaron William Perry, author, thought leader, and executive consultant. The podcast and video recordings are made possible by the generous support of people like you. To sign up as a daily, weekly, or monthly supporter, please visit yonearth.org-support. Support packages start at just $1 per month. The podcast series is also sponsored by several corporate and organization sponsors. You can get discounts on their products and services using the code Y on Earth, all one word with a Y. These sponsors are listed on the Yonearth.org-support-page. If you found this particular podcast episode especially insightful, informative, or inspiring, please pass it on and share it with a friend whom you think will also enjoy it. Thank you for tuning in. Thank you for your support, and thank you for being a part of the Y on Earth community.",
  "audio_transcription_metadata": {
    "whisper_model": "base",
    "language": "en",
    "duration": 0,
    "speakers_detected": 0,
    "segments_count": 754,
    "diarization_available": false,
    "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12335/episode-115-brad-lights-out-lidge-aaron-william-perry-re-viriditas-the-great-healing.mp3"
  }
}