{
  "title": "Episode 101 – William (“Sandy”) Karstens, Sacred Geometry & Subatomic Physics",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11868/episode-101-william-sandy-karstens-sacred-geometry-subatomic-physics.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-101-william-sandy-karstens-sacred-geometry-subatomic-physics/",
  "episode_number": 101,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Welcome to the YonEarth Community podcast. I’m your host, Aaron William Perry. And today we’re visiting with physics professor William Carsten’s also known as Sandy. Hey, Sandy. Hey, how you doing? I’m doing great. How are you doing today?",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community podcast. I’m your host, Aaron William Perry. And today we’re visiting with physics professor William Carsten’s also known as Sandy. Hey, Sandy. Hey, how you doing? I’m doing great. How are you doing today?\n\nWell, it’s good. It’s first day. We’ve got a little bit of sun after a few days of cloud and just boring drearyness. So it’s good.\n\nWell, it might look like the photo you’ve got up on your screen behind you there. I can only wish.\n\nWilliam Carsten’s is a professor of physics at St. Michael’s College in Vermont. His research areas include optical properties of solids, Einstein’s general relativity, particle physics, and cosmology.\n\nSandy received his undergraduate degree in physics from the University of Vermont, his master’s degree in physics from Brandeis University and his PhD in material science from the University of Vermont.\n\nHe is a Phi Beta Kappa graduate and also studies history, philosophy, and religion. Sandy has been involved in Boy Scouts for over 15 years and is in the order of the arrow. He is also a Freemason, the grand junior warden in the grandline of the grand lodge of Vermont and is active in the Scottish and York rights.\n\nHe’s married with two grown children and loves to canoe and camp in the Adirondack Mountains of upstate New York. Sandy, welcome. It’s such a pleasure to have the opportunity to visit with you today. And I know you’re going to be sharing a slideshow with us on physics and sacred geometry, which I imagine many of our audience are going to find very interesting and enriching.\n\nI’ve had an opportunity a few weeks back to get a kind of sneak peek at your work. And I’m really excited to have this opportunity to share this with our Y on Earth community audience.\n\nGood, good. Glad.\n\nWell, what do you think? Should we just jump right into it and get to your presentation?\n\nYeah, what I’ll do is for the audience, I’ll be sharing a screen of a few slides that I did for a much larger talk. And I’ll do that now.\n\nJust so we have that up.\n\nAll right. So the term sacred geometry probably is a bit of a loaded and maybe overused term.\n\nSo the things that you’ll see here may not be what you’re expecting. If it’s likely that if you hear the term sacred geometry, people will usually think of the golden mean or the golden ratio, sometimes called the letter, Greek letter fee.\n\nAnd that’s also kind of conjures up images of the Fibonacci series and logarithmic spirals.\n\nThose are kind of built into this to a degree, and I’ll make mention of it a little bit.\n\nWhat I chose to go at for this particular presentation that I gave were the ideas of the Trinity threes and twos and how they generate a few other little patterns.\n\nThe goal of this really was to show that these things show up at the foundation of particle physics in the way we classify and understand particles in general.\n\nI opened up with a nice little picture here of a Trinity three with a red, blue, and green.\n\nThis is a hinting at the colors associated with the gluons or quark properties.\n\nBut this can go much beyond that because I’m kind of convinced of the idea of a kind of a rule of three in life, but that that’s for more conversations down the line.\n\nI had hinted at the fact that for many people mathematics is usually something to avoid.\n\nAnd I think that maybe that’s that’s a bit harsh because if you look a little deeper, there’s a lot more beauty there than you think.\n\nAnd on the topic of the idea of a sacred geometry, the idea of sacred really is something that conjures up a sense of sacramental as a Catholic myself.\n\nOne of the things that we learn about is that the Catholic faith is a sacramental one. So what exactly does that mean?\n\nIn the broadest sense, it means you pretty much see God and all things around you.\n\nAnd I think that one definition that I kind of pulled off of fellow by any Michael Heinz, he’s a theologian at Boston College.\n\nHe says that the sacramental principle, obviously in the context somewhat more directly in terms of religion, but I think we can broaden that.\n\nThe sacramental principle, he says that which is always in everywhere the case must be noticed, accepted and celebrated somewhere some time.\n\nAnd I think that’s kind of the idea here is that you look at the pictures and you look at the geometry that we show here and everything in some sense can be sacramental if it reminds you about the deeper mysteries of life of the world around you.\n\nAnd I think that to me is the is the bigger draw here.\n\nI think the picture of the conic sections, people might look at a circle and say, hey, gee, that’s a circle is not cute.\n\nWe like the symmetry and everything else, but did you know that it’s part of a broader class of other shapes, the ellipse, gravel and hyperbola.\n\nAnd how does it all figure in that’s related and comes about when you talk about Newton’s laws of planetary motion.\n\nAnd I found out that when you looked at an inverse square law that you would generate these different kinds of shapes for orbits, circles being one of them, ellipses being mostly the one that we’re used to for our planetary motion around the sun.\n\nBut also if you do trajectories of comments and other things around large massive objects like the sun, parabolas and hyperbolas may also be the name of the game.\n\nEverybody really pervades everything that we see around us. And I think that’s the sacramental part of it that I want to draw your attention to more than anything else is you just kind of make an awareness.\n\nIt makes you think about things that are a little deeper than just the mundane.\n\nThis was a picture I showed to kind of start with going from a kind of a unity, if you will, into a duality.\n\nThis is a kind of a separation male female plus minus and whatever. And we’re familiar with the yin yang concept connected to this is the idea that there are antiparticles associated with every particle.\n\nSomething in Einstein proved with his equations on relativity that every particle has to have a corresponding antiparticle.\n\nSo we’ve introduced duality right off the bat.\n\nThe Trinity that I like that most people would be familiar with is what I call the atomic Trinity and this one is just a neutron proton electron.\n\nSo when you think Trinity, this is obviously not maybe the one you were thinking of father, son, holy spirit.\n\nBut this is another one. I think we’re going to find threes all around you.\n\nAnd that’s sort of the idea behind the sacramental piece is you got a there’s another place where three shows up.\n\nAnd the minute you do that, you suddenly go, hmm, I’m kind of on track with a much deeper thinking.\n\nIn between right in the center there is a is a gamma, which is a representative of the photon.\n\nAnd that’s the electromagnetic interaction that takes place between charged particles.\n\nSome other nice pictures that one gets.\n\nThis is a mezzan octet. This was developed ultimately by Murray-Gelman and others back in the 60s when they first put together the so called eightfold way in trying to classify all of the particles that they were confronted with.\n\nAll over the place and we’re trying to figure out what the heck they were completely ahead in front of them.\n\nAnd they found a way to classify them in a way that made some sense.\n\nAnd that sense was very geometric. So here you have a nice little hexagon with particles in the center.\n\nAnd this is generated mathematically. So this isn’t just like hey, let’s just put them into a nice little hexagon because it looks good.\n\nIt actually has some mathematical support for doing this.\n\nSame thing for the barrions. In this case you’ll notice the neutron and the proton up there on the top.\n\nAnd a few of the other particles that they they know and love.\n\nNot all of them would be ones that you’d be familiar with, but certainly the idea of being able to put these into these nice patterns.\n\nNow the eightfold way conjures up some thoughts about maybe some other places where the eightfold way would show up.\n\nAnd there are several of them to be certainly noted.\n\nThat is on the left is the Buddhist kind of eightfold way, if you will, and on the right.\n\nThe pictures that are associated with the Taoists and the Yin Yang in the middle.\n\nBut also remember too that in the eights, there are eight Beatitudes if you’re a Christian.\n\nSo eight shows up in that sense as well.\n\nThere’s a 10. So if you if you like to go bowling, you’ll recognize this shape.\n\nVery on the couplet. These are full of other particles that you no doubt probably haven’t heard of either.\n\nBut nevertheless they they are classified very nicely in terms of this grouping.\n\nThey have similar sorts of properties. They they the reason they go into this is again kind of mathematical.\n\nBut ultimately the pattern is is quite beautiful.\n\nTens show up in other places, of course. So this is a if you want to say sacred or sacramental.\n\nAnd think of well, what other tens do you know, probably the 10 commandments might come to mind.\n\nWe of course have 10 fingers and 10 toes.\n\nSo we we use the base 10 system for our numbers.\n\nBut if you’re an esotericist, you may know some other interesting little pictures for those that like to follow a little bit of the esoteric ideas of Kavala.\n\nThis is the tree of life in its sort of more modern form.\n\nAnd on the two sides are different versions of the Pythagoras called the Tetractus.\n\nSo basically an arrangement of things.\n\nAnd this is only a couple examples of those things just to sort of hint at that.\n\nQuarks themselves as we dig a little deeper into the structure of matter can be arranged in the same kind of Trinity arrangement.\n\nThe quarks and any quarks that’s of the bar means up down and strange were the first three that they found.\n\nUnfortunately or fortunately, they found a few more.\n\nSo this doesn’t really complete the picture, but it’s kind of a stepping stone for the idea of this three.\n\nIn fact, we go much better than this with the steps on this front.\n\nThis is how the quarks create those particles that we saw.\n\nFor the mezzons, they’re composed of a quark and an anti quark and for barions, three quarks themselves.\n\nAnd if you put them together, this is the mezzon octet in terms of the quark structure.\n\nAnd this is the barion de couplet and barion octet in terms of the quark structure.\n\nSo we understand the patterns then as being responsible from a sense of structure underlying all of this, which gets you to think a little bit more carefully about what’s going on with nature around you.\n\nIn the final analysis, we believe we are at the sort of pinnacle here as far as the generations.\n\nThere are three generations of leptons, the electron being the most familiar for everybody.\n\nBut there’s also a muon and a tau particle and they each have a corresponding neutrino.\n\nAnd you might have heard about neutrinos in the news a little bit too, which be almost massless particles that are really difficult to detect, but are very important for the week interactions.\n\nSo what I like about this particular arrangement is you’ve got the trinity with the dual aspect, the twos and threes, which kind of form the foundation of evenness and oddness in everything from then on.\n\nSame thing with the quarks, which is a nice parallel.\n\nSo if you’re talking about sacred geometry or a sacramental aspect, this is beautiful and you can’t get any more fundamental than this.\n\nSo you have the down and up, strange charmed and bottom and top quarks.\n\nThey were a little whimsical when they named these things because at the time they were not convinced they were really there.\n\nSo there’s a there’s a nice little arrangement of some geometry.\n\nAnother way to look at it is you can put them around in the hexagons again, if you like.\n\nBut it also kind of wrapped this up talks about quark properties in terms of color.\n\nNow it’s not that they’re actually red, blue and green, but this became a convenient way to assign a quantum number, a property of the quarks.\n\nThere are three of these colors, red, blue and green.\n\nAnd there are like Einstein, it said they’re corresponding anti colors.\n\nSo anti red, anti blue and anti green.\n\nSo when you put them together on our favorite little plots, you see those famous triangles again, the trinity.\n\nOne arranged in one direction, one arranged in the other direction, which if you interlock the two triangles, you get once again the idea of your hexagon.\n\nAnd the interlocking triangles, of course, also conjures up the idea of your star of David.\n\nSo if you look at the the gluons, which are the carriers of the interact, the strong interaction between quarks, green, red and blue, anti green, anti blue and anti red.\n\nPut those together and you get a nice little star of David type of deal.\n\nAnd this is what we call the gluons.\n\nSo this is just a, this is just a touch.\n\nThe reason I had talked about this is this is a very foundation of particle physics and kind of nature, if you will, of where we stand today.\n\nAnd I thought that that was in some sense kind of interesting to share with folks, certainly from the group that I was associated with, but as I was asked to share here.\n\nAs well.\n\nSo at that point, I think that’s all the slides that I think I want to get to for this.\n\nThe other ones, I don’t think are necessarily more illustrative, but that’s that’s kind of the beginning of some of these things.\n\nHey, Sandy, thank you so much.\n\nIt’s so fascinating.\n\nIt has me wondering how the heck do we know all of this?\n\nIs this all, you know, the result of mathematics purely mathematics?\n\nOr is this also, you know, corroborated and developed through observational techniques?\n\nAnd pretty much at the bottom line with physics, you really do have to come down to the fact that ultimately it is an experimental science.\n\nIt does touch at the most deepest levels of nature and the world around us and the universe.\n\nBut if you come up with whatever cock-a-name theory you want, it’s got to still hold up the test in the lab.\n\nSo the beginning of the, at least the quark model was definitely seen as a little bit with suspicion.\n\nAnd that’s why the names were given to some of these quarks because there was a sense of well, it’s convenient, but they’re not really there.\n\nBut yes, indeed, if you, most of the folks, when you look at these kind of particle physics experiments, I have to use high energies.\n\nThere’s an inverse relation to the energy that you use and the size of the particle that you have to probe.\n\nIt has to do with the wavelength of the probe.\n\nSo it’s the bigger the energy, the smaller the probe length, and that allows you to look at smaller and smaller things.\n\nAnd yes, indeed, certainly for the quarks, they do see very distinct evidence for the presence of quarks in their families, that the way we showed you in terms of the flavors.\n\nSo the scattering experiments with those great, big, huge accelerators are pretty much the place where these sorts of things are experimented with.\n\nInteresting, so interesting.\n\nYou know, it’s making me think about that time several years after Einstein published one of his theories that some observers were down in, I think, the southern hemisphere looking at an eclipse.\n\nThat was the final sort of experimental verification, if you will, of his theory. Can you tell us a bit about that?\n\nYeah, the idea here would be what, what general activity would predict is that there’s a kind of a distortion, not only in space, but space time, which is a little harder to kind of put your head around, because we usually see those pictures of indented sort of rubber sheets to get the idea of a kind of a spatial idea.\n\nBut we can use that as sort of the same kind of idea here in that if, if we make that equivalence between mass and energy, that’s the famous equals MC squared term.\n\nThen when you talk about something with mass, it will behave in much the same way as something with energy. So light being a form of energy is massless, but because it’s energy will be affected the same way.\n\nSo we expect light passing near a very large gravitational object, like the sun, you would find that it should bend just like a regular particle might or a planet or what have you.\n\nAnd so that was the prediction, and they had to wait for the right arrangement to try and see a star that was behind the sun with the sun being in the way, of course, it was awfully difficult to observe, but within eclipse, it allowed you to block out the effects of the sun.\n\nSo you can see the effects of the star that was presumably bending around and sure enough, the star, which was behind the sun, the light rays, bend it around the sun.\n\nSo in fact, they could see it on earth where you would expect to not have seen it because of the bending effect.\n\nAnd so they did measurements and the measurements were right in keeping with the predictions of general relativity. And that was, that was it. That was kind of wow.\n\nWhen you see that coming out, you realize there’s something going on here that’s just profound.\n\nSo interesting, and I’ll tell you that that occurred approximately 100 years ago, plus or minus.\n\nAnd as you and I are chatting the other day about this history of the development of our mathematics and physics, it was so interesting to me to get a bit of a look into your purview on what has unfolded over the light.\n\nAnd I wanted to ask you about Newton in particular, because not only was he doing mathematics and physics that really supports our modern approach in a lot of these scientific inquiries, but he was also engaged in an alchemy, right?\n\nHe had a lot of other interesting pursuits that here in our modern times might might seem even a little bit out there, right?\n\nRight. Right.\n\nI think it’s it’s interesting when you start looking at history and maybe it’s something that happens when you get older.\n\nI know when I was a kid learning about history was just like boring is all get out. It was like, oh my god, we got history class.\n\nAnd I’m sure it was the way it was taught that there was not a sense of that beautifully unification, but, but that maybe it’s just one of those things that you appreciate more as you get older and you learn more about the world around you and you make connections and you realize, oh, that’s really interesting how that all played out.\n\nSo when you look back in time and you look at the sort of era of Newton or Kepler and Copernicus and all these individuals that were kind of making these inroads toward observing the universe around us, you realize that they were immersed in in a different culture than we’re used to today.\n\nAnd so the sense of the sort of spiritual magic, if you will, astrology was sort of the name of the game and understand that the term astrology was all they had.\n\nIt really meant the word of the stars and that there was no astronomy. There was just simply that was it anything to do with the stars was astrology.\n\nAnd some people may use of it in terms of sense of connection with people and their actions on earth, but it was really just also just literally observing the stars and being an astronomer.\n\nSo ultimately people would make these measurements and Kepler was certainly one of them that put the lid on the geocentric model and ultimately said, okay, look, clearly Copernicus has something right.\n\nWe had to shift our viewpoint and here are the orbits. Here’s what they look like. They weren’t circles. They were actually ellipses, which when you think about the measurement capability of Copernicus to do that, to discern circles over ellipses in the orbits was an amazing measurement feat.\n\nAnd ultimately it shows that what they wanted at the time, the perfection of the circle was very deep, you know, like God and not seeing that was a little bit of a disappointment, but as we’ve kind of hinted at earlier in my little pictures, the circle in the ellipse are part of a bigger, a bigger concept in there, the conic sections.\n\nSo Newton comes along and he basically ironically, as they’ve said, on more than one occasion, was in the middle of a pandemic. So he went out to the countryside. He had nothing else to do. He didn’t have the internet and he couldn’t zoom with anybody.\n\nSo he had himself to set and ponder these things in the midst of which he was very heavily involved with a number of individuals in, as you pointed out, an alchemy in trying to understand these things.\n\nAnd it’s difficult to try and pinpoint where the divisions are because alchemy certainly did encompass actual things that you work with to kind of provide these understandings of how materials change and what you did, but there was that spiritual sense of it as well as it is a metaphor for something deeper.\n\nAnd they have been both for him. It’s really hard to tell, but you look at the people that they interacted with and the kinds of things that they they delved into and I’m pretty sure there was a feature of both that’s in there because they were they were interested in the world around them in many ways.\n\nSo for for Newton, the alchemy was a big part of him, but also trying to get at the mathematics as a way of seeing the expression of the deity in the world around it.\n\nSo there he goes often to his into his place and has to deal with the concept of change. And so that’s where the calculus comes into play for him and develops the model that we know today is the universal law of gravitation and lo and behold, derives the conic sections for the for the orbits of planets obeying the force of gravity of the inverse square law.\n\nAnd out pops these these things his equations of motion just dealing with motion in general, which also had to be folded into that.\n\nF equals MA that some people may know is is is was was very if it took a lot of effort to put that out there because most people were very Aristotelian.\n\nAnd ironically, when you kind of couple that with the alchemist concept, which usually had with in its purview the idea of earth air, fire and water that the four elements and for Aristotle, it was literal.\n\nSo in other words, things that were like fire, burn because that they had a certain fire quality, things that were light wanted to be up into the air.\n\nSo things that floated want to be up where the air was things that fell to the ground were earth like.\n\nSo that’s a more of a literal concept, but I think that the alchemist idea was a little bit deeper than that.\n\nNevertheless, he pushed against that as far as an understanding and way forces do what they do.\n\nSo when you think about it, it’s a kind of interesting contradiction for him because he was a definitely a practicing alchemist in some way.\n\nBut in looking at physics, he went right at it with his basic equations of motion, introducing the idea of forces directly related to what we would call an acceleration rather than a velocity.\n\nThere’s a lot tied up with that that we talked about in our usual physics classes, but it’s interesting that he didn’t make use of what was kind of the old Aristotelian way of doing it.\n\nAnd once that was born, we have a very kind of deterministic universe, mechanistic one that was introduced.\n\nI think he would be appalled at what developed because of that, because ultimately along with the enlightenment and a lot of other things, people glammed on to the idea that Newton put together.\n\nAnd ultimately it seemed to sort of say, oh, well, now we can explain this and we can explain that.\n\nAnd if I look at his equations of motion, all I apparently need are the initial conditions and then boom, everything is determined from then on.\n\nWell, that doesn’t sit too well with folks that would like to think about free will and things like that.\n\nSo obviously it ran up against them detractors, but it also the mechanistic view kind of got hung on to for the science folks.\n\nAnd we’ve ever kind of since somewhere in there with a transition, as I said with the enlightenment and industrialization began to kind of move away from the kind of religious aspect of things and a more science aspect of things, which as I said, I think I think Newton would be appalled at how that how that all developed.\n\nSo it’s so interesting and I want to ask you about the Royal Society and really what in the last, you know, 400 years or so was unfolding in how certain orders or networks like the Masonic order, for example, was helping to form this fabric among different thinkers and natural philosophers.\n\nOver these last few centuries, do you have a sense of what that kind of looks like over that time period?\n\nIt’s hard. And the readings I’ve done introduced different individuals depending on who you talk to, but ultimately right into 1600 seemed to be this this sort of zeitgeist of time where people began to think a little bit more carefully about the world around them.\n\nObviously, this is the time when Galileo was making his observations and the church wasn’t exactly pleased with that.\n\nGalileo died at the exact birth year of Newton and 1642. So you’re getting a lot of these sorts of things kind of happening right around that time.\n\nThe things that though there were characters that were involved in certain sort of a more of a sort of a learning aspect of things, the world getting together much of the, they were practicing alchemists, but I think the idea here was that they were going at it from a very kind of experimental sense, you know, what happens if.\n\nAnd this was really kind of the dawn of what they sometimes call the invisible college is that there were some things going on behind the scenes,\n\nbecause alchemy was then originally okay by by the church, because they thought, okay, there’s some neat symbolisms and things and they began to realize that maybe it wasn’t exactly what they wanted.\n\nAnd so it was banned in many of the countries. So it had to be, they had to be quiet about it. In fact, there was punishable by death in some cases. So they really, really had to be quiet.\n\nAnd so they would do a lot of things behind, behind closed doors with secret messages and everything else.\n\nAt the same time, folks seem to be a part of these Masonic lodges that were around whether this was, you know, there’s, there’s definite got documentation for people with lodges that were taking place in there.\n\nThe official grand lodge of England didn’t happen until 1717, but there were a lot of things that were going on before that.\n\nAnd it seemed that the same people that were part of these lodges were also the same individuals that were getting together and trying to work out nature.\n\nAnd that’s probably partly due to the fact that the church kind of owned education for everybody.\n\nAnd a lot of people didn’t read. And so again, the church folks that read were usually in the clergy or the monastic folks.\n\nSo ultimately what you went up with is people trying to learn on their own about truths that maybe the church wasn’t as excited about.\n\nSo I think that there’s a sense of that. That’s where maybe the sense of secrecy that kind of comes into this is that there really was a time when they, when they were trying to get together to learn stuff, they had to be really, really careful about who knew about it.\n\nBecause of course the acquisition and everything else were still kind of part of the part of the name of the game. And you had people that would rad on you.\n\nSo they had to be really careful about their secrets. And when they did get together the idea of the, the, the beginnings of the college, if you well, of the royal society is ultimately testing this gets back to the experimental thing we’re talking about the particle physics.\n\nIt says some basically their, their motto is that you not don’t believe people’s word go out and test it yourself. And so they would constantly do all these different experiments.\n\nAnd they were like crazy. Some of the stuff they did blood transfusions between animals and all kinds of other crazy things among many other situations trying to evacuate air to see what happens in a vacuum.\n\nI think there’s one story and I know it was Robert Huck or one of them had tried to do it in a great big room to see what would happen if they were in it.\n\nAnd of course he fainted because he didn’t have enough oxygen and they had to go in and kind of help him out.\n\nThat may be, you know, an apocryphal sort of thing, but I don’t know.\n\nBut that seems to be out there. But the point is that they did like just experimented like crazy and they would show here’s my result.\n\nLet me try it. Let me try it. Let me try it. So there was this constant sense of trying to learn what was going on.\n\nAnd really that’s that’s kind of the, you know, you can assign individuals, but I think that’s sort of the birth of the idea of a real experimental science and trying to take a look at the world around you and understand what’s going on.\n\nSo it’s so exciting. And you know, I heard the other day that around the time Einstein was doing his work.\n\nWe didn’t really know that there were so many other galaxies out there. And I was, I was just floored in the last couple of years to learn that most everything we can see in the night sky is simply from our own galaxy with perhaps one exception with with the naked eye.\n\nAnd that now we know there are what millions, if not billions of other galaxies out there.\n\nAnd my gosh, to have such an explosion of understanding in just one century, I’m curious, Sandy, whether we’re talking the macro or the micro.\n\nDo you have a sense or an excitement about what you think might become revealed to us in the, you know, in the next few decades, say three, four, five decades or even century always.\n\nAnd I don’t think, you know, anybody that kind of touches touches this stuff after a certain point you can’t help, but kind of think, because your imagination goes and you kind of think what if or what they would this look like.\n\nIt is interesting that you kind of mentioned the development of of how our perspective is always is starting from our own ego.\n\nYou know, we started putting the us at the center of the university earth. That was the geocentric and then all of a sudden we realized we got dethroned from that one.\n\nBut then again, we thought, okay, well, that was it. We’ve got our little solar system. Well, then you realize, no, we’re actually part of a bigger galaxy.\n\nAnd then it was really kind of within that decade of Einstein in the 20s and then with Hubble that they begin to realize that not only are there galaxies, but there’s tons of them out there. We’re not even the center of the universe.\n\nWe’re just a little blip in the galaxy among billions of other galaxies. So that perspective rapidly got thrown as far as our cells being at the center of attention, if you will.\n\nAnd all you have to realize is in the timeframe that that reveals that was just from that part from Einstein to now hundred, hundred years.\n\nThat’s that’s that’s a nanosecond in history of the world. And if some to imagine what it would be like in another hundred years, given the exponential growth of what we do.\n\nA thousand years that you kind of just go, what could it possibly? What are we going to find? What’s going to be dark energy or dark matter? What’s exactly what is that? Are we going to see the unification of things and what will that look like?\n\nSo you can’t help but be in that kind of frame of mind. And I think that’s kind of the whole idea behind kind of just a sense of learning that I think people always push back against. That’s maybe one of the downfalls that we have at least in our own society is that we see education and learning as something is a means to an end.\n\nYou know, we spend our time saying, well, I got to get this certificate so I can get a job.\n\nAnd I see a lot of people that seem to just sort of shut down after a while. I did, they need to learn what they do in their job, but that’s about it.\n\nBut there’s not that sense of just like wonder. It says, wow, what else is out there or what else can I learn? And to me, that’s the heart that has to happen for people.\n\nBut it’s it’s sadly not there for a lot of individuals. And that’s a that’s a real problem.\n\nYeah, no doubt about it. And it for me sort of evokes this question around how the modern expression of science has has sort of de sanctified a lot of our kind of secular views of the world of each other of\n\nour lives and lifestyles. And I’m curious as we seem to be progressing in certain respects in our understanding, especially in the realm of physics and mathematics, you know, somebody like\n\nFrijoff Capra comes to mind who we discuss the other day with his amazing seminal book, Dow a physics published, I think in the 1970s.\n\nIt’s sort of bringing back in this sense of sacred wonder, awe, reverence to the scientific discussions. And I’m curious asking a question sort of on two levels.\n\nAmong your scientific colleagues in the academic realm, do you find that there’s a deep sense of wonder on even a sense of the sacred and then the second part of this question is, do you see the trend developing in a direction where more and more of us are going to be able to sort of hold in both hands, science and this deeper sort of spiritual relating with the world.\n\nYeah, I kind of have no doubt.\n\nI realize that, you know, there’s a lot of folks when you talk among your own colleagues\n\nthat you generally tend to, in the science, you tend not to touch on these other subjects\n\nbecause you don’t really know where they are and there’s a story on that. But I’ll mention\n\nbefore I do that is that ultimately, you know, we lost sight of the kind of unification\n\nof the world and the joy of just learning back in the early days because, as I mentioned,\n\nwhen we had astrology as a name for looking at the stars, the term for most of the folks back then\n\nwas a natural philosopher and that was applied to anybody that was really trying to understand\n\nthe world in all this myriad forms. Once we came along with the word science, which essentially\n\nmeans to know or knowledge, it kind of suddenly grew a line in the sand and said, okay, we know\n\nwhen you doubt kind of thing, not that that was the intent, but there was a sort of a solidification\n\nthat said, hmm, so you’re not really searching anymore, you already know. And even though that\n\nwould be, we’d get pushback from the sense of scientists thinking that, the fact is that people\n\npick up on that. When they enter a science class, they get the feeling like it’s all done now\n\nand they’re just getting a bunch of facts and so on and trying to dispell them of that as usually\n\na quite assured as a teacher. But one of the colleagues that I work with at the College of\n\nBunch of Years Back, who was in the chemistry department and I had gotten a chance to talk with her\n\nand it come to find out that she was very religious and spiritual, but you wouldn’t have known it\n\nbecause in our own little milieu, you don’t really kind of talk about those things. It just sort of\n\nis one of those, you know, you kind of get us try to see where people are and go there, but if you\n\ndon’t know otherwise, then you just don’t you don’t do it. The organization that our college is\n\na part of is a bunch of about 60 or so Catholic colleges and universities are part of a group called\n\nCollegium. And what’s nice there is that when you go, it’s kind of an intellectual faith and intellectual\n\nsort of center of trying to develop that as far as your presence on a Catholic College. You know,\n\nwhat does that mean? It isn’t necessarily for Catholics. It’s for anybody that’s on the campus\n\nas a faculty member trying to figure out what their role is on a on a campus like that. And you get\n\neverybody from all the disciplines. And what’s a joy is to get together with people that you\n\nalready know are probably going to have a little bit of that spiritual sense talking, you do you do\n\ndiscipline specific gatherings besides everybody mixed together so you can kind of talk about\n\nmany of your your issues. And this, of course, is one of the issues that comes up all the time.\n\nYou can’t you can’t talk because you’re you’re afraid that you’re going to get categorized into\n\nsomething. But with everybody that’s there, you know that you’ve got that freedom and everybody\n\ntalks about all these different things. And it’s a wonderful thing. Where this goes, you know,\n\nI’ve kind of gotten to the point where that the best thing that we can do is carry the torch\n\nin forward with those of us who see the light on this on this front. I think spending too much\n\ntime trying to battle the people that don’t don’t buy into it or aren’t spiritual or see religion\n\nand science as being never the twain show me. I think there’s a certain point when you know what,\n\nI’m not going to waste energy trying to convince you. I’m just going to go with the people that\n\nare moving forward and drag everybody into the wake because I think there’s more people that are\n\nkind of realizing that there’s something deeper there. And I think our message has to be yes,\n\nthere is. And let’s help you find it. We don’t have to be at odds in any way, shape or form.\n\nIt’s really wonderful. And you know, one of my favorite lineages of thinkers and natural philosophers\n\nfrom Kant to Gerta to Nietzsche Steiner Carl Jung right up into Joseph Campbell. And by the time\n\nwe get into these modern guys like Jung and Campbell, we don’t necessarily think of them as\n\nscientists anymore, although Jung of course had a medical training. But many of those in that line\n\nwere Freemasons. And it’s so interesting to me that we have Joseph Campbell exploring myth\n\nand mythology and cultures all around the world, all of these different ways of understanding and\n\nexplaining and describing and sharing story about our situation in this vast cosmos. And I’m just\n\ncurious, I know you’ve been doing some exploring of Joseph Campbell recently. What are you discovering\n\nthere that might kind of tie back into the scientific work that you’re doing? Well, I’ve kind of\n\ndiscovered him in terms of actually from more of the Masonic side. And I think the impact of how\n\nyou think about yourself and about you in the world is important regardless of whether you’re\n\na scientist or otherwise. So I think it impacts anybody and everybody. What’s interesting is\n\nthe sense in this kind of a little bit of a sense of the Masonic background in here. I was struck\n\nby a particular article by a Grand Master, former Grand Master from California. Because when you\n\nlook at the fraternity itself, it talks about there’s a sort of a deeper sense of these mystery\n\nreligions from way way back in the early days, the Uesinian mysteries and Mr. cults that were\n\nreally after kind of a deep spiritual development and growth. And at the same time, you also seem\n\nto have another strain in our sort of quality, which seems to head towards being a good person.\n\nIn other words, there’s a moral sort of strain to it. And trying to reconcile those was kind of\n\ndifficult. I would see both of them and try to figure out how to make those all work. And an\n\ninteresting article, as I said by John El Cooper from, he’s a 33rd degree of Mason. And he wrote\n\nabout what he called the double helix and Freemasonry. And the double helix, he says, is both of those\n\nthings. One was Neoplatonist in its sort of beginnings and is really getting at the spiritual\n\ngrowth and development, kind of looking at a sense of that deeper mystery of ourselves.\n\nBut at the other side was a more stoicism kind of thing, which headed towards the,\n\nyou know, being a good person, the citizen and moral person and integrity and all the different\n\nterms that go with that. And that the two strains are part of the DNA helix. But of course,\n\nso one in each, but they’re all part of one thing. What connected them was the idea of myth.\n\nAnd that’s where Joseph Campbell kind of came into this and thinking about, this connection is\n\nthese myths that tell us bigger stories about ourselves, how we fit into this world and what\n\nis the message for me. And I think that to me was, you know, reading what he had to say,\n\nI can’t summarize it and I’m terrible at remembering what quotes people have. But ultimately, there’s\n\na sense that is with everything, it’s an inward journey. And more people, I think, are desperate\n\nto do this. So whether you’re a scientist, whether you’re, you know, an English person,\n\nhistory, or you’re just a mechanic, that inner journey, I think, is an important piece for all\n\nof us to discover. And ultimately, there’s a kind of a unification that is desired. There’s a\n\nunity here where we’re seeking a kind of reconnection, if you will, with the divine. Whatever you\n\nwant to call that, that reconnection, I think, is extremely important. And as I kind of mentioned,\n\nwhen we talk about science, you know, all the stuff that’s out there, it includes, of course,\n\nthe whole breadth of biology, chemistry, physics, math, computer science, but also on that level\n\nis ecology. And I think that one of the interesting things is to recognize that that unity reclaiming\n\nand reconnection with the divine really includes everything. It’s yes, it’s with our fellow humans\n\non the earth, but it’s with all of creation. And that includes the world around us and how we take\n\ncare of it. We do a pretty crappy job of taking care of each other these days. But that doesn’t mean\n\nthat there aren’t people out there that are doing it. And that’s what I mean about kind of the\n\ntorch that has to be carried. We may not be good at fighting the ones that don’t want to listen,\n\nbut our best thing is to drag people along into the vision of where we want to go. And I think\n\nthat unity is an extremely important concept in here in everything that we do. It’s really,\n\nit’s so, it’s so interesting. And I’m curious, I want to ask you, being in the the grand lodge\n\nof Vermont as a free Mason, as the grand junior warden, can you tell us, you know, what does that\n\nmean? And what is Masonry looking like right now in Vermont? And I imagine many of your students\n\nand others in your community might come across some of these wild conspiracy stories on the internet\n\nand so on. And I’m just curious, you know, how do you, when, when folks ask, gosh, you’re a Mason,\n\nwhat, what does that mean? What do you do? What is Masonry? How do you respond to those kinds of\n\ninquiries? It’s, I’ve gone back and forth on how to respond with a kind of an elevator speech,\n\nand it’s what I, what I found I was, I was helped along with the reality of a question like that\n\nis to bounce it back to the questioner and say, well, what are you looking for? Because a lot of\n\ntimes you could answer the question with certain aspects of what it is you’re trying to describe\n\nMasonry or otherwise. And you may not be answering their question. You may have completely missed\n\nthe mark. So a lot of times I’ll just bounce it back and then you can be interviewed or dialogue\n\nwith them more easily. Because the elevator speech is really, really hard. But, but in the short,\n\nshort, short answer, if you will, is the way we, we kind of operate is, as I mentioned, are,\n\nare kind of our background is that kind of sense of, of strains, two strains of working on ourselves.\n\nIt’s a personal journey when you really think about it. It’s a fraternity, absolutely. But the way\n\nwe are, are sort of official birth is from the Grand Lodge of England, which is now the United\n\nGrand Lodge. And that ultimately they granted charters to different lodges in different places\n\nand then after a while that began to grow. So here in the United States, each state, for example,\n\nand of course it’s all over the world as well. So you have countries with Grand Lodges and\n\nthere you have to be a little bit more careful because Masonry is, there’s all kinds of\n\nMasonry out there. But for the United States, there’s sort of a standard free Mason that follows\n\ncertain sort of traditions, ancient landmarks and so on. And each of the states is its own jurisdiction\n\nif you will. So you can think of it as like its own country. And if they’re not doing anything\n\nreally, really bad, you recognize them. And there’s kind of like a, almost like a, you know, United\n\nNations thing. You know, I can go to that state and they come to our state and be recognized.\n\nBut within that, each of them has an overarching Grand Lodge, which gives the charters to each\n\nof the lodges, you know, kind of pyramid kind of concept so that they can operate in the same way.\n\nUltimately, the goal of free Masonry, I think in many ways, is a, and this is the, we say it’s\n\nto make good men better, but it’s so much deeper than that. Because as I said, it’s a spiritual\n\njourney. It does have aspects of trying to discover the inner soul of yourself, but also of being\n\nreminded about being a good person and so on, which a lot of organizations do. But it’s\n\nintertwined with something a lot deeper. So that’s the idea. And when we have rituals and the idea\n\nof ritual here is to, when you go through ritual, there’s a transformation that really should be\n\ntaking place. If you look at it from the right perspective, a lot of people don’t and they,\n\nwe haven’t done a very good job of education to be honest with you. And this is something we’re\n\nstill trying to revisit because if you think about rituals just being, well, you got to memorize\n\nthis, then you miss the point. Think about somebody who memorizes a line in poetry or a sonnet from\n\nShakespeare. You don’t do it just because somebody told you to memorize it. You do it because it’s\n\nsomething internal that you want to convey outward. And I think that’s the true meaning of the idea\n\nof a ritual. As somebody has pointed out, when you say that you learn something by heart,\n\nlearning by memory, you learn it by heart, that means it becomes a part of you. So our ritual is\n\na transformation concept and a way of imbuing you with what we have to say. But really, it’s a\n\nfertile, it’s meant to be a fertile ground for everybody to find their path. And so that’s the,\n\nthat’s the nice feature about what we are. Within the lodges, it behaves a little bit like a business.\n\nSo there’s a, there’s kind of like a top three officers that we have and then we’ve got a bunch\n\nof other ones. We have treasures and secretaries. And then the grandline, which is just a copy of\n\neach of the little mini lodges, the big state version of it, that’s like a being a CEO and\n\nvice president and so on for the whole state. So there’s a business part of it. The problem is that\n\nmany lodges got to caught up in the business stuff because they, that’s something they knew,\n\nthat they kind of forgot the spiritual side of things. And so we’re running into problems\n\ntrying to attract members into the fraternity because they misunderstand what we’re about.\n\nWe do charity, we like to get together and so on. But ultimately, we’re not a charity organization.\n\nWe don’t go out and build houses for people. That doesn’t mean we don’t, but it’s not our purpose.\n\nThe idea is to foster that inner inner sense so everybody goes out and does what they feel is\n\nthe right thing for them to do in the world. So as far as conspiracies, well, it all has to do with\n\nthe fact that, you know, we do have, we’ve kept ourselves secret for a while. It’s a misunderstanding\n\nbecause now we’re kind of realizing that that was not the way to go. We’re not a secret society\n\nbecause, as people will say, you can find out who we are. We’re a society with some secrets. And\n\nat the very basic level, you would say, well, that’s, you know, our words and ham shakes and all that\n\nstuff, which is really modes of recognition. But at a deeper sense, some people will tell you,\n\nlearning about the mysteries, the deeper mysteries, there were things that were you weren’t meant to know\n\nabout yourself that you should address until you’re ready. So there’s a deeper sense of secrecy\n\nin there that really is harder to explain unless you’re part of it. People love conspiracies. I don’t\n\nknow if you can do anything about it, but ultimately our best bet in which we’ve been trying to do\n\nis to try and change the front-end message. England has been trying to do that with their\n\ngrand lodge. They’ve been putting out a lot of things to try and change the public message about\n\nwhat they do. And the Scottish right, the Northern Masonic jurisdiction here, while in Lexington\n\nMassachusetts, where their headquarters is, is also doing the same thing. It’s not just the\n\nMandamason sort of promotional campaign in trying to get people to realize, hey, we’re right here,\n\nand this is what we stand for. This is nothing secret. In fact, if truth be told, we talk about this\n\namong ourselves and people say they’re trying to take over the world. Well, man, if we could take\n\nover the world, just think about what the world could be if they were actually following some of\n\nthe principles that we, you know, we profess. Yeah, you know, that reminds me of the documentary\n\nthat I saw a few months back, Tara Masonica, that gives this kind of worldwide tour of\n\nFreemasonry in our modern times. And I was struck when they were looking at a lodge in Jerusalem,\n\nwhere Muslim, Jewish and Christian men came together and meet in this, the spirit of brotherly love.\n\nOf course, we, you know, Benjamin Franklin, one of the great founders and framers of the United\n\nStates, did so much in the Philadelphia area, which is known as the city of brotherly love.\n\nIf that’s the kind of thing that the organization can spread and propagate, why I think that’d\n\nbe pretty good for our whole planet. I would certainly think so. And in that love, that sense is\n\nreally a very sacramental concept that we’re trying to promote. And in that particular image that\n\nyou mentioned is what we’re about. Ultimately, when you look at the different people with different\n\nfrom different religions coming together in brotherly love, that’s that statement. I don’t think\n\nyou’re going to find anywhere else in any other organization around the world. That says volumes\n\nabout what we really represent and what we’re trying to promote. The problem, of course, is that we’re\n\nwe’re an organization populated by humans. And so once again, it’s flawed. So do we make mistakes?\n\nYeah. Do we have people that have egos that get in the way? Yeah. But you can’t you can’t use that\n\nto drag it down. You have to use the ideal, the vision of where it meant to be because ultimately that\n\npushes us and pulls us forward into where we should be going. Rather than worrying about the mistakes\n\nthat some humans do, which they’re going to do. Yeah. Yeah. Interesting. Well, let me take a moment to\n\nremind our audience that this is the why on earth community podcast. I’m your host, Aaron William\n\nPerry. And today we’re visiting with William Carstens, also known as Sandy, talking about particle\n\nphysics and sacred geometry and also learning a bit about free masonry and the history of natural\n\nphilosophy over the last several centuries. I’d like to thank our partners and supporters. Of\n\ncourse, many of these great companies I’m about to mention are offering our audience and our\n\nwhy on earth community discounts on their products and services, which you can find when you go\n\nto why on earth.org and go to the partners and supporters page. This includes earth coast\n\nproductions, the Lidge Family Foundation, Alpine Botanicals, Purium, Earth Hero, liquid trainer,\n\nVera Urbals, growing spaces, soil works, earth water press, 1% for the planet, Dr. Bronners\n\nand Waylay Waters. Of course, I’d also like to thank all of our monthly contributors who have\n\nmade the decision to sign up and make a monthly donation to our work. If you haven’t yet done that,\n\nyou can go to why on earth.org and click on the donate button and set that up at any level that\n\nworks well for you. If you’d like to set up at the $33 or greater level, you’ll get monthly\n\nshipments of the Waylay Waters, hemp aroma therapy, soaking salts and massage oils sent to you as\n\na thank you. And of course, I’d also like to thank those in our stewardship circle who are helping\n\nwith substantial grants and donations to support not only our podcast series, but also our community\n\nmobilization work for soil regeneration, climate action, neighborhood resilience and culture of\n\nkindness. And a huge thanks to everybody making all this happen. And it’s really, to me, Sandy,\n\ninteresting to start connecting a lot of these different dots that I imagine many of our friends\n\nin our communities may not have thought of as being so connected previously. And I’m curious,\n\nas an educator, the joy of learning that you seem to possess really comes through in a conversation\n\nlike this. And I can only imagine that as an educator, as a teacher, some of that joy in that\n\npassion might be contagious, perhaps. I’m curious, when you’re teaching some of these topics and\n\nsubjects, what is that experience like working in particular with young adults?\n\nIt’s morphed over time. And it’s gotten better. Even the early times you’re still trying to figure\n\nyourself out in the context. But over time, you begin to realize you see more of the joy of\n\ngetting past the difficult parts. Because we always bemoan at least in the physics community.\n\nWe’re not like the English folks where we can talk about some romantic novel and get into deep\n\ndiscussions about it right off the bat. We have to basically confront an audience that\n\nalready is fearful of what you have to offer. Some of them have to take it. So you’ve got to,\n\nyou know, an audience that’s not exactly thrilled at being there. So you’ve, confronting that has\n\ntaken a while to kind of get through. And I think that after a certain point, when you kind of get\n\nto the point where it’s all kind of a part of you, and you’re less worried about, you know, the details\n\nthat you were worried about before. Because you’ve come to understand that for the most part,\n\nwhat most people come away with is usually only a, what do they say, 30% of what you have to say\n\nin the whole big scheme of things and probably less when it comes to science or mathematics\n\nunless they’re actually majors. So I kind of switched gears in terms of the way I saw it.\n\nAnd not that I didn’t teach that the subject matter was still the same. This is how you\n\napproached it and realized that I’d rather have more fun doing it than trying to battle whether they’re,\n\nyou know, mad at having to take the course or not having difficulty. And so I just, you know,\n\nand I’m still working at that trying to change the mindset to just like we said, the joy of just\n\nwhat’s fun about this is that there’s actually some cool things. So it was easier once I went down\n\nthat path to interspers in the midst of doing the stuff we had to do, things that are of interest.\n\nYou know, so I would mention, you know, did you know Newton was actually an alchemist.\n\nAnd I would talk about, we do electricity and magnetism. We’ll talk about the beginnings of\n\nthe ideas of current. And I would introduce Mary Shelley because at the time, the first sort of\n\nsense of a life force was discovered when that fork and knife went into the frog’s legs and a jump.\n\nAnd so all of a sudden, you kind of, there’s fosters of story about a life force having be associated\n\nwith electricity. And lo and behold, you get the Frankenstein story. But then if you dig deeper\n\ninto that, you realize, oh, yes, but there’s also a whole lot more in the Frankenstein story. If you\n\nknow, there’s a deeper thing there about creator and what was created and so on. So you kind of\n\nget into these conversations with the students. Plus, you’re able to kind of poke fun. I’ll do more\n\nof, well, I know we got to do this. And yeah, here’s one of the things we got to do. And it’s kind\n\nof part of the game. But I also give them different ways of looking at it. And just trying to\n\nget it a sense that this is actually kind of fun. And yes, there’s some drudgery, things that you\n\nhave to kind of learn just like anything else. Really, it’s the same thing that you would have to do.\n\nAnd I usually use the example playing an instrument or playing a sport, right? You got to do the A2s\n\nto got to practice your agility with your fingers or mamba sure or whatever. It’s not necessarily fun.\n\nYou’re not playing an orchestra, you know, a symphony of some sort or a great concerto. You got to\n\ndo it. And the same thing for sports is some, you know, basic routine things you have to do. They’re\n\nnot fun necessarily, but they’re what you keep you keep you adapt. And so sometimes I’ll use that\n\nas an example to say, yes, what we got to do is keep ourselves fresh, but here’s where it’s going.\n\nHere’s where we kind of could be going with all of this stuff. And it becomes more fun.\n\nAfter a while, it just becomes more fun as you as you make that recognition.\n\nThat is a great trend. More fun. I like that. I’m writing that down right now.\n\nAnd in Santa, you’ve been kind enough to share your email address with our audience. In case anyone\n\nwould like to reach out to you, it’s W. Carstens at smcvt.edu. And we’ll share this in the show notes.\n\nAnd folks can also connect with you via Facebook at William.carstens.9. That’s the number 9 at the end,\n\nwhich will be in the show notes as well. And, you know, before before we sign off our discussion\n\nfor today, I want to ask you, Sandy, about Richard Roar and St. Francis, because these two\n\ninteresting fellows came up in our recent. And Richard Roar is one of the writers. I really admire\n\nnow and actually referenced him a bit in my book Why on Earth. Compliments to my wonderful editor,\n\nMorris Stiles. But I’d like to kind of tie this whole conversation together, landing on a bit more\n\nof a mystical spiritual note with the figure St. Francis and our contemporary Richard Roar and ask\n\nyou to riff on them of it. Yeah, as I mentioned to you, I had discovered him when I was working\n\nwith folks on the campus. We do a lent ad vent thing. And the guy that I work with had sent me an\n\narticle that was from Richard Roar. And I read it and it was like blown away with it. And it just\n\nsaid, this is really interesting. And I found more about him. And now I get regular sort of weekly\n\nmeditations from him. I’ve gotten already several of his books and read through. And if some,\n\nthe sense of how really pushing the envelope here in developing and seeing the world in the,\n\nin certainly from the Christian perspective, which is where he’s coming from. And realizing all\n\nthat you’ve been sort of reading about before was was stilted in much of the way of what it was\n\nreally meant to to promote. I can’t encapsulate that here, of course. But it really opens up the door\n\nto a much more meditative and spiritual sense of things. And because the, he’s a Franciscan priest.\n\nSo he draws from St. Francis. And of course, who do we have as a Pope right now, who is trying to"
}