{
  "title": "Episode 164 – Kate Wilson, Vail Resorts, VP of Environmental & Social Responsibility",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13893/episode-164-kate-wilson-vail-resorts-vp-of-environmental-social-responsibility.mp3",
  "publish_date": "June 20, 2024 5:53 pm",
  "url": "https://yonearth.org/podcast/episode-164-kate-wilson-vail-resorts-vp-of-environmental-social-responsibility/",
  "episode_number": 164,
  "subtitle": "[Epic Sustainability, Wellness, & Community Service – Vail Resorts at the Peak of Doing Good]",
  "description": "With 42 owned and operated resorts world-wide, Vail Resorts is at the peak of sustainability leadership across its comprehensive suite of environmental, social, employee, and community service initiatives. Moreover, as a “Do Good” values-based company, Vail Resorts leads the way as an example of a competitive, profitable, and growing public company that has woven into its core a deep commitment to social and environmental performance. In this interview, Kate Wilson, VP of Environmental & Social Responsibility discusses Vail’s many core projects, and the fact that, for Vail Resorts, “Sustainability is not a ‘side thing’ … it is integral and operationalized” throughout the corporate ecosystem.",
  "about_sections": {
    "about_kate_wilson": "As a company rooted in the outdoors, Vail Resorts has a special responsibility to protect the unique mountains where it operates. In her new role as Vice President of Environmental and Social Responsibility, Kate Wilson applies her two decades of experience to leading this critical work. Kate now oversees all four of the company’s responsibility pillars: Sustainability, investing in the future of the industry through Inclusive Access, providing Community Support, and supporting team members through the Employee Foundation. Under her leadership, the company reached 100% renewable electricity across its North American operations for the second consecutive year and is on track to achieve Commitment to Zero – the bold goal to reach a zero net operating footprint by 2030."
  },
  "full_transcript": "Hey friends, it’s Aaron here and we just finished recording a podcast with Kate Wilson,\n\nthe Vice President of Environmental and Social Responsibility at Vale Resorts and Kate, what\n\na pleasure to be able to talk with you about so many amazing and highly impactful things\n\nyou and your team are doing at Vale Resorts and thanks for taking this additional time\n\nto join our behind-the-scenes segment for our Ambassador Network.\n\nOf course, I’m happy to do it.\n\nWe covered so much and honestly I’m like kind of full, feeling really like full and joyful\n\nabout all of the themes and threads that we wove together in the tapestry of our conversation\n\nand so I’m also excited about what we’re now going to chat about because I know there’s\n\ngoing to be a couple of really funny and sort of a-ha things in this part.\n\nAnd let me maybe kick it off by asking, so this work you’re doing, was there something\n\nyou experienced earlier in life or in your childhood that sort of set you on this path?\n\nYeah, I grew up in a family where on the weekends we would always go hiking or somewhere\n\nto be outside in the woods, grew up going to the Iterondex, which is a super special\n\nplace for me and so being on water and just being out in nature and kind of the magic\n\nthat comes with that and having family time or friend time outside has always been sort\n\nof part of how it was brought up.\n\nI think it really clicked for me in terms of a career when junior year I studied abroad\n\nin Kenya and Tanzania.\n\nIt was the time 9-11 happened but before that I was an anthropology major and I thought\n\nI wanted to study sort of the human aspect of languages and all of that but when I went\n\nto Kenya and Tanzania what I realized after seeing sort of destruction that Westernization\n\nwas sort of putting out there, some of the waste, some of the way that the overconsumption,\n\nsort of some of these things, I was like, we may be spreading this part unintentionally\n\nand I thought I’m still interested in this issue but from a different perspective.\n\nI want to, this is where I want to make the biggest impact on climate change I can\n\nthink came from and I never looked back so it came from that moment of like, okay actually\n\nI want to do this work, like I need to do this work so that’s where it came from and\n\nwatching, yeah, cultures and I got to live with them aside for a minute and I got to\n\ngo to the Encore-encore creator and it just was incredible, like went a little bit of Swahili\n\nand then 9-11 happened and I came home but it really struck with me of like, okay actually\n\nI want to do this differently so I was an anthropology major and now I just missed a semester because\n\nof 9-11 and had to come up with, you know, I had to switch my major pretty quickly so\n\nI went to Colorado College for the summer and I did three lab courses which were with\n\nbackpacked and kayaked, the Colorado River for headwaters to mouth so from Wyoming to\n\nMexico and met with, you know, the Bureau, we met with native groups, we met with tribes,\n\nwe met with all sorts of folks the whole way down and learned about the health of the\n\nColorado River and how the, you know, water rights were set and all these different things\n\nand how agriculture impacted it on the way to California and it was like totally amazing\n\nfor me so I needed to catch up in lab science because I hadn’t been doing that so this\n\nwas a way that that counted and solidified for me, like yeah, this is the place I want\n\nto be, I want to be the voice for, yeah, both sort of the people and the way that we approach\n\nthat in the equitable manner as well as protecting these amazing places so that’s how we got\n\nAbsolutely amazing, incredible, wow, that river trip must have been just amazing and we\n\ntalked about, you know, experiential learning, right, we were looking under a rock finding\n\nwhat was hatching, tying our own flies to then catch fish, like it was, it was amazing\n\nand then I, you know, I wasn’t sure after that, I think it took me a minute to kind of\n\nfigure out where in this space I wanted to be so I was a grassroots organizer in the\n\nbeginning of my career with Green Court.\n\nI was a climate lobbyist in DC, I worked in a renewable space and that was a consultant\n\nfor 10 years, right, and then now I’m in house so I kind of looked at this challenge from\n\nmany different angles which I think helps when we’re meeting with community members\n\nor we’re thinking about lobbying or we’re, you know, I’ve actually had a seat at several\n\nof those tables so to be able to think about like the other perspective or how someone else\n\nmight be showing up has been really helpful to me.\n\nAbsolutely, beautiful.\n\nWell, your Kenya, Tanzania, Colorado River Watershed, DC, Adirondex, I have spent a lot of\n\ntime there myself, I absolutely love it, and also you lived in London for a spell, yeah?\n\nOr it did for almost nine years.\n\nAnd you maybe have a couple of funny story or two from your time in London, huh?\n\nYeah, so I’m a singer, I’m a classically trained singer, and I don’t know what 7-year-old\n\nasks her parents for opera lessons, but I did show you how cool I was.\n\nBut I, yeah, so I grew up singing classically and I got to sing.\n\nThere was a ceremony between the Emperor of Japan and Prince Charles to open a Japanese\n\ngarden in London, so I got to go and sing a song in Japanese at this ceremony.\n\nAnd so I was very nervous, I was probably eight or something, and Prince Charles for most\n\nof the ceremony was standing on my foot, but I, you know, I was so nervous and I didn’t\n\nwant to say anything, and so I just did the whole thing like that, and just, you know,\n\nkept it there.\n\nMy teacher was like, why didn’t you say anything?\n\nIt’s like, I don’t know, I don’t know, I’m going to like get in trouble, it’s been important\n\npeople.\n\nAnyway, so yeah, I got some pretty cool opportunities when I was there, and grew up really as a British\n\nWe were one of, you know, my brothers and I were the only Americans in our school.\n\nSo it was a pretty amazing experience and way to be brought up, and then I came back\n\nin high school to the U.S.\n\nWell, I’m busy, like can you sing something for us?\n\nI cannot.\n\nWell, fair enough, I won’t either.\n\nGreat.\n\nWell, and look, like you also shared with us, with Karesa, whom most, or at least many\n\nof our masters know, you also practice Jinshin Jitsu.\n\nAnd whoa, like I was not expecting to hear that today.\n\nI know, I wasn’t expecting it either, we got the opportunity to meet and sort of introducing\n\nourselves, and that came up, it’s a special thing.\n\nI’ve been doing it for, I don’t even know, 15 years probably.\n\nAnd actually, because this has come up, I also got a parasite when I was on my study\n\nabroad trip and came home, and that’s actually why I learned Jinshin Jitsu.\n\nOh my goodness.\n\nI was in a hospital, figuring out all that when I came back.\n\nAnd it was, in Marstown, New Jersey, and they were sort of, one of those experimental,\n\nthey had Jinshin practitioners come in.\n\nIf you wanted it.\n\nAnd so I met a practitioner then, and was like, this is amazing.\n\nI mean, how old was I, 21, right?\n\nAnd thought like, whoa, this is really incredible stuff.\n\nAnd so then I started the weekend course, I started the health health, self-help course,\n\nand I’ve done, yeah.\n\nI became a practitioner, and pretty kids, I had a practice in my house, and used to treat\n\npeople.\n\nAnd now, right, like, I’ll hold my dog’s paw, or I’ll, you know, do all the things.\n\nBut yeah, it’s really powerful.\n\nAnd something that, yeah, it’s like a lifelong gift to know about how to do.\n\nYeah, a lot of our ambassadors that are monthly meetups will be familiar with the three-minute\n\nvideo, self-help.\n\nYeah, full of holiday songs.\n\nAll of them.\n\nAll of them.\n\nYeah, awesome.\n\nAnd that is so amazing.\n\nWell, and you’re also a runner and marathoner.\n\nI mean, it’s like, okay, like Kate Wilson, like, certified badass, right?\n\nLike, that’s an impression I get in your mom.\n\nI like a challenge, right?\n\nI like a challenge.\n\nI have a lot of grit, maybe too much.\n\nI mean, sometimes you apply that too much.\n\nMy team would be like, I can be a bulldozer also, right?\n\nLike, the flip side of that is like, I push pretty hard.\n\nBut yeah, I think it’s fun, you know, having run a marathon last year, I decided to do\n\nMy latest thing is four months ago, I just started strength training and powerlifting.\n\nMm-hmm.\n\nBecause I knew nothing about it.\n\nAnd honestly, it was, I was sort of intimidated, right as a woman to go into sort of a jam\n\nwith barbells and rigs and all these things.\n\nLike, I had been really what I was avoiding.\n\nLike, I was like, I’ll run.\n\nI’m not going to do that.\n\nBut I go to this amazing gem in Boulder called Uplift and it’s like a very welcoming community.\n\nAnd everyone just is where they are, right?\n\nAnd so they teach you exactly how to use the equipment so it’s not intimidating anymore.\n\nSo it’s been really fun to go and learn.\n\nAnd again, it’s growth mindset for me, all of these things, I’m like, okay, I’ll try\n\nthis, right?\n\nThis might be fun.\n\nLet’s try this.\n\nIf it’s hard, that doesn’t scare me.\n\nThey scratch you.\n\nRight.\n\nIt’s like, all right.\n\nLike, let’s, we’re going to learn something from this.\n\nSo yeah, that’s my, that’s my latest.\n\nI love it.\n\nCrazy idea.\n\nI love it.\n\nI love it.\n\nMy son has done some training around weightlifting and fitness and it makes me think of him.\n\nAnd, yeah, it’s beautiful, but to be into weightlifting is, it’s really impressive.\n\nI mean, I’m learning a lot about it in terms of like longevity, right?\n\nAnd, and health.\n\nIt’s a very, very exercise.\n\nRight.\n\nIt’s like, really a healthy thing to do.\n\nAnd I just, yeah, I just didn’t know.\n\nIt’s interesting to me, right?\n\nIt’s a lacrosse player and all these things, but the guys team went to the weight room,\n\nbut we never did.\n\nLike, maybe that’s different now, but that was not how it went.\n\nSo I’m like, well, why didn’t we do that?\n\nI’m sure they do now, but, but we didn’t.\n\nSo just with something, I have a lot of experience with.\n\nAnd then when you run a lot and you get older, you have to do strength training.\n\nYou’re going to get hurt.\n\nSo that happened.\n\nI was like, okay, but I want to be able to run forever.\n\nRight?\n\nI’m not trying to run to win something.\n\nMost people in Boulder are already like, in the Olympics, so it’s fine.\n\nSo, but I want to, I thought I wanted to do it till a night, right?\n\nAnd so it’s like, well, if you’re going to do that, you’re going to have to strength\n\ntraining.\n\nAnd then I just got really into strength training.\n\nI love it.\n\nWell, and of course, you’re a skier.\n\nAnd, you know, I wanted to, I wanted to ask, are there like some funny stories?\n\nIs there a funny story or a moment you can share with us from your time, like skiing\n\non the mountain or at work or whatever?\n\nI mean, I just, it’s, I would say, you know, people think about, oh, veil, like, you\n\nget to skill the time.\n\nAnd like, I don’t get to see all the time.\n\nBut my team is, right, my team does.\n\nAnd it’s just an amazing experience.\n\nI will say one of the first times that I was skiing for work, that’s a weird thing to\n\nsay, right?\n\nBut like, I remember being on the chairlift with our former general counsel, thinking like,\n\nthis would have been a day I like, took off and played hooky in the past.\n\nAnd right now, like, this is my job.\n\nRight?\n\nLike, I’m sitting here and this is literally what I’m supposed to do.\n\nI think the other thing is like, just like the variability of what I get to do, right?\n\nSo thinking about like, I will, I have started the day in a suit doing a presentation somewhere,\n\nthen been in a ski uniform, you know, going around looking at the banana peels, making\n\nsure they’re in the right spot.\n\nAnd then, you know, I’ve gone to, like, put a hard hat on and gone to see an anaerobic\n\ndigester, which is where I’ll insult like city out of Park City, which is where I used\n\nto go.\n\nRight?\n\nAnd gotten to do that.\n\nSo I just, I think it’s just, yeah, there’s just like so much of that stuff that happens.\n\nAnd I think in terms of funny, right, it’s, I would just say it’s fun.\n\nThere’s so many experiences that I can think of with my team of being out there, just like\n\nlaughing, having it be a powder day.\n\nOne of my first, so you have to take a ski test before you can skiing uniform.\n\nRight?\n\nBecause you need to, you need to at least have like a certain level of proficiency.\n\nSo I remember taking my ski test, and then it happened to be a day where we were doing\n\nsomething called first tracks, so you go on the mountain before it’s open.\n\nWith patrol and whoever else in a group and you ski in a certain area, and it was, we\n\ngot to ski the back bowls of veil on a powder day.\n\nOh my gosh.\n\nAnd it was like, this is my job.\n\nLike, it was just such an incredible, you know, everyone’s yelling and like, it’s just\n\nso exciting.\n\nExactly.\n\nIt’s just like so excited.\n\nAnd you have those moments.\n\nI’m like, wow.\n\nRight, this is something that I love to do so much and to get to be, you know, doing this\n\nas part of what my role is, is pretty, pretty incredible.\n\nAmazing.\n\nThat was amazing.\n\nThat’s beautiful.\n\nWell, in your mention of wearing different uniforms reminds me of an experience I had\n\nback when I had our waste cooking oil recycling company working in the biofuels industry.\n\nAnd one day, I was downtown Denver, suit and tie for a meeting to finance a project at\n\nPiper Jaffrey up on the 30-some-odd floor of one of the hireises and parked and was walking\n\ndown along 16th Street Mall.\n\nAnd because I had a suit and tie on, certain people would interact with me in certain ways.\n\nSome people ignored me completely.\n\nI guess assuming I was an asshole.\n\nYou know, I noticed some people said things like, you know, hycer and like open the door.\n\nIt was also just interesting in terms of the interaction with the women.\n\nLike some women ignored me completely.\n\nOthers were interested in me because I had a suit and tie on, I guess.\n\nAnd then the very next day, I was on one of my monthly recycling routes for quite some\n\nI did this so that I stayed really close to the operations.\n\nSo now instead of a suit and tie, I was in a blue collar work uniform with my first name\n\nright here and in the alley collecting cooking oil.\n\nAnd now, because of how I’m dressed, I had a very different set of interactions.\n\nAnd you know, some people were really like friendly and open and others were ignoring\n\nRight?\n\nBecause I was like, nobody or whatever in their mind that day.\n\nAnd it really, and I will say, I’ll admit to the ambassador network, like, so I think\n\nwomen interacted differently, like, oh, here’s a guy who’s probably like strong and hard\n\nworking or whatever.\n\nI don’t know what it was.\n\nBut it really struck me.\n\nIt’s like, whoa, like I’m the same person no matter what here.\n\nBut just because I’m wearing these different clothes and in these different roles in society,\n\npeople are, you know, responding with very different assumptions in it.\n\nI’ve always been friendly with people, I think, in part because I moved a lot as a kid.\n\nBut it really opened up for me just how much folks, especially from certain segments of\n\nour society are kind of kind of ignored and kind of like treated as if they’re not even\n\nthere.\n\nIt’s been, so I’m taking on this equity work for our company in the external part.\n\nLike I’m thinking a lot about design thinking and thinking about different personas, right?\n\nSo putting on the hat of, like, what would it be like if I was an adaptive skier that\n\nwas coming to our resort in a wheelchair?\n\nSo I got to go to Park City has, so I call them a graph center and it’s an adaptive center.\n\nWe don’t own it, but we’re in partnership with them and it’s at the base of Park City.\n\nAnd so I got to go this year and it was amazing.\n\nLike half the parking lot, the closest spots obviously are handicapped parking.\n\nThere’s a ramp right there.\n\nYou go in and every desk is at wheelchair height, right?\n\nAnd just thinking about like what would some place feel like and look like and be like\n\nthat fits me, right?\n\nOr fits that person has been really incredible to start thinking about.\n\nLike, well, and what if I was a single mom and I have to drop my kids off at their lessons.\n\nSo I can’t start my lesson at the same time because I can’t, right?\n\nSo it’s like, well, why do I need that to, my lesson to start half an hour later.\n\nSo I can get my kids to their spot or what if I was, you know, couldn’t, I can’t speak\n\nEnglish or it’s not my first language or what if, so like I’m spending a lot of time\n\nthinking about this from different perspectives, if we’re really going to have the future of\n\nthe sport, be inclusion.\n\nWhat does that feel like for all sorts of different types of people?\n\nAnd what is that experience, right?\n\nLike where do I park?\n\nHow do I use the restroom?\n\nWhere do I pay?\n\nRight?\n\nAll those different things.\n\nSo I think it’s really helpful to kind of, yeah, take that perspective of what might\n\nit feel like to be in a different body and a different mind and a different everything\n\nand still want to enjoy this experience.\n\nMm-hmm.\n\nThat’s incredible.\n\nI really, I think helps us develop empathy when we do that, right?\n\nAnd mentioning a mom has a kind of scenario that you’re thinking about, like you’re a mom.\n\nSo in addition to all this stuff you’re doing, you’re also a mom, like holy smokes, like\n\nthat’s impressive, that’s incredible.\n\nWhat do you think about with your kiddos relative to things like climate change and systemic\n\nrisk and opportunity and the, you know, perhaps moral imperative of working in service to\n\nour communities?\n\nHow do you approach that as a mom?\n\nI’m pretty transparent with my kids.\n\nI mean, appropriate for their age, right?\n\nBut we have, you know, volunteering events that we do through dollar’s worth.\n\nSo, you know, last year we took them to a, two years ago we painted a school, last year\n\nwe did a park cleanup, right?\n\nSo I bring them with me to these things and talk about like, why are we doing it?\n\nWhat, what, why are we doing this and, you know, I take them to our resorts and they’re,\n\nthey look at the, you know, kind of tell me how I’m doing based on how much trash they\n\nMm-hmm.\n\nI had a hilarious thing that I haven’t actually, my daughter was like, you know, the tree\n\nthat always has like the beads and the bra on it, like we don’t take that down.\n\nThat’s part of like what ski culture, like so we leave, you know, not lots of those,\n\nbut we’ll leave like the one that has that.\n\nSo my daughter was like, mom, you were doing a terrible job.\n\nDo you see this tree?\n\nLike there are, there are stuff all over this, like aren’t you supposed to be cleaning\n\nup the environment?\n\nUm, so there.\n\nYou missed one mom.\n\nRight.\n\nShe’s like, this doesn’t seem like it was doing very well.\n\nUm, right, but so to show them kind of what, what is that like and, um, yeah, just making\n\nsure that they understand like this is how we kind of take care of the earth, right?\n\nThis is how we take care of each other.\n\nThis is how we show up.\n\nAnd so, um, yeah, we’ll see, we’ll see how it turns out, right?\n\nUm, but they certainly, yeah, I think it’s important and, right, I’m, I’m working.\n\nAnd so making sure that they know, um, why I’m doing that, you know, I had a conversation\n\nwith my daughter the other day about like, I’m sorry that I’m not the person that’s like\n\non the field trip every time.\n\nAnd I’m not that mom, and she’s like, I guess what came on, like, I know what you’re doing,\n\nright?\n\nSo I try to also show them of like, this is why I’m doing this.\n\nThis is really important to me, it’s important to the future, right?\n\nThis is why I’m doing anything they get that.\n\nAnd there’s a tension around it, right?\n\nBecause there’s times when I do want to go on the field trip.\n\nUm, and so just, yeah, figuring out which of course I can do, but just trying to figure\n\nout like that balance, um, because I’m obviously really passionate about the work that I do.\n\nUm, so making sure that I’m, you know, having that boundary around also just being their\n\nTotally.\n\nSo great.\n\nSo beautiful.\n\nIt’s been such a pleasure and joy to have this time visiting with you today and, uh, thanks\n\nfor, you know, taking the additional time to visit behind the scenes for our ambassador\n\nnetwork.\n\nAnd before we sign off for the day to day, um, I wanted to, uh, once again, just open\n\nthe floor up, uh, anything else you might like to share in particular with, with our\n\nambassador network, please, uh, my friend of floor’s years.\n\nYeah, I’m just, I’m appreciative to be here and to be among friends, right?\n\nTo be in a group where, um, I know, I know everyone out there is, is, um, working on these\n\nthings, right on themselves in their communities in the world.\n\nUh, and so it gives me, you know, that joy and that, you know, that sort of keep going\n\nattitude.\n\nI did get to, um, a couple of years ago, I got to meet Dr. Jane Goodall and we had, you\n\ngot to ask a question and I was in a green room with her and I got to ask her a question\n\nand then I said, you know, how do you, how do you keep going, right?\n\nWhen it’s just like so heavy and hard and, you know, we’re up against some pretty serious\n\nstakes here.\n\nLike how do you do it?\n\nAnd she was like, you can’t not.\n\nAnd I feel that deeply, right?\n\nSo it was just a really cool experience and then I, um, and she was like, do you want to\n\ntake a photo?\n\nI was like, yes.\n\nAnd then she was like, well, the way that you take a good photo is she put her arm around\n\nmy shoulder and looked at me.\n\nShe’s like, this is more authentic.\n\nI was like, we should probably share the photo because I look like a three-year-old.\n\nI’m so excited.\n\nI’m like, can’t even handle it because I mean, she’s amazing.\n\nSo right, I think it’s just, we can’t not do it, right?\n\nSo we’ve got to keep going, um, and to be among a group of people that are, have that\n\nmessage already and are passionate and committed to making change in the world is, is where\n\nI want to be.\n\nSo thank you for the time.\n\nAbsolutely.\n\nUh-oh.\n\nIt was awesome.\n\nThank you, Kate.\n\nThank you.\n\nThe Y on Earth Community Stewardship and Sustainability Podcast Series is hosted\n\nby Aaron William Perry, author, thought leader, and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people\n\nlike you.\n\nTo sign up as a daily, weekly, or monthly supporter, please visit yonearth.org backslashsupport.\n\nSupport packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code Y on Earth, all\n\none word with a Y.\n\nThese sponsors are listed on the yonearth.org backslashsupport page.\n\nIf you found this particular podcast episode especially insightful, informative, or inspiring,\n\nplease pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in.\n\nThank you for your support, and thank you for being a part of the Y on Earth Community.",
  "related_episodes": [
    {
      "title": "Ep. 163 – Jared Meyers, Chairman, Legacy Vacation Resorts; Co-Founder, Climate First Bank",
      "url": "https://yonearth.org/podcast/episode-163-jared-myers-chairman-legacy-vacation-resorts/"
    },
    {
      "title": "Ep. 150 – Hunter Lovins on UN’s COP 28 Climate Change Summit",
      "url": "https://yonearth.org/podcast/episode-150-hunter-lovins-on-uns-cop-28-climate-change-summit/"
    },
    {
      "title": "Ep. 145 – Jerry Tinianow, former CSO, City of Denver; Founder, Western Urban Sustainability Advisors",
      "url": "https://yonearth.org/podcast/episode-145-jerry-tinianow-cso-founder-western-urban-sustainability-advisors/"
    },
    {
      "title": "Ep. 140 – Dr. James Gordon MD, Founder, Center for Mind-Body Healing, on Trauma Healing in Ukraine",
      "url": "https://yonearth.org/podcast/episode-140-dr-james-gordon-md-founder-the-center-for-mind-body-medicine-on-trauma-healing-in-ukraine/"
    },
    {
      "title": "Ep. 107 – Elaine Blumenhine & Friends, Joyful Journey Hot Springs Spa",
      "url": "https://yonearth.org/podcast/episode-107-elaine-blumenhein-friends-joyful-journey-hot-springs-spa/"
    },
    {
      "title": "Ep. 25 – Hunter Lovins, Author,A Finer Future; Founder, Natural Capitalism Solutions",
      "url": "https://yonearth.org/podcast/episode-25-hunter-lovins-a-finer-future/"
    }
  ]
}