{
  "title": "Episode 123 – Marissa Pulaski, Co-Founder, Drylands Agroecology Research",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12433/episode-123-marissa-pulaski-co-founder-drylands-agroecology-research.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-123-marissa-pulaski-co-founder-drylands-agroecology-research/",
  "episode_number": 123,
  "subtitle": "HIS and HERS",
  "description": "This episode with Marissa is a special “HERS” episode, which pairs with the “HIS” episode with DAR Co-Founder Nick DiDominico. Through DAR, the couple offer Permaculture Design Certification workshops, regenerative agriculture and drylands silvopasture design workshops, retreats for pre- and post-partum healing and restoration, and delightfully grounding dance parties.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry, and today\n\nwe’re visiting with my dear friend, Marissa Pulaski. Hey Marissa. Hi Aaron, lovely to be with\n\nyou. It’s a nice of you to you too. And we’re here in the Elkhruhn Farm Garden at Drylands\n\nAgri-Ecology Research Headquarters. And I’m so thrilled that we have this opportunity. This is the\n\nother half. We might even say the better half of our two-part his and hers series that we’re doing\n\nwith you, a co-founder of Drylands Agri-Ecology Research, and your partner, Nick D. Dominico, the\n\nother co-founder of Drylands Agri-Ecology Research. So I am so excited, Marissa, to have the opportunity to\n\nvisit with you and really learn from you much about what you’re holding at the feminine pinnacle and\n\narchetype of this community and this hub here in the region. Beautiful. We could say Nick is also the\n\nbetter half. We could indeed. They’re both better halves. So do the math. Marissa Pulaski is the\n\nco-founder of Drylands Agri-Ecology Research. As a graduate of environmental studies and the\n\npsychology of health and healing at Naropa University, Marissa is passionate about igniting the innate\n\nhuman earth connection within herself and others. She runs Folk Farm at Elkhruhn, encouraging play\n\nand the importance of intuition. A trained doula, skilled herbalist, and a cultural advocate,\n\nMarissa continues to evolve through practicing ritual, embodiment, and communication with the\n\nunseen. Marissa directs both the cultural advocacy and education branch within\n\nD.R. Drylands Agri-Ecology Research. We call it D.R. for short. Leading programs for Indigenous\n\nLead Cultivation and Regenerative Practice. Marissa, we have actually in your bio so many\n\nimportant themes and topics that are not only I think of interest to our audience for our own\n\nhealth and well-being practices, but really are core to the heart of this regenerative transformation\n\nemerging all around the planet. I’m just so excited to dive in and so I want to ask you\n\nwhat is it that has you thinking about play and the importance of intuition in this work?\n\nWell that takes me right to the children and so I’ll just start with the importance of having\n\na healthy life-giving foundation for our future generations. I know that so much of us have grown up\n\nwith stern parents, rules, regulations, not being good enough, having to exist and learn in a\n\nway that’s filled with rigidity. Part of what I welcome and invoke for children is an opportunity\n\nfor them to think through their own soul’s path, through their own clean mind that’s so fresh at\n\na young age and I think that part of building intuition comes through playing because when we play\n\nwe go into that right brain, we go into a place where we’re not necessarily feeling like we have\n\nto follow rules or exist within a particular structure. I think if we’re not able to welcome\n\nplayfulness into our life then maybe we shouldn’t be saying that we’re living regeneratively.\n\nPlay is just as important to me as weeping or praying, invoking this innate\n\nwildness within us and I also feel like when we’re working with plants and we’re working with let’s\n\nsay especially wild weeds, they’re reflecting to us this wildness. They’re showing us naturally how\n\nto invoke a sense of freedom and I really believe that there’s so much suffering in this life\n\nand that’s okay and what is it to really lean into pleasure and lean into play and lean into\n\nspontaneity and spontaneity for me often is ignited through play based anything.\n\nAbsolutely yeah well and those of us who have the the privilege and honor of spending time\n\nhere at Elk Run Farm know that there’s a fair bit of amazing spontaneous creativity that occurs\n\nwhether it’s a dance party in the evening or a special lunch gathering during the day and\n\nas an observer watching what you’ve created for the children you know I really resonate with\n\nwhat you’re saying about how playfulness is so important as it relates to wildness and freedom\n\nand regeneration and you know some of the time we’re out and about and we offer you know our\n\nchildren’s books of course through the Y on earth community and every once in a while someone\n\ngives me this quizzical look as if regeneration and sustainability is only about solar panels\n\nand technology and that stuff’s really really important but yeah I’ve been known to say something\n\nlike if if you don’t get why we have children’s books then perhaps you don’t quite get some of\n\nthe aspects of this movement because there really is this this forward looking this present thing\n\nthat is also in tune with and in touch with how our work is benefiting into the future for future\n\ngenerations and I know that’s a really important theme for a lot of the indigenous community leaders\n\nthat you work with through your various programs and projects and I’d I’d love to hear about\n\nwhat you’re doing with those programs and and why what inspired you to take on that leadership role?\n\nThank you for that question there’s a lot there um\n\nwell I’ll start by saying I believe wholeheartedly that we are all indigenous to the earth\n\nand I also believe that in this path of walking regeneratively and learning how to create a more\n\nregenerative based lifestyle we have to pay attention to earth based practice to ritual to tradition\n\nto who continues to walk these lands and who has walked these lands I notice a lot of the time I’ll\n\njust say you know with reparations work oftentimes we’ll say oh these Indians or Native Americans\n\nused to do this let’s cut that yeah they are here and they are still walking these lands so I believe\n\nthat um somehow it’s my soul’s work to continue to ignite rematriation and a re-emergence of culture\n\nthat is based in earth based work now thankfully a lot of the first nations people within this area\n\nhave always been in relationship to father sky and mother earth so it just so happened that um\n\nI began to focus more on providing I would say opportunity for indigenous folks because of my\n\nrelationships and my own work that I have with particular ceremonies and I think my father for\n\nthat as well um my mother passed when I was really young and um she told me you know when I was one\n\nor two years old she would always say Marissa that’s a brown person you know we we pay attention we\n\nsee the differences in colors and so I think she planted a seed in my heart and um my father\n\nreally introduced me to some tribes in upstate New York at a young age and so I was exposed to how\n\ntheir medicines helped me to transform and to find my center so I’d say that’s the root of it\n\nand also I’m just aware that there’s so much separation going on in this world um between the\n\nprivileged and the minoritized and I’d say it’s just my passion to understand how to\n\nspecifically in relationship to tending the earth uh create opportunity for that to be a really\n\nrich experience to dismantle and decolonize this idea that when we’re farming that when we’re\n\ngrowing our own food that when we’re working with the earth in any capacity that there’s a\n\nreflection of that being like slavery like that’s just lower classwork and really that’s the rich\n\nexperience that creates abundance and creates good health and creates a healthy mind so there’s that\n\nand a lot of my work right now is focused on food sovereignty projects and specifically\n\nindigenous led food sovereignty projects where everyone has a right to clean water everyone has a\n\nright to clean and healthy food and everyone has a right to be breathing in uh the brilliance of\n\nclean air and so when I was at Naropa I studied um environmental studies in the psychology of\n\nhealth and healing and I got really into environmental justice and I started to understand how people\n\nwere misplaced and planted mostly people of color um in very toxic environments and I love\n\ngrowing food and I love being in community and that uh relationship that I have with a\n\ndear sister Yoloteo who’s taught me so much um she is the chief executive director of Harvest of\n\nAll First Nations we just been dreaming together for little over 10 years now and um through our\n\nsisterhood and through our passion uh for food and culture we began weaving in this program that’s\n\nnow planted at the yellow barn farm um so Nick my better half um had been doing the master design\n\nat the yellow barn farm and so he was running the our pigs through there and chickens and we cover\n\ncropped and we basically created um a really fertile place to grow food and I feel like within the\n\norganization part of my my work is to make sure that that equity is happening you know it’s like\n\nso much land exists and a lot of the time um privileged folks are the ones who are able to be\n\nable to grow a lot of food and so I kind of come in and say okay and let’s make sure we’re sharing\n\nwith the larger communities and those who maybe don’t have um as easy of access so I saved a bunch\n\nseeds gathered a bunch of seeds from different communities spirit of the sun Shannon Francis um she’s\n\namazing she was able to give us some uh corn seeds and hopi sunflower seeds and just these\n\nessentially seeds that have have grown for hundreds of years that she’s continued to save so we\n\nstarted planting them and we started creating opportunities for volunteers to come uh people of color\n\nto receive stipends to actually relearn how to work with the earth and um through that a huge corn\n\nfestival emerged and now we’re developing a whole regenerative food sovereignty training program\n\non what does it look like um to grow large amounts of food in a way that doesn’t involve machinery\n\nand excess labor and just like a really it’s almost like a way of life and voking a new way of life\n\nthat includes prayer that includes presence that includes uh working with the spirit of the land\n\nand um all that needs to be healed within our hearts and our souls and of course on this earth as\n\nwell how do we bring people together of all walks of life to relate with the land so that’s a big\n\nproject we’re doing I could pause there or I could continue when when and how will people be able\n\nto plug in with that training program if they’re interested so essentially that will be coming out\n\nin 2023 so that will all be on our website social media um at elk run dot farm and through our\n\nnewsletters I’m hesitant to share too much about how to get involved yet because we’re still\n\nfinalizing all of the details and when you say on the website is that the dar website\n\ndar dot eco so that’s d-a-r dot e-c-o that’s it we’ll let make sure that uh folks can see that in\n\nthe show notes as well if they would like to thank you and and I’m recognizing that that’s in\n\ndevelopment um wow what what a beautiful vision and project to be offering what are what are some\n\nof the approaches you’re planning to take with that offering what what would folks experience what\n\nwould that look like for people to to the extent that that’s clear now well the invocation is\n\ntruly indigenous led farming and what I’ve noticed is that there’s been a gap in relationship\n\nto the traditions that have come through many cultures of first nations people on these lands and\n\nthen the actual earthwork that’s happening so there needs to be some remembrance I\n\nI almost hesitate to use the word training it’s just um practice and working together in community\n\nto remember how to grow food and so I see this lasting for at least one more season if not two\n\nand then the folks who are involved in working these gardens and growing food will begin to scatter\n\noff and and lead their own projects in the world so really my work is to step back over and over\n\nagain as much as I can once I feel like the patterns the regenerative patterns are in place\n\nbecause a lot of the work that we do also involves animals right so you have your pigs you have your\n\nchickens you have your cover crops and that means more food if you eat meat and if you don’t\n\neat meat great fertility whatever the less for the fertility for the plants yep and it’s food\n\nit’s not going to whole foods you know you’re raising your animals and you’re raising your vegetables\n\nand what else do you really need water of course there’s a beautiful magpie that just flew\n\nyeah so I I feel like the true work is for me to completely step back and watch folks just ignite\n\nprojects around the globe yeah you have a real\n\nmagic and skill a grace around that kind of pattern organizing that I I observe as a member of the\n\ncommunity it’s it’s absolutely fabulous to witness and I think it really not only enables so much\n\nto happen in the community but it’s a way of empowering a whole lot of people to have even greater\n\nimpact themselves which is beautiful thank you yeah and I’ve been exploring that word and power\n\na lot too because what I’m realizing is that everyone is already in power yeah yeah and just\n\nmaking it clear that I’m not even helping people I’m not necessarily empowering people as much as\n\njust relating with people how can we relate again and come back to just this knowing that we all\n\ncome from earth and if we don’t come from earth then we at least know that our food and all\n\nthat we need comes from her so it’s almost a um an invocation of weaving together and learning from\n\none another um because I think there’s so much out there especially around like white folks coming\n\nin and helping these communities and empowering these communities and so I’m I’m really working\n\nalong on the semantics of all of this it’s like what’s really true and what’s true to me is that\n\nwe’re coming together to remember how to do with this land which thus opens our hearts it’s just how\n\nit is I love this and in terms of some of the other indigenous leaders that you’re working with\n\nare they all necessarily from tribes that have it have a historic relation with this particular\n\nregion the the Cheyenne Arapo are there other tribes as well there are other tribes got to\n\nshout out the Shoshone um then really really blessed to do some work on the Wind River Reservation\n\nout on Wyoming and get to know an incredible family um this mother has eight kids and she’s like\n\nmy idol in so many ways you don’t know how she does it her children are absolutely incredible um\n\nso we just got some pigs out to their reservation there and going to get the soil moving and\n\nstart another project um so just bringing them into the conversation but we also work a lot with\n\nfolks who who come from the Mayan tradition um Aztec communities and Meshika folks so they\n\ndidn’t necessarily you know come from here but uh their ways are woven in a lot of Latinx\n\ncommunities as well um so really it’s just people of color and just overall\n\nminoritized folks folks who just maybe have been oppressed based on how our system works\n\nthrough the postpartum care project um we’re in collaboration with harvests of all first nations\n\nand the community roots midwife collective all you mom is out there please give them a look\n\nthey’re incredible um so through our work with them um this year we were able to thanks to\n\ngrant funding bring out some folks from Mexico some abuelas um so that’s been really beautiful\n\njust um carriers of tradition i would say so no not all of them are rapihou or shayan or shashoni or\n\nyut yeah yeah goes beyond and i think that’s the real work too that was the corn festival that’s\n\nthe harvest of all first nations is wow there’s so much separation between all these tribal peoples\n\nand power to the people right i mean that’s another thing that’s so deeply inside of me right now\n\ni feel like we’ve been forced to separate and so how do we just weave in coming back together no\n\nmatter where we are or where we’re from um so power to the people just want to say that\n\nabsolutely yeah and and one of the things that i love learning about is how so many of these\n\ntribes interacted through space and time and that you know something like cacao was actually\n\ntraded as a as a currency of sorts all the way up from central america into these parts\n\nand there was all kinds of exchange and knowledge and story and you know even my friends and\n\nrelatives and the mohawk and ira koi regions of uh that that central and upstate new york area who\n\nbeen on the podcast i’ll mention in the show notes we had a couple of wonderful episodes including\n\none with my friend’s tiffini fallon and goeneosta you talking about some of their traditions and\n\nespecially their work as women in a matrilineal and matriofocal culture that is still very\n\nstrong and very much intact and uh you know there’s there’s so much uh even knowledge around different\n\nmedicines from different parts of fertile island and the trading that occurred in sacred ceremony\n\nand in annual gatherings at times where you know folks from the mountain regions would be able to\n\ntrade for things coming from other uh growing zones and climates where uh you know different\n\nspecies of herbs and medicines were available and yeah i i don’t know if it’d be helpful i’d love\n\nto connect them into what you’re doing because it would be yeah i think just an amazing\n\nopportunity to continue expanding the the sphere of the both the knowledge and input coming from\n\nthese amazing women in particular and also the learning and sharing and trading that can go on\n\nphysically and and uh metaphorically uh literally and figuratively so to speak right um so that\n\nthat is so absolutely amazing and you’re the way you talk about the nourishment coming from our\n\nmother our mother earth and and that deep connection that the women folk carry with that that grand\n\npattern and archetype and i know you do a lot of work around here also facilitating uh prenatal and\n\npostpartum care work for for women for mamas and uh what’s hoping you would share a bit with us\n\nabout that like what you know what gets to go on as a guy i don’t get to sit in on some of these\n\ncircles and i i have a vague idea but uh you know to the extent you’d like to share i would love to\n\nshare with our audience some of the work that’s being done in those circles beautiful\n\nhmm what comes to mind is just our relationship to the mother earth and how we’re relearning to be\n\nin relationship with her and to care for her and we’re also as women learning how to be in\n\nrelationship with ourselves and learning how to care for ourselves and to to understand that our\n\ngentleness our fierceness our cycles our seasons are so sacred and i truly believe we’re relearning\n\nhow to mother ourselves over and over and over again and you know after birth it’s not very well\n\nknown that there is a sacred portal of 40 days that really hate to use the word should\n\nwomen are invited to truly rest to be with their baby to welcome new life into the world\n\nin a way that includes a pause and the first thing i want to name around that is it takes privilege\n\ntakes privilege to not be working it takes privilege to have people to help take care of the needs\n\nto cook meals for the rest of the family so i’m not naive to that but i do hope and pray that we\n\ncan create a culture that actually makes it easy for women to be able to care for their wounds\n\nin themselves especially after birth and um essentially what we practice within the postpartum\n\ncare project is a traditional ceremony called a serrata which is a closing of the bone ceremony and\n\nso you’re bringing the hips and the pelvis back into alignment and helping you to rest to come\n\ninto a place where she so delicately can be held in a way that’s balanced and so that’s what’s\n\nhappening and it’s done in a way that is very intentionally woven through use of plants water\n\nfire heat prayer song and it’s not only for postpartum excuse me women it’s also for women who\n\nhave experienced sexual abuse women who like myself had had surgery women who have difficulty\n\nwith their cycles children young girls or young women who maybe have had tragic falls where they’re\n\nthey’re uterus and hips have come out of alignment so we’re womb carriers we’re water carriers\n\nwe’re learning how to deepen relationship with understanding the power of what we hold in our\n\nbodies and so there’s this invitation to to wrap and to realign so that we can be in alignment\n\nand continue to give in the way that we are meant to give and to receive in the way that we’re\n\nmeant to receive and this was the first year that we were able to do a retreat and we were able to\n\nwelcome only women of color completely paid for onto this land here with teachers from Mexico\n\nand California and elders included to relearn how to take care of ourselves to relearn how to\n\nmake salves and medicines out of goat and cow and all sorts of different fats and to just\n\nremember the simplicity of how to work with with plants in our bodies and I feel like we’re also\n\nrelearning the importance of birth and the importance of death and how that cycles infinitely\n\nin relationship to our cycle as women as well we bleed you know and we ovulate\n\nwhat would it be if we lived in a world where people understood that we might have\n\ncompletely different personalities at different parts in our cycle so just sharing that as a man\n\nyou know like to know that when we relate with women or beings with wombs we’re shapeshifters\n\nso you as a man get to shape shift with us get to kind of tune into who who is she today\n\nwhere is she today what does she need today and our work as women I believe is to receive support\n\nand to ask for help when we know we need it and ultimately this gift that we have of\n\nrelearning how to be our own mother I really believe that’s our that’s our work to learn how to\n\nmother ourselves so fully so we can then mother the rest of the world that’s so beautiful\n\nyou know it reminds me in the listening work that I did to put together the the story of\n\nVeritas that my new novel where the characters come here to Elk Run Farm and we actually get to\n\nmeet and encounter Marissa and Nick and some of the others in the community there was a point\n\nwhere I was actually learning and diving a bit into the menstruating woman’s hormonal cycles\n\nwithin one lunar period approximately and my friend Marie Mullins actually shared with me some\n\nreally useful info and we ended up creating a graphic that’s in the book that shows the four major\n\nhormonal groups that cycle up and down through the course of that 28 days plus or minus\n\nwith a woman’s body and yeah it’s extraordinary to understand how that can be understood to correlate\n\nnot only with the lunar cycle itself and herself but also the the seasonal cycles that mama\n\nGaia goes through in each trip around the sun and you know speaking of these planetary\n\nmovements which of course is a big part of the attuning work we do when we’re working with\n\nthe bio dynamics which I know as a part of the stewardship and regeneration work here at Elk Run Farm\n\nstrikes me this thing about the 40 days shows up again and again in sacred scripture and in\n\ndifferent traditions and you know it’s 40 days in the desert it’s 40 days of a flood or whatever\n\nin some of these stories and it turns out that curiously Venus in in her travels relative to\n\nsun and earth from our perspective on earth when she disappears moving from morning star to evening\n\nstar relative to what we see in the sky yeah she disappears for 40 days at a time and there’s a\n\ndeep tradition of the affiliation with Venus as another mother goddess feminine divine feminine\n\nforce along with Luna or Moon and earth Gaia and so yeah I’m just I’m struck by how this this 40\n\ndays shows up in so many different ways in the ancient wisdom coming through so many different\n\ncultures wow thank you for sharing that and I don’t know if there’s there there must be I don’t\n\nknow what is the biological you know basis for that in terms of the the the the hips the birth can\n\nout the the womb the woman’s body after giving birth and very I’d be curious to dive into a lot\n\na little more and learn about that a little more yeah I’m just thinking of community roots too and\n\nhow cool it would be to have a podcast with them I don’t know if you’ve done that but they are just\n\nthey hold so much wisdom in relationship to the womb and pregnancy and cycles yeah yeah no I’ve\n\nbeen chatting with Felicia about doing a podcast some time and I hope we’ll do it soon and\n\nthey actually there were so sweet they give me one of their wonderful t-shirts with that beautiful\n\nartwork on them so yeah I hope that this seed we’re planting right now will help to make that\n\nhappen because I really would love to have that conversation with Felicia and the other women\n\nshe’s working with yeah this is this is this is so much and I’m I’m really also struck by something\n\nyou spoke to earlier this idea of for so many of us in modern culture the ability to pause for 40\n\ndays after birth or the ability to grow so much food really is primarily it seems made possible\n\nby privilege and you know the the financial abundance that not every family frankly has the\n\nexperience of at this moment or access to but what strikes me is looking at our indigenous\n\nlife ways looking at our ancient ways looking at our native ways of of doing culture together\n\nthese kinds of patterns are and and we’re very much accessible to everybody and so the question\n\nisn’t necessarily one of quote unquote economic development or or financial you know film the blank\n\nin whatever sort of modern linear box we might be thinking through but really it’s a question of\n\nculture and I’m very struck by this notion of post-industrial culture regenerative culture post\n\ncolonial culture and I think Marissa not only is your leadership in the community a nexus point\n\na hub for that emerging phenomenon but even your thoughtful examination of the language the\n\nvery words that we’re choosing in our communication is so central and we all well those of us who\n\nhave studied the history of colonialism and of the the patriarchy mnemonic culture which is\n\nanother theme in my book Veritas we know that language is one of the primary tools and forces\n\nthat has been at play in all of that over hundreds and hundreds of years so you know thank you for\n\nthat and I I’d love to ask you know how how did you you had some magical experiences as a child\n\nup in the northeast New England New York area how did you first start to understand the the\n\nrole language plays in all of this and and how has that unfolded for you in time\n\nlanguage I have to say one thing first because it just keeps buzzing through my mind the two words\n\nsacrifice and patienceand I feel asthough in this day and age to grow food, yes, that’s seen as a privilege.\n\nBut what it really takes in my experience is sacrifice.\n\nSacrificing what we know to be true on how we are in this society, it’s a way of life.\n\nIt’s a way of life that we’re surrendering into and it can feel really lonely at times.\n\nBut you’re never lonely because you have all these creatures and beings\n\nand tending to the earth brings community together ultimately.\n\nAnd patience also in knowing that you will make mistakes\n\nand that actually most of the time your seeds are going to grow because they want to grow.\n\nBut maybe at times you know things won’t emerge or trees take a while to fruit.\n\nI just wanted to bring those two words in.\n\nAnd your question is so intriguing to me because surprisingly\n\nI am like really into language beyond words.\n\nI’m not, I love to read, I love to talk and communicate.\n\nBut I believe when I was young and because I was an only child and just raised with my father,\n\nI had imaginary friends and I, you know, God bless my grandmother.\n\nShe was right next to me and all my cousins, but I spent a lot of time just talking to Jasmine.\n\nThat was her name.\n\nAnd I would push her on the swing and I would take her through the gardens and I would pick her flowers.\n\nAnd so I would say for me there’s also a need for us to communicate without language in form.\n\nWithout just words.\n\nWe need to understand, this is just a belief.\n\nWe need to understand how to read body language.\n\nWe need to understand that the importance of connecting with one another’s eyes is just as profound as sharing a whole paragraph to one another.\n\nWe need to learn how to be aware of when someone’s heart is tender.\n\nThat’s all language too in the unseen.\n\nSo I would say that’s what’s most profound in my experience of language.\n\nAnd as leaders and as light workers and as earth stewards, it is our right and I would say on some level our duty to understand how to communicate with the larger world in a way that’s understandable.\n\nSo perhaps we need to learn how to simplify our language once in a while.\n\nSo things are, this is specific to working on the earth.\n\nSo that thought is complicated.\n\nWe’re actually just rewiring our being to understand simplicity.\n\nAnd that in itself takes courage because I feel like our culture just pushes us and it’s all about complexity and navigating and saying the right things.\n\nBut even back to when I was talking about semantics, that’s from my heart.\n\nThat’s because I want to be really mindful of generational trauma and what can create triggers.\n\nSo words are really powerful and no words are just as powerful.\n\nSo that’s the language that I love.\n\nIt’s really beautiful.\n\nYeah, my experience and for different reasons I had a lot of solitary time in the woods as a young kid and had some really wild and magical experiences as a result.\n\nYeah, this wasn’t mediated by or facilitated by language in the normal sense.\n\nThere’s something entirely different from in my experience that happens when I’m out in the woods and the wilderness or sitting or even kind of hiding, not literally hiding, but just kind of tucked away in a garden somewhere.\n\nAnd there’s so much communicating that occurs that is not going through the channel of the English language or any other spoken or written language per se.\n\nAnd yeah, for me, that’s actually an increasingly vital part of life, daily life and the rhythm of the practices that we have in any given week or month or season.\n\nAnd I find myself craving that more and more the more busy I get as a leader, as a writer, as somebody engaged in this work at a planetary scale.\n\nIt becomes clear and clear to me that that time, that quiet time of listening, that quiet time of no language is absolutely essential.\n\nIt is actually necessary, at least for me to do the work I feel called to do.\n\nAnd I think there’s an invitation there for so many of us to, in this remembering you speak to, to restore this deep intimacy with, this is Mamagaya.\n\nAnd this is when we’re in the woods, when we’re by the brick with the moss and with the soil and with the dragonflies, you know, this is our direct relationship with Mama Earth.\n\nAnd a lot of us have really lost that and disconnected from that, often through no fault of our own.\n\nAnd I think the invitation is for us to understand and reclaim and restore that and that my sense is as more and more of us choose that for ourselves, for our families and for our communities.\n\nThe healing of the planet and of the culture actually almost will follow as a result.\n\nAnd it’s not to say there’s not a lot of other work to do there is and some amazing folks doing this work.\n\nYes. But anyway, I just, I love how you’re speaking to this, Marissa, and how you embody this in the community and, you know, there have been plenty of times where you or I might bump into each other, say and hide between meetings of what have you and we might pick up that one of us is feeling a bit tender.\n\nAnd to be able to quickly drop in with each other in that way is an absolute gift.\n\nAnd, you know, maybe we’ve experienced this with our own mamas. I know I do with my mother and shout out to Mama, Marcia.\n\nWe love you.\n\nI love you.\n\nBut yeah, to be able to receive that from other women and other members of the community, I think is part of this fabric where we reweaving together.\n\nAnd to be okay with discomfort.\n\nBecause the truth is if we’re really present with one another that at times it’s going to be uncomfortable.\n\nSo I just want to weave that into it.\n\nCan we have the courage to just see things how they are and to be with it until it moves and to not push anymore.\n\nAnd there’s a fast paced need to get it together to realign, to be centered, to be clear on where we’re going because there’s tragedy happening all around us.\n\nBut yeah, we have work to do.\n\nIt’s a very, it’s almost a, it’s not really a paradox.\n\nMaybe it is in a sense of paradox.\n\nI mean, there is almost this dual mode of existence that emerges when we’re engaged in this kind of cultural healing work where so much is receptive and feminine in nature.\n\nBut there is, and there is also this very active, purposeful driven energy that is moving through so many of us.\n\nThankful for it.\n\nWould you like some liquid veriditas green, beautiful, pureed and agitated?\n\nI’ve never tried it, sure.\n\nThis is the, the, the power shake.\n\nIt’s all these different organic superfoods, green plants and so on.\n\nAnd maybe it’s like fruity.\n\nIt’s, yeah, it’s so good and fruits and vegetables and maybe I’ll take this opportunity to remind our audience.\n\nThis is the YonEarth community podcast.\n\nI’m your host, Aaron William Perry.\n\nAnd today we are in the gardens at Elk Run Farm visiting with Marissa Pulaski, the co-founder of Drylands Agri Ecology Research.\n\nAnd I want to point out that again, you can find more of Marissa’s work and her partner, Nick’s work at dar.ego.\n\nThat’s D-A-R.EC-O.\n\nYou can go to at Drylands Agri Ecology on various social media platforms on Facebook.\n\nIt’s Drylands Agri Ecology.\n\nAnd also at elkrun.farm.\n\nWhich platform is that on?\n\nInstagram.\n\nInstagram at elkrun.farm.\n\nAnd there’s a bunch of really beautiful photos on there if you’re interested in seeing that.\n\nAnd also want to give a shout out to the YonEarth community ambassadors who are engaged in this kind of work and helping to support our efforts in so many communities around Turtle Island and around the world.\n\nAnd a very special thank you to those ambassadors who are part of our monthly giving program.\n\nAnd if you’d like to join our monthly giving program at any level, you can go to YonEarth.org and you’ll see the donate button go ahead and set that up.\n\nIf you’d like to give that certain levels, $33, $55, $77 per month will also send you one, three or five jars of wale waters have been fused aroma therapy soaking salts each month as a thank you.\n\nAnd I know we’ve got a lot of wale waters fans around here.\n\nAnd yeah, also a huge shout out to Purim and work there doing with making available these amazing organic super foods to all kinds of folks on the go.\n\nAnd they’re working the million moms movement helping to empower all kinds of mothers and parents, especially from lower income and less fortunate circumstances to not only help achieve greater health and well-being, but also greater financial freedom.\n\nAnd if you’d like to check out any of the Purim products, you’ll get a $50 discount on your first order.\n\nThis is a 60-day money back guarantee. So there’s really no risk. You can go to YonEarth.org slash Purim to get that discount.\n\nAnd also 20% of whatever you end up buying at any point in time actually comes back to support the YonEarth communities work and have to also give a quick mention to you.\n\nYes, my new book Veridi Toss, the great healing is within our power, which in a context of a story, a really fun, exciting story is exploring a lot of the kinds of topics and themes.\n\nMarissa and I are talking about today. And this is available in both print and ebook at Veridi Tossbook.com. That’s V-I-R-I-D-I-T-A-S book.com.\n\nI mentioned, yes, the characters actually come here to Elkron Farm and some other very special sacred farms and sites and wilderness locations around Colorado and the Rocky Mountain West in the course of the story.\n\nSo I think you all might enjoy some of that. And I want to say that, you know, Marissa, it’s so much fun having this opportunity to not only be and visit with you right now today in the garden, but to have this opportunity to live and collaborate and participate with you in this broader community context.\n\nAnd I am just profoundly grateful and feel so much joy that this is all very, very real. And, you know, I remember when my dear friend Mora, one of our editors read a chapter from the book Veridi Toss, that was about sustainable settings, another one of our beautiful family, friend farms in Colorado.\n\nShe called me and she said, is this place real? Can I visit? And just like Elkron Farm here is very real and people can visit and maybe we’ll mention good ways for folks to plug in.\n\nBut I think moreover, this is an invitation. Come and experience these kinds of places and these kinds of magical, wonderful people for yourself. I think it will help us all continue to orient ourselves around what’s truly possible and what we’re really capable of.\n\nIn these times that we’re sharing together.\n\nYou’re more than welcome here. We haven’t. I’m going to hand you. Thank you. Well, you’re welcome to have more.\n\nWe’ve implemented this new boundary for Sundays. So that’s pretty much the only day that our gate is not open. We have plenty of events.\n\nWe have all sorts of events here. We love to shake our hips and drink some cider and listen to live music.\n\nWe host permaculture design courses. We host herbal medicine classes, yoga classes, sound journeys, fermentation classes.\n\nI mean, it just goes on and on. So you can find all of that on our website, dar dariko. I believe it’s slash events. If not, it’s pretty easy to find.\n\nWe have volunteer days every Friday. I believe that the volunteer days will end November 15th, but they’ll start back up again in mid March.\n\nSo mid March through mid November 9 to 12 every Friday. We always serve you lunch and that’s everything harvested and cooked from the farm.\n\nThat’s something lovely to know about this place too is we order our basics olive oil, sometimes balsamic vinegar, coconut oil, tahini, coffee, sugar, green tea and black tea for kombucha, rice.\n\nAnd sometimes quinoa. And that’s our base. Everything else comes from the farm. So if you’re curious about learning how to cook and reawaken your relationship, whether you live in an apartment in the city or on lots of land, there’s so much learning to be done here and fun to have here.\n\nSo also if you have any requests or if you’re interested in hosting a workshop, a field trip, a private event, we’re available for that as well. And I’ll pause there.\n\nYeah, and look, I will vouch that the food is absolutely exquisite. Not only is the food coming from the land already incredibly tasty because of its nutrient density, its freshness and the love that goes into its cultivation.\n\nBut also there are a handful. There is a handful of really talented chefs and cooks and bakers who spend time around here, including Marissa. And so you get to have a culinary treat when you get to experience any of these meals or snacks that are available.\n\nThank you, Erin. And that reminds me that also dryland’s agar ecology research. I’m sure when you hear my better half next podcast to go through all this, but we have almost no water here. We often wake up with no drinking water, no shower water, no sink water, thus no water to irrigate. So all the plants are just, they’re like powerhouses. I mean, you can look around probably even in this background and all that’s planted here really wants to live.\n\nThere was a time this year where we could only irrigate 20 minutes every other day and your typical irrigation would be like minimum, like an hour and a half every day. So the food that you’re eating is also just very vital.\n\nAnd some of it’s not watered at all, which I’ll let you see if Nick went over that. And if not, come learn more about it.\n\nYeah, and as our good friend Brigitte Mars would say that when when we’re consuming some of these plants that are particularly hardy and particularly resilient, she’s convinced that that’s actually affecting our own body’s DNA response and learning to become even more hardy and resilient ourselves.\n\nAnd boy, that’s a form of wisdom, I sure enjoy hearing about. And I wanted to ask also just knowing that you guys here and we together in community do some work with the biodynamic preparations.\n\nHow has that been in your experience bringing that layer into all of the work that you’re doing here on this land and on other in other parts of the region?\n\nIt’s powerful. It’s really powerful work. I will say the first time that I really went into deep in my understanding of biodynamics, which was that sustainable settings.\n\nI came back and I just had all sorts of dreams and spirit was telling me, you know, you need to be really careful and really aware when you use these medicines.\n\nSo number one, it has changed the way in which we work with this land because if we’re off center and we’re using those medicines, actually nothing has ever happened thus far.\n\nBut, you know, we’re working with skulls, we’re working with plants, we’re working with things buried under the earth.\n\nIt asks humans to be grounded in a way. So I would say that’s how it’s affected humanity on this landscape is to really be in reverence of what is sacred, of what is powerful.\n\nAnd to know that our minds and our hearts must be clear as we’re sharing this medicine around the garden here.\n\nAnd you know, I feel like the most powerful something I’ve seen in the past couple of years is around the frost medicine and when we spray valerian.\n\nAnd we have had a couple of frosts that have come extremely early and we have seen our fruits stay on the trees and we have been able to harvest.\n\nAnd it’s the kids who get to spray it, the kids who get to learn how to be in relationship with the heavens and the power of the medicinal properties of plants and animals.\n\nAnd so that’s just been massive, you know, Saturn and just seeing how with our minds, within our minds eye and within our ability to be grounded and centered wall applying the biodynamic medicine, it truly works because we’re just, we’re creating harmony.\n\nSo we’re just creating a deeper relationship. Thus the plants are always reflecting where we’re at too. So there are times when things will get a little funky.\n\nAnd then we got to check ourselves out. So I’d say that’s the essence of what biodynamics has brought to this place.\n\nAnd it’s pumping and it’s vibrant.\n\nOh my gosh, it sure is. I was noticing last toward the end of the winter before spraying around that time of imbulk.\n\nThe soils in the garden beds were, it was as if they were pulsing. I was experiencing pulsing with that life force.\n\nAnd yeah, of course, all year round, there’s that incredible vitality.\n\nI know also Marissa that you’ve done quite a bit of traveling and have had the opportunity to kind of dive deep with a number of different kind of cultures and geographic regions around the planet.\n\nAnd I was hoping you might just share a little with us about how that set of experiences has informed your work here today.\n\nAnd maybe give us a glimpse into some of what you’ve been able to experience elsewhere.\n\nYeah, thank you.\n\nI’m like, where do I want to land on the globe? And of course Tanzania is just screaming.\n\nSo I’ll speak to that in a moment, but what I want to share is my travels, especially within the past five or six years, have been intentionally in relationship to either embodiment practice or dance and movement or my deep desire and longing to get to no plants and to understand analogs.\n\nAnd the truth of what I have seen is that everywhere I’ve been, each culture continues to gather around food, plants.\n\nAnd there’s always elders within the landscape who carry wisdom of how to potentially go beyond pharmaceuticals and land with the medicines that are directly in front of them.\n\nI’ve learned so much about place-based culture and how where we are actually creates culture.\n\nCelebration and dance I have found within every country that I visited.\n\nAnd what I’ve learned is that I don’t have to memorize it all anymore, and that there are teachers wherever you go.\n\nAnd that there’s always an analog wherever you travel, an analog meaning there’s always a similar plant or a similar medicine that you can find in another location.\n\nBut upon arriving on each portion of the earth, it’s so important, in my opinion, to understand the history of the place and to understand what’s readily available.\n\nTo get to know the wild weeds and to get to know the basics of what people are using within the culinary works.\n\nAnd so I just apply that here now too, and I try to grow what’s native, I try to grow what’s perennial, what’s going to come back around.\n\nAnd when I’m using plants that are coming from different places, I’m only using them if I’ve met them in their hometown.\n\nLike our homeica, our hubbiscus, we grew a lot of kombucha.\n\nAnd I love using hubbiscus in our kombucha.\n\nAnd I use that because I was able to get it in Tanzania and bring it all the way back.\n\nSo that’s another something I’ve learned is that we ship sacred medicines and plants all around the globe, often.\n\nAnd there’s something to knowing how your plant grows that really creates a path for good health.\n\nI think of beans, you know, like if you grew beans and you harvested beans, you probably wouldn’t put four huge scoops of beans on your plate.\n\nIt’s like knowing how people care for things. It’s one thing I’ve really learned.\n\nThe reality of so many sacred and medicinal plants being shipped all around the world is something our podcast guest and armbrecht explored in her book, The Business of Botanicals.\n\nAnd that’s another resource of folks are interested in learning more about that.\n\nYeah, absolutely. Well, Marissa, it is such a joy and pleasure to have the opportunity to sit here, visit with you in the garden and record this episode together.\n\nAnd before we sign off and go into our behind the scenes segment that’s available to our ambassadors, you do need a password to access those resources.\n\nAnd if you’d like by becoming an ambassador, you’ll get access.\n\nBut before we sign off our podcast episode, I would just invite you if there’s anything else you’d like to say to our audience, the why on earth community, please.\n\nWell, thank you, Aaron. Thank you for the work that you do and the way that you are and how you share with our community.\n\nThank you for listening. Thank you for being present. Thank you for your patience and your kindness and your curiosity.\n\nAnd what I want to share is that your dreams are possible and that prayer is profound and that having faith and allowing your actions to be for the greater good.\n\nWe’ll guide you in this life forever. Thank the sun, thank the moon, the water, the fire, the air, the earth.\n\nRemember that. And I’ll remember that too. And we can recreate a culture of peace and truth that’s rooted in the practice of gratitude.\n\nSo it’s been my pleasure to talk with you and you and I look forward to maybe meeting some of you in person. Thank you.\n\nBeautiful. Thank you, Marissa. My pleasure. Thank you. Bye everybody.\n\nThe YonEarth community stewardship and sustainability podcast series is hosted by Aaron William Perry, offer, thought leader and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly or monthly supporter, please visit YonEarth.org-support.\n\nSupport packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth, all one word with a Y.\n\nThese sponsors are listed on the YonEarth.org-support-page.\n\nIf you found this particular podcast episode especially insightful, informative or inspiring, please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in. Thank you for your support.\n\nAnd thank you for being a part of the YonEarth community."
}