{
  "title": "Episode 159 – Helen Atthowe, Author, “The Ecological Farm”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13877/episode-159-helen-atthowe-author-the-ecological-farm.mp3",
  "publish_date": "May 6, 2024 3:40 pm",
  "url": "https://yonearth.org/podcast/episode-159-helen-atthowe-author-the-ecological-farm/",
  "episode_number": 159,
  "subtitle": "About Simple Gardening Wisdom Video Course",
  "description": "Helen Atthowe is one of the featured VIP speakers in the Y on Earth Community’s new “Simple Gardening Wisdom Video Course” (SGWVC) which is currently being offered at a special “Launch Package” discount rate – sign up today to secure your specially discounted spot in the course, and enjoy a full module with Helen Atthowe along with several other special experts and Chelsea Green Publishing authors.",
  "about_sections": {
    "about_simple_gardening_wisdom_video_course": "Helen Atthowe is one of the featured VIP speakers in the Y on Earth Community’s new “Simple Gardening Wisdom Video Course” (SGWVC) which is currently being offered at a special “Launch Package” discount rate – sign up today to secure your specially discounted spot in the course, and enjoy a full module with Helen Atthowe along with several other special experts and Chelsea Green Publishing authors.",
    "about_chelsea_green_publishing": "Founded in 1984, Chelsea Green Publishing is recognized as a leading publisher of books on the politics and practice of sustainable living, publishing authors who bring in-depth, practical knowledge to life, and give readers hands-on information related to organic farming and gardening, permaculture, ecology, the environment, simple living, food, sustainable business and economics, green building, and more. VisitChelsea Green’s special Y on Earth Community Podcastpage to see other episodes with CGP authors. (And, get a 35% discount on all Chelsea Green books and audiobooks using the code:YOE35)",
    "about_helen_atthowe": "Helen Atthowe has worked for 35 years to connect farming, food systems, land stewardship, and conservation. She bought a new farm in Montana in 2023, but still consults for and monitors on-going research at Woodleaf Farm in eastern Oregon. She serves as a consultant with farmers across the United States and internationally. Helen and her late husband, Carl Rosato, co-owned and operated a certified organic orchard in California where they pioneered methods for raising apples, peaches, and other tree fruits without the use of any type of pesticides. Her on-farm research includes ecological weed and insect management, organic minimal soil disturbance systems for vegetable and orchard crops, and managing living mulches for soil and habitat building. She is a contributing write toThe Organic Gardener’s Handbook of Natural Pest and Disease Controland other books. She has served as a board member for the Organic Farming Research Foundation and adviser for the Wild Farm Alliance. Helen has a master’s degree in horticulture from Rutgers University and has worked in education and research at the University of Arkansas, Rutgers University, and Oregon State University, and served as a horticulture extension agent in Montana, where she annually taught an organic Master Gardener Course."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today\n\nwe’re visiting with the author of the ecological farm,Helen Atthowe. Hi Helen. How are you today?\n\nI’m great. Thank you. I’m so happy we have the opportunity to talk with you about your incredible book.\n\nIt’s a beautiful and such a robust resource. Thank you. It’s an honor to be here and I appreciate your kind words.\n\nHelen Atthowehas worked for 35 years to connect farming food systems, land stewardship and conservation.\n\nShe bought a new farm in Montana in 2023, but still consults foreign monitors ongoing research at Woodley Farm in eastern Oregon.\n\nShe serves as a consultant with farmers across the United States and internationally.\n\nHelen and her late husband, Carl Rosado, co-owned and operated a certified organic orchard in California,\n\nwhere they pioneered methods for raising apples, peaches and other tree fruits without the use of any type of pesticides.\n\nHer on farm research includes ecological weed and insect management, organic minimal soil disturbance systems for vegetable and orchard crops,\n\nand managing living mulches for soil and habitat building.\n\nShe is a contributing writer to the organic gardener’s handbook of natural pest and disease control and other books,\n\nand she has served as a board member for the Organic Farming Research Foundation and Advisor for the Wild Farm Alliance.\n\nShe has a master’s degree in horticulture for Rutgers University and has worked in education and research at the University of Arkansas, Rutgers University and Oregon State University,\n\nand served as a horticulture extension agent in Montana, where she annually taught an organic master gardener course.\n\nNow, Helen, this book, of course, is published by our good friends at Chelsea Green Publishing,\n\nand I’m holding this up for the camera here for our video audience, and it is such an incredible resource, truly.\n\nAn amazing comprehensive and detailed resource, and it is also absolutely beautiful.\n\nIt has so many wonderful photos and a variety of other charts and graphics to help us understand some of these complex issues,\n\nand I can grasp this book is so beautiful.\n\nThank you. Chelsea Green was very patient with me with all the photographs that I’d taken from all three farms that I have owned and operated in Montana and California and Oregon and now back to Montana again.\n\nFull circle, right?\n\nFull circle indeed.\n\nWell, I’d like to kind of dive right in because basically the book you’ve got it organized in two major sections,\n\nand at the beginning of the first section, you describe the principles for managing ecological relationships,\n\nwhich really helps to frame up, I think, best practices and in the right sort of philosophical, practical approach to taking good care of our gardens and our farms or soil and our plants.\n\nI was hoping to kick us off. You could walk us through the principles, which I’ve got written out here if you want me to enumerate them and you probably have the memorized.\n\nI do, I don’t have the memorized in order anymore. I kind of have the memorized in the ones that I find to be the most vital.\n\nAnd I do need to tell you that my late husband, Carl and I worked on all of those principles and again came up with them as we did experiments and managed our farms in California and Montana and then in Oregon.\n\nBut we did borrow the first three are borrowed from the USDA soil health initiative, which is kind of interesting because it shows that so many of us are thinking about what is vital for soil and farm and garden health, I think, now.\n\nSo I think what I might do is touch on the most important of them and how they interact because what what Carl and I realized as we continued farming that we started out, you know, all about yield and trying to get good organic yield and trying to figure out what to do to grow our particular crops as well as we could organically.\n\nAnd over time we evolved to this realization that it was less about focusing on individual crops and more about all of the ecological function within the farm environment and and all of the interacting and overlapping ecological principles.\n\nSo when I talk about these 10 principles, they they all interact. So the first three or four of focus on soil and most vitally as I’m sure your audience is well aware of where we’re preaching to the choir here when we say that above ground and below ground diversity is the key to managing ecological principles.\n\nAnd we want to have as much plant diversity both above ground and below ground as possible to encourage a healthy and strong microbial community in that magic area, the rises fear, which is where the soil and the microbes and the plant roots are commingled together.\n\nAnd if there’s one magic place in our garden, it’s the rises fear. So diversity, then the next one is once we have this lovely diversity or as we’re building up plant diversity and microbial diversity, we want to disturb it as little as possible.\n\nAnd one of the ways to think about that is how can we disturb the soil as little as possible so that we can maintain a living root year round.\n\nThat doesn’t necessarily mean a growing root in Montana and when the ground is freezing, we don’t necessarily have growing roots but we have living roots.\n\nAnd then we move on to get a little more specific and say try and focus on a carbon-based system rather than a fine nitrogen-based system.\n\nWe used to as farmers and gardeners say, well, let’s just figure out how to get as much nitrogen and phosphorus and potassium, all the nutrients but particularly nitrogen to the crops as possible.\n\nBut over time, we learned and now the soil, microbial and biochemical research is starting to agree and concur or we’re concurring with them that a higher carbon-based system, meaning that there’s more carbon than nitrogen.\n\nSo the ratio of carbon to nitrogen in the things that we add to our soils, the fertilizers, the soil amendments, the carbon part is higher than the nitrogen part.\n\nAnd then as we focus on a carbon-based rather than a super over-nitrogen fertilizer system or soil fertility system, we want to think about where that carbon comes from and can we grow our own carbon or collect our carbon as close to our gardens and farms as possible rather than importing it from somewhere else.\n\nAnd then we move on to how the things below ground and the soil health of the system interacts with things like, well, some people call them weeds, we’ll call them other vegetation, non-crop vegetation and insects in the system and other microorganisms, the good guys and the ones we aren’t as happy with,\n\nthe ones that cause disease. So what we try to do with building the soil system is have it also multi-tack as building a habitat system, a habitat for beneficial soil microorganisms and beneficial insects,\n\nsoil our predators and parasites that prey upon pest insects and then also beneficial microorganisms and insects that prey upon disease pathogens and even weed seeds.\n\nSo we’re trying to create habitat as we create soil. So we’re choosing a soil fertility system that also maintains a living root in the soil and maintains season-long sequential bloom for especially predators and parasites that require pollen and nectar as their food.\n\nThen we’re trying to fertilize only selectively, weed only selectively and maintain undisturbed habitat in a good portion of the farm or the garden at any one time.\n\nAnd that kind of brings all of the 10 principles together into the overlapping ecological system but you can just read through the principles one at a time, always remembering that you really can’t take one without the other or others.\n\nOh, wonderful. That’s perfect. I love it. And yes, if you’re okay with it, I think I’ll go ahead and read the 10 in order as you lay them out in the book because I think it really helps a lot of us kind of get oriented in this kind of complex system.\n\nI’m going to laugh and I’m going to laugh and say that my husband and I never believed in recipes but we came up with these 10 principles because people always wanted recipes.\n\nAbsolutely. I’ve given the nerdy big picture of how all the principles interact. Now you give it to us as a recipe.\n\nYeah, here’s the recipe and on that note, I’ve been able to myself learn some techniques for cooking from some remarkable chefs over the years. And so I rarely use recipes. And of course, for many of us who want to do more gardening and have more success gardening and farming, the recipes can be helpful.\n\nAnd to that end, I’m thrilled to share and announce that in partnership with Chelsea Green Publishing and others, the wider community is rolling out our simple gardening wisdom video course.\n\nAnd of course, there’s a module that you’ve provided, Helen, that is so informative and helpful, just helping us all get a bit more comfortable so that perhaps one day many more of us won’t need the recipes any longer.\n\nAbsolutely, and I still use them too, but I’m teasing.\n\nYeah, so here’s how you lay it out in the book. It’s number one. Create above and below ground diversity. Number two, minimize soil disturbances. Number three, maintain growing roots year round.\n\nNumber four, grow your own carbon. Number five, add organic residues all season. Number six, focus on carbon fertilizers. Number seven, recycle rather than import nutrients.\n\nNumber eight, fertilize selectively. Number nine, weed selectively. And number 10, create habitat in the field, essentially kind of reiterating what you’ve already just articulated.\n\nBut I’ve got to say like one of the things I really appreciate about your book is that it is absolutely chock full of very specific methods and strategies to manage all kinds of situations and scenarios that will encounter in our gardens and in our farms.\n\nAnd orchards and the way you’ve organized the book is makes it so useful and not nearly I think as intimidating as it as it might otherwise be.\n\nAnd I noted a few specifics that I wanted to share our audience and discuss with you, but before getting to that, I wanted to ask just out of curiosity being an author myself.\n\nYou mentioned that Chelsea Green was patient with you. How long did it take you to put this book together because it clearly has many years worth of experience and wisdom in it?\n\nActually, it’s really about 40 years. So I started doing on farm research in the 1990s on my farm in Montana and in the early 2000s and I got research grants and so I would of course write it all down and do even more monitoring.\n\nSo I had all of that detail and then my brilliant husband was doing his own on farm research in California.\n\nAnd ironically, we were developing similar methods using living mulches for example to to maintain our living root in the soil year round as well as our crops.\n\nAnd to create habitat as close to our crops as possible. So we used living mulches and then when we met, we had the courage to push ourselves even further on his farm in California where he was of course remember doing perennial crops orchard crops.\n\nAnd in Montana, I was mainly doing annual crops mainly vegetables. So we did on farm research together and of course we kept all of our notes and that went into the book and then we moved to Oregon and started a farm together and we went crazy.\n\nWe really pushed the ecological envelope as far as we could go and we set up some long term experiments to see what could we really get away with in terms of those 10 ecological principles.\n\nHow far could we really go to not disturbing the soil? How much no till could we do?\n\nWith the orchard, it was easy and we kept good records of that. A little more challenging with the annual vegetable crops and we kept records of that.\n\nSo between Carl’s farm and my farm in Montana and then getting together and farming together in California and then in Oregon, it was 40 years.\n\nIt took about a year to write the book and do literature searches because I wanted to see what the science was saying about some of these things Carl and I were excited about.\n\nAnd then Chelsea Green, my wonderful editor at Chelsea Green helped me and was very firm with making it less ecologically complex.\n\nSo we maintained the ecological complexity but we wrote about it in a way that wasn’t quite so complex. So thank you for that.\n\nThe first section is pretty unusual and then the second section we get into, well okay, we want to talk about managing ecological principles and we want to talk about how to do,\n\nhow to practically do all of those things that are in the 10 ecological principles. But okay, so if you’re starting with a low soil fertility system or if you’re starting with a garden or a farm that has particular pest or disease problems, then what do you do?\n\nAnd the second half of the book is basically all of that but still making sure that we remember that there are ecological impacts to everything we do.\n\nSo I present the least ecological impact up to the heavier ecological impact in the second part. And that’s why it took long to write the book.\n\nYeah, well it’s really such a tremendous resource and I’m excited to dive into a few of the details with you and yeah, we’ll nerd out a little bit.\n\nBut I thought with your permission, I would quote you reading the final paragraph of your introduction because it sets such a suite.\n\nAnd I might even say spiritual tone to the experience you’re sharing with us working with these ecosystems, these organisms, the soil and so forth. And may I read this quoting you?\n\nAbsolutely.\n\nOkay, you write, when you are feeling troubled, fearful or uncertain, there is a certainty intending plants and growing your own food, nurturing the healthy goodness in a field of multi-colored kale and lettuces or coaxing so much sweetness from a special peach tree, it all makes me feel I belong safely wherever I am.\n\nThe process of creating farms and gardens opens my eyes to awe, tunes my ears to listening and offers the gifts of curiosity, discovery and deep connection.\n\nBeing part of this farming revolution, I reap my own personal revolution for free, healthy farming in which nature is invited to participate, grows healthy food that in turn grows healthy humans resistant to disease and stress.\n\nThese reconnected healthy farms and gardens are in turn resilient and resistant to plant disease and stress.\n\nAnd it’s just such a, when I read that, I was stunned. I loved the way in which you speak to the deep solace in sanctuary, so many of us experienced when we’re gardening and farming and kind of leave us with that in the introduction as we start our journey into a whole lot of very, very practical and technical information.\n\nIsn’t it lovely the synergy between human health, farm health, soil health, environmental health and that when we stop and pay attention, I think we can feel and see that synergy.\n\nNo doubt about it and perhaps among the many great tasks before us, before humanity, this particular work is core and central.\n\nYes, good food growing makes good humans. I think you hit the nail on the head.\n\nI absolutely love it. Well, let’s let’s nerd out just a little bit. I was struck. I mean, throughout this book, not only are there many beautiful photographs, there are also many very compelling charts, flow charts, data charts to help us pretty quickly understand the information that you’re conveying and the strategies and methods that you’re sharing.\n\nOne that jumped out at me is on page 33, the soil revolution section, and it’s the complex, relatively complex interconnectedness we see going on with the roots, the rhizosphere with nutrients, microbial activity, organic carbon,\n\nluteolin, rhizobia, bacteria, bio-channin, I don’t even know if I’m saying that right, our vascular microrhyse. Can you walk us through what’s going on in this picture?\n\nYou’re going to laugh at me, but actually, I simplified that. That’s the rhizosphere that I was talking about in the very beginning. That’s the magic if we have a magic area in farming and gardening.\n\nIt’s right there in the rhizosphere because what’s happening is the plant above ground is taking in carbon, it’s taking in sunlight, and then it’s manufacturing compounds, biochemicals, proteins, and the carbon that it harvests from the sun, ends up throughout the plant\n\nand a good portion in the roots. Then it leaks some of that carbon out, or you could say it shares some of that carbon with the microbial community that is associating with the roots.\n\nAnd then a myriad of things are going on. There are different, not only just carbon is being leaked out of the root, but some of those biochemicals that the plant makes are being leaked out or shared with the microbial community, and they act as signals.\n\nAnd they signal different microorganisms to associate with the roots. For example, one that probably everybody’s heard about is mycorrhizae.\n\nAnd mycorrhizae associate and become interconnected with the root because of a biochemical that that plant exudes, and the mycorrhizae, I know you, and that starts the association.\n\nAnd then the association, that interaction with this particular fungi, the mycorrhizae, then allows other things to go back to the plant.\n\nAnd in this case with mycorrhizae, it’s recycled phosphorus and nitrogen, and what mycorrhizae do, they’re associated with the plant root, but they basically extend that plant’s root out into the soil farther than the plant root could go on its own because that wonderful mycorrhizae has mycelium that just grows out into the soil.\n\nThat’s just one example. There are so many other microorganisms.\n\nYou mentioned rhizobium, of course, are the bacteria that associate with a legume root and allow it to fix nitrogen from the atmosphere, and so then it doesn’t need as much from the soil.\n\nBut there’s a whole bunch of other things going on. There are antibiotic microorganisms that are helping create a disease-free environment.\n\nThere are microorganisms that help plants take up and utilize iron and a micronutrient. And of course, it’s not all just good guys. There are microorganisms that can actually attack the plant, and they too need a signal.\n\nSo they need a biochemical coming from the plant, and researchers are finding that plants, we’re going to get back, of course, full circle to those…\n\nThere’s plants that have a healthy amount of nutrients,\n\nbut not an excess amount of nutrients\n\nlike an excess amount of nitrogen, for example.\n\nPlants that are not healthy exude different signals\n\nand then those disease-causing microorganisms say,\n\noh, oh, I see that.\n\nThat’s my signal to move in.\n\nSo what’s happening is that half of what’s going on\n\nis that the plant is communicating\n\nwith the whole soil community with the biochemicals\n\nthat it exudes.\n\nAnd then the other half is it’s producing nutrients,\n\nwhat we call liquid carbon, or some soil scientists\n\ncalled liquid carbon, that the microorganisms need\n\nfor their growth and their health.\n\nAnd so there’s a sharing going on on that side.\n\nAnd then the microorganisms that are using that carbon\n\nmight change things right at that root surface\n\nthat makes it easier for other nutrients\n\nto be taken up by the root.\n\nSo there’s sharing and communicating\n\nand a complexity of biochemical interactions\n\nthat allow nutrient cycling to be very efficient.\n\nI love it.\n\nI’m just smiling here and here right now.\n\nOne of the things that has really impacted the work\n\nthat we’re doing at the Wiener’s community\n\nis not only literally working with the soil ecology,\n\nbut also learning from it, metaphorically speaking,\n\nand thinking about a neural network analogy\n\nfor the kind of work that we’re doing\n\nthrough our ambassador network in communities\n\nand with thought leaders and authors all around the world.\n\nAnd this sense of connectivity,\n\nthis sense of information sharing,\n\nthis sense of resource sharing is so inspiring.\n\nAnd it’s fundamental, obviously,\n\nto terrestrial life on this planet.\n\nAnd I forget where the quote comes from,\n\nsomething like we humans owe our existence\n\nto a few inches of living soil\n\nand the fact that it rains or whatever.\n\nAnd I’m really curious, can you help our audience\n\nget the impression of how awesome these networks are,\n\nespecially the high-feed mycelial networks,\n\nlike how far they can reach\n\nand how many different plants and trees\n\nand various organisms can connect in\n\nwith the network like that?\n\nYou know, that’s exactly.\n\nThat’s so important on what you said.\n\nIt’s just our paradigm, doesn’t it?\n\nWhen we think in terms of these interconnections\n\nrather than discrete plants with discrete things happening\n\nlike taking up fertilizer that we supply.\n\nIt’s a whole different perspective, I think.\n\nSo yes, good for you.\n\nSo, mycorrhizae, I do need to tell you\n\nthe wonderful thing about mycorrhizae\n\nis that in native plant systems,\n\na forest system, for example, they can be,\n\nthey are the norm rather than the anomaly.\n\nAnd not just mycorrhizae, but other fungi,\n\nthere’s free living fungi,\n\nmeaning that they’re not associated with the roots,\n\nthey’re just in the soil,\n\nthere’s free living bacteria as well as\n\nthe plants associated fungi and bacteria.\n\nMycorrhizae are make up the greatest biomass\n\nin the soil, but in native plant communities,\n\nthey are the canary in the coal mine\n\nwhen it comes to disturbance and tillage.\n\nSo if you till the soil too much,\n\nif you disturb it with cultivation for managing weeds,\n\nand if you over fertilize with higher nitrogen,\n\nhigher phosphorus, as opposed to higher arbonne,\n\nwhich is what the microbial community really needs a lot of,\n\nyou will create an environment where there may be no\n\nmycorrhizae, which is very discouraging,\n\nhence why we want to have those living roots in the soil\n\nbecause remember mycorrhizae have to associate\n\nwith the plant and then they’re not free living.\n\nAnd then they’ll extend those wonderful mycelium\n\nand pythae very, very far,\n\nthroughout a system where there are roots there\n\nfor them to go from one root to another root to another root.\n\nBut if we disserve the soil, we won’t have\n\ncertainly the mycorrhizae, the fungi,\n\nin fact are the first ones to go\n\nwhen we garden or farm in a way that we add a lot\n\nof excessive fertilizer.\n\nAnd that can even be too much good fertilizer,\n\ntoo much high nitrogen compost.\n\nWe can, there are other bacteria and other fungi\n\nthat will dominate and the diversity of microorganisms\n\nwill be diminished, if that makes sense.\n\nYes, quite.\n\nYes, and my understanding is that in native\n\nhealthy ecosystems, we can see\n\nmycorrhizal-hyphal networks extending across\n\nhundreds of square miles, right?\n\nIt’s extraordinary if you have roots interconnecting\n\nor not even the roots interconnecting,\n\nalthough that will happen in a good poly culture\n\nor many species, the roots will actually share space.\n\nBut in a forest where you have miles and miles\n\nof interactions, you have a whole diversity\n\nof microorganisms, sharing root space\n\nand utilizing different resources so that they’re not\n\nout competing each other for any one particular resource.\n\nAmazing, yeah, maybe humans learn from this wisdom\n\nand sophistication, yeah?\n\nYou know, one of the resources that jumped out at me\n\nin the book in the minimizing tillage and growing\n\nyour own fertilizer section is a layout of cover crops\n\nfor different soil conditions.\n\nAnd my goodness, this helps us.\n\nIf you’ve got low fertility, if you’ve got soil,\n\nlow soil organic matter, if you’re dealing with acidic\n\nor if, on the other hand, you’re dealing with alkaline,\n\nyou provide here the many different cover crop species\n\nthat we can select for those various scenarios.\n\nI mean, this is so, so practical.\n\nAnd getting back up to the hyphil networks\n\nand soil fungi, one of the best ways\n\nto encourage micro-eyesay is with cover crops.\n\nAnd especially if you can minimize the tillage\n\nwhen you incorporate or you add that cover crop residue\n\nto your soil.\n\nBut boy, I was just reading an article\n\nlooking at comparing high nitrogen fertilizer effects\n\non the microbial community to lower nitrogen\n\nlike different cover crops\n\nand different plant residues.\n\nAnd the data is very strong\n\nin which one will help encourage micro-eyesay\n\nover systems that don’t encourage micro-eyesay.\n\nAnd of course, the best is a forest garden\n\nwhere you always have a living root in the soil\n\nat all times.\n\nBeautiful.\n\nYeah, and this reminds me of the practice of permaculture,\n\nwhich, of course, your expert in,\n\nand I got my permaculture design certification,\n\nsomething like, gosh, almost 30 years ago.\n\nAnd this whole notion of forest gardens\n\nand the stacked functions\n\nand the various levels of overstory, mid-story,\n\nand so on, allows us to mimic the way natural forests\n\nare arranged, basically, right?\n\nExactly.\n\nI like to think of our orchard systems\n\nor at least the orchards that my late husband and I did\n\nand that I’m doing now on this new farm\n\nas a forest garden with mainly fruit producing\n\ntree biomass and then other species\n\nto support the trees.\n\nIt’s a little harder for me to do a commercial vegetable farm\n\nin that pattern, but I’m learning the subtleties\n\nof different levels of annuals and mixing areas\n\nthat have perennials with areas that have just annuals.\n\nSo I can have rows if I want them,\n\nbut then I have rows of perennials too.\n\nBeautiful.\n\nAbsolutely beautiful.\n\nLet me remind our audience.\n\nThis is the YonEarth Community podcast.\n\nI’m your host, Aaron William Perry.\n\nAnd today we’re visiting with Helen Atto,\n\nthe author of the ecological farm,\n\na Chelsea Green publishing book publication.\n\nAnd I want to make sure to mention that folks can find\n\nmany videos, Helen, that you’ve put together\n\non YouTube at Agrarian Dreams\n\nand can also connect with you on a couple websites.\n\nOne is veganicpermiculture.com.\n\nThe other is Woodleaf Farm.org.\n\nOf course, we’ll provide the links in our show notes.\n\nWanted to be sure to thank several sponsors\n\nwho make our podcast series possible.\n\nAnd this includes Chelsea Green publishing.\n\nOn the Chelsea Green website,\n\nwe have a special YonEarth page\n\nthat features interviews we’ve done\n\nwith Chelsea Green authors, exclusively.\n\nSo check that out.\n\nIt’s ChelseaGreen.com slash Y Dash on Dash Earth.\n\nYou can use the code Y-O-E-3-5\n\nto get a 35% discount on any of the books\n\nor audio books that Chelsea Green provides.\n\nAnd also have to mention again,\n\nour very special and exciting\n\nsimple gardening wisdom video course\n\nbeing made available in partnership\n\nwith several organizations,\n\nincluding Earthcoast Productions,\n\nDrylands Agro Ecology Research,\n\nChelsea Green Publishing, Patagonia,\n\nand Elk Run Farm.\n\nSo check out the simple gardening wisdom video course\n\nto learn more of these tools, technique strategies,\n\ntricks and tips.\n\nAnd there’s a special module available\n\nwith Helen exclusively.\n\nSo you can check all that out.\n\nAlso a very special shout out\n\nand thank you to profitable purpose consulting,\n\nworking with B-certified companies\n\nthroughout the United States, Europe, and globally.\n\nAnd then a shout out to Wailing Waters,\n\nbiodynamically grown,\n\nhemp-infused, aroma therapy,\n\nsoaking salts for your well-being.\n\nHuge thanks to our network of ambassadors\n\nand our monthly supporters.\n\nIf you’re not yet a monthly supporter\n\nor an ambassador you’d like to join,\n\ngo to the Y-Energy.org,\n\nget all that set up at whatever level\n\nyou’d like to join the ambassador network.\n\nAnd you can also go over to our Patreon,\n\nY-Energy Community Podcast Patreon\n\nand set things up there.\n\nWe’ve got many wonderful offerings\n\nand additional resources available to you there.\n\nLastly, one very special thing we do for our ambassadors\n\nin particular is provide a vast array\n\nof additional ambassador resources,\n\nincluding our behind-the-scenes segments\n\nwith our podcast guests.\n\nAnd so after we finish our main interview,\n\nHelen and I will have a behind-the-scenes chat\n\navailable to our ambassador network.\n\nAnd so if you haven’t yet joined and you’d like to,\n\nyou can go to Y-Energy.org,\n\njust click on the Becoming Ambassador page\n\nand get your journey started\n\nwith our beautiful growing network.\n\nIt’s like a mycelial, high-fi network worldwide\n\nof amazing people doing amazing work.\n\nAnd yeah, you know, Helen, I am just,\n\nI’m so grateful that we’ve gotten connected\n\nand that you have organized so much information\n\nin this book in a way that is so useful and approachable\n\nand navigable.\n\nAnd I want to ask a few other kind of nerdy questions\n\nbecause partly I’m curious,\n\nand I imagine many of our audience will be as well.\n\nCan you explain, for example,\n\nwhat is it, what is it,\n\ncat-ine, cat-ine on exchange capacity?\n\nWhat does that mean?\n\nYes, cat-ine exchange capacity.\n\nAnd that’s one of the chemical components of the soil.\n\nBasically what, I’m gonna start with\n\nis that the soil is kind of like a magnet, okay?\n\nSo it’s charged.\n\nThe soil particles have a negative charge\n\nlike one end of the magnet, right?\n\nAnd the nutrient,\n\nthey’re called nutrient ions,\n\nbut let’s think of them as nutrient elements.\n\nThey have different charges.\n\nSome of them have positive charges\n\nand some of them have negative charges.\n\nSo if the soil is a magnet holding on to the,\n\nthe mainly the positive charge\n\nand then the positive charge can hold on to a negative charge,\n\nyou begin to see how everything sticks together, so to speak.\n\nSo cat ions are positively charged nutrient elements\n\nlike potassium, calcium,\n\nmagnesium, and hydrogen.\n\nThe ones we really think about as farmers and gardeners\n\nare potassium, calcium, and magnesium.\n\nAnd the cat-ine exchange capacity is the ability of the soil\n\nto hold on to those positively charged nutrient elements.\n\nNutrient elements.\n\nSo if it can hold on to a lot, it’s full.\n\nIf it can’t hold on to a lot, it’s a little meager.\n\nSo technically the cat-ine exchange capacity,\n\nif it’s higher, shows you that your soil\n\nis naturally a little more fertile\n\nin that it has the ability to hold calcium, magnesium, potassium.\n\nAnd then if I may just add,\n\nbecause it’s all interconnected,\n\nthat there’s a cat-ine balancing or cat-ine ratio.\n\nSo the soil has this cat-ine exchange capacity,\n\nmeaning that it can hold on to a lot,\n\nand it can exchange them like you’re in a card game, right?\n\nYou’re in a card game and you’re changing this card\n\nfor that card.\n\nThat’s what the soil does with the exchangeable cat-ines,\n\nbut the base saturation or the ratio\n\nof calcium, magnesium, and potassium\n\ncan be just as important as the absolute amounts.\n\nIn fact, my late husband said he didn’t even care\n\nhow much calcium or magnesium the soil had.\n\nHe wanted, well, he did care, but he,\n\nmore importantly, he wanted to know\n\nthe ratio of calcium to magnesium,\n\nand the ratio of potassium to magnesium.\n\nSo that’s why we want to know about cat-ine exchange capacity.\n\nIt lets us know how good our soil is at holding on to\n\nand exchanging those positively charged nutrients.\n\nAnd of course, if they can exchange them fast,\n\nthey exchange them also with our plant roots.\n\nAnd that’s why we want to know.\n\nAmazing. So one very simple way to understand this\n\nby analogy is it’s the strength of the magnet.\n\nI like that. Yes. That’s great.\n\nI’m gonna use that.\n\nOkay. Okay.\n\nAnd what is driving or affecting changes\n\nin the strength of the magnet, so to speak?\n\nWell, basically, it’s many biochemical things\n\nand chemical things, but it’s also soil structure\n\nand what my grandfather used to call soil tilt.\n\nSo if you have good soil particles with good soil tilt,\n\nthey’re going to have more magnet strength.\n\nIf you’ve got them all compacted and squished down\n\nand you don’t have a lot of sites available\n\nin a nice big round particle that’s not squished,\n\nthen you don’t have quite as much strength.\n\nSo the way we add nutrients to our soil,\n\nwhen we add things like cover crops\n\ncan increase the soil organic matter\n\nand increasing the soil organic matter helps\n\nwith the cation exchange capacity.\n\nOkay. Oh my gosh.\n\nThat helps me understand this so much more.\n\nI love it. Oh, good.\n\nSo one of the things that jumped out at me\n\nis not only do you have strategies like cover cropping\n\nand foliar sprays and composting and so on,\n\nbut you also have developed your own growing mix\n\ncalled Helen’s Growing Mix.\n\nCan you tell us about that and when we might want to use that?\n\nYes, and remember that I call it as an intervention mix.\n\nSo if I have everything working with my adding residues,\n\nregularly, not all at once in the spring.\n\nI used to make a lot of compost and add it all at once\n\nin the spring and my soil microbe community\n\nfelt a little like we all feel after a huge Thanksgiving dinner.\n\nYou’re a little sluggish.\n\nSo if you have little amounts of food all the time,\n\nadding residues regularly through the soil,\n\nthroughout the season,\n\nthat microbial community is a little happier that way.\n\nI got off on a tangent there.\n\nTell me, remind me exactly what you wanted me to.\n\nYeah, we’re on the Helen’s Growing Mix.\n\nLike when did you want the recipe and indeed it is there in the book.\n\nSo if I’m adding things regularly,\n\nI get to what I think of as a dynamic equilibrium\n\nthat the amount going in is being digested\n\nand mineralized made into available forms\n\nfor the plant by the soil microbes\n\nand the amount that the plant roots need\n\nis balanced with the amount that’s decomposing\n\nand releasing at any one time.\n\nSo there’s my perfect dynamic equilibrium.\n\nUnfortunately, there’s climatic things cold and rainy\n\nand things that make that dynamic equilibrium not always work.\n\nAlso, the stakes that I make as a farmer\n\ncan upset that dynamic equilibrium as well.\n\nSo when things aren’t working as smoothly,\n\nit’s early in the spring, soils are cold.\n\nI’ve had to do some tillage because maybe I’ve had\n\na perennial weed problem.\n\nSo I’ve disrupted my microbial community a little bit\n\nand they don’t like to work if it’s below 45 degrees Fahrenheit there.\n\nThey’re going to go on strike.\n\nThen I might have to add what I call my magic mix\n\nor my intervention mix.\n\nAnd what I do is I make this up in a 30 gallon garbage can\n\nand I mix in things like alfalfa meal\n\nand some of the micronutrients.\n\nAnd then I mix it all up\n\nand I try to mix it in a warmer area\n\nbut I don’t always get that.\n\nAnd then I apply it as a root drench to my crops as I put them out.\n\nSo I give them a little bit of a boost right as they’re going in.\n\nAnd I also do it if for some reason,\n\nthings aren’t moving smoothly.\n\nWe’re not getting that natural nutrient cycling and recycling\n\nand my plants start to look a little nutrient deficient.\n\nAnd then I jump right on it.\n\nI don’t let my plants struggle.\n\nI give them some of the magic mix\n\nso that they can again start cycling nutrients\n\nfrom the whole soil organic matter system fertility\n\nthat I talk about in the book.\n\nAnd I do have a section because this is part of being curious",
  "related_episodes": [
    {
      "title": "Ep 153 – Joy & Eric McEwen, Authors, Raising Resilient Bees (CGP and SGWVC instructors)",
      "url": "https://yonearth.org/podcast/episode-153-eric-joy-mcewen-authors-raising-resilient-bees/"
    },
    {
      "title": "Ep 151 – Nicolette Hahn Niman, Author, “Defending Beef” – Regenerative Grazing (CGP)",
      "url": "https://yonearth.org/podcast/episode-151-nicolette-hahn-niman-author-defending-beef/"
    },
    {
      "title": "Ep 146 – Matthew Derr, Executive Director, Chelsea Green Foundation",
      "url": "https://yonearth.org/podcast/episode-146-matthew-derr-executive-director-chelsea-green-foundation/"
    },
    {
      "title": "Ep 142 – Maria Rodale, Author,Love, Nature, Magic(CGP)",
      "url": "https://yonearth.org/podcast/episode-142-maria-rodale-author-of-love-nature-magic/"
    },
    {
      "title": "Ep 136 – Ben Raskin, Author,The Woodchip Handbook(CGP)",
      "url": "https://yonearth.org/podcast/episode-136-ben-raskin-author-the-woodchip-handbook/"
    },
    {
      "title": "Ep 124 – Nick DiDomenico, Co-Founder, Drylands Agroecology Research (featured SGWVC instructor)",
      "url": "https://yonearth.org/podcast/episode-124-nick-didomenico-co-founder-drylands-agroecology-research/"
    }
  ]
}