{
  "title": "Episode 24 – David G. Haskell – The Songs of Trees",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2962/episode-24-david-g-haskell-the-songs-of-trees.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-24-david-g-haskell-the-songs-of-trees/",
  "episode_number": 24,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Enjoy this discussion between author David Haskell and podcast host Aaron William Perry – set in close proximity to towering Cottonwoods along the gently flowing Boulder Creek with scores of ducks in the background!",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcast Series.\n\nToday we are visiting with Professor and author David George Haskell.\n\nHi David.\n\nHello and it’s good to be with you.\n\nWelcome to the show.\n\nThank you.\n\nDavid is a British-born American biologist, author and professor of biology at\n\nCawani, the University of the South in Cawani, Tennessee.\n\nIn addition to scientific papers, he has written essays, poems, op-eds,\n\nand the book The Forrest Unseen, as well as his recent book The Song of Trees,\n\nwhich we’ll be talking about today.\n\nThis book The Song of Trees has won the John Bro’s Medal for Distinguished Natural History Writing,\n\nas well as public radio international science Friday, named one of the best science books of 2017.\n\nAnd Maria Popoba included the book in Brain Picking’s favorite science books of 2017,\n\nThe Forbs.com, named the book One of the Ten Best Environment Climate Science and Conservation Books of 2017.\n\nAnd David, it’s so wonderful to have you here today and to know that so many in our communities\n\nand our global culture have responded to this book so positively.\n\nWell, thank you.\n\nIt’s a delight to be here.\n\nAnd I know that you have your undergrad degree in biology at the University of Oxford.\n\nAnd then you went on and did your graduate work at Cornell.\n\nWhat were you doing your graduate work in?\n\nMy graduate work was mostly on the evolution of bird sounds.\n\nSo birds, of course, structured their societies and communicate to one another,\n\nmostly through acoustic means, some through feather displays and so on,\n\nbut they’re very acoustic creatures.\n\nAnd so I was interested in getting into that acoustic world and asking the birds,\n\nhow come this sound is so different from this one?\n\nHow do species diverge in their sonic displays?\n\nSo that was my initial foray, if you like, into the sonic world of other species.\n\nAnd I’ve since birds were the gateway drug, if you like.\n\nI’ve since moved into the sonic worlds of trees and soundscapes and started in a very scientific mode,\n\na Cornell doing quantitative analyses of bird sounds and now has moved into a more open-ended mode,\n\nthat includes sound recording and computers, but a lot of listening out in unstructured ways and outside.\n\nYou know, as we were planning over the last few days where we wanted to record this discussion,\n\nyou suggested Boulder Creek right along this riparian corridor in downtown Boulder, Colorado,\n\nwhere we have plenty of cottonwoods and all kinds of other species as well.\n\nAnd why did you pick this spot? What made you think of this spot?\n\nThis is an interesting confluence of human life and plant life and non-human animal life.\n\nWhenever I come to this place, they’re always interesting creatures,\n\njust that, you know, a minute ago, a kingfish flew over, there’s a little gathering of crows happening in the American region.\n\nAnd the trees here provide part of the atmosphere of the place, these really old cottonwoods,\n\nthat are integrated into animal and human environment.\n\nSo people are drawn to the pocket, the library is here, the summer farmer’s market is right here,\n\nso there’s an interesting drawing together of pathways that happens at this point.\n\nAnd so it’s a delightful place to be, but it’s also a very interesting place to be,\n\nbecause many different life paths converge in this one place, including the life paths of trees.\n\nYou know, I’m struck that you have a background and credentials in hard sciences,\n\nin disciplines that generally are very technical and can be very reductionist.\n\nYet, when I’m reading your book, The Songs of Trees, I am struck by the lyricism, the poeticism,\n\nthat you’re using in your prose to describe this magnificent tapestry of interconductivity\n\nthat is the reality here on this planet. And I’m struck by gosh, this is a scientist writing this,\n\nand that isn’t something I would have necessarily expected.\n\nHow did that happen?\n\nWell, I think it’s part of the structure of the world.\n\nThe world is made from molecules and energy transfers, and those arranged and incredibly complicated architectures\n\nthat have deep history, the life on this planet is at least three and a half billion years old.\n\nAnd that is poetry, that is art.\n\nAnd so the world is divided into separate categories where academia is,\n\nyou know, the division of science over here, and then the division of humanities there, and so forth.\n\nNo, you know, a river has its rhythms, it has its music, it has atoms,\n\nit has living creatures, it has DNA within it, environmental DNA.\n\nSo all these different things that we divide into different disciplines and departments,\n\nI think are all present together.\n\nAnd even saying that they’re present together, I think, is a little bit of a falsehood because\n\nthere is no separation, you know, the atoms are in the water, in the creek are, in fact, the music.\n\nThey are moving with a particular rhythmicity.\n\nAnd so there is no separation, there’s a blossoming coming from one place.\n\nAnd one of the great, the delights, the freedoms of writing in a more open-ended way, in a nonfiction book,\n\nrather than in a scientific paper, is that some of those metaphors, analogies, rhythms,\n\ncan come to the surface of the writing.\n\nAnd it’s entirely appropriate that it would, whereas in a scientific paper,\n\nwhich is also a really, you know, wonderful place to be writing, but there’s a particular form.\n\nYou know, scientific papers are almost like the formal poetry of science in that there is a structure\n\nfor what needs to go in which part of the paper.\n\nAnd you don’t get to throw in wild speculations or interesting metaphors\n\nbecause that’s not part of the agreed upon cultural rules for communication within that paper.\n\nAnd I think that’s great that, you know, those rules are there for very good reasons.\n\nSo scientific approach and then a poetic approach, I think a complimentary, they work together.\n\nThey’re not in our position to one another.\n\nAnd that’s one of the reasons to come out and stand on the side of the creek is that\n\nthat truth becomes abundantly evident,\n\nwhereas sitting in a seminar room in a university or a high school or something,\n\nthat those truths are hard to perceive.\n\nAnd that’s the great challenge now in education, of course, is to break out of the boxes that we have created\n\nand embrace some of the actual connectivity of the world.\n\nAnd I think, you know, in some places we’re doing a good job, and in other ways,\n\neducation is utterly failing in that task.\n\nSo fascinating. So it strikes me as something we see in the sciences,\n\nas well as in the realm of business and economics that more and more of us are working diligently\n\nto resolve very challenging and complex issues related to sustainability on this planet.\n\nAnd I’m struck that some of our tools, things like financial models built in Excel,\n\ndiscussions and decision making in boardrooms, aren’t necessarily bringing in the type of natural intelligence\n\nthat is needed to deal with these challenges in our time.\n\nAnd what I hear you saying is that there’s something specific and uniquely precious\n\nin our connecting to places, wild places, like this one here that we’re standing next to.\n\nYes, and I think the key is that these different practices and ways of thinking about the world,\n\nor relating to the world are not in opposition to one another.\n\nSo modeling in an Excel spreadsheet or mapping forests using sophisticated satellite technology.\n\nWe need that way of approaching the world, but if that’s all we have,\n\nthen we’re not drawing on the full set of intelligences, wisdoms,\n\ncommunity understandings that exist within the human community of life,\n\nbut also exist within, say, the root system of this cottonwood,\n\nor in the relations of the invertebrate animals that live on the creek bed here.\n\nAnd an example that really brought that home to me in a way that I found very sad\n\nand disturbing was a few years ago I was part of a group of people that met in some corporate offices in New York City.\n\nWe’re on about the 50th floor.\n\nIn that meeting room was going to be decided to fate of tens of thousands of acres of forest,\n\nin Tennessee, forest that was owned by a particular corporate entity.\n\nAnd there were some big environmental groups, there were lawyers there,\n\nthere were, of course, the people from the timber company,\n\nall discussing and showing interesting data on the PowerPoint screen and so forth\n\nabout what’s happening to the forest and what different people’s perspectives were on trends\n\nand what the best thing for the forest was.\n\nThe forest I felt was completely apt, almost completely absent there,\n\nbecause most of the people in that room, and particularly the decision makers,\n\nhad spent maybe one, perhaps two or three hours in the actual forest.\n\nRather than those decisions being made by people who had a lifetime,\n\nmaybe multiple lifetimes through conversation and ancestry,\n\na relationship with the trees and the birds and the soil,\n\nand the people, the lagers, the bird watches, the people living downstream,\n\nthe people living in the forest.\n\nAll of these are different ways of understanding the forest,\n\nand yet so much of that understanding just wasn’t there.\n\nAnd so we were using human power,\n\nbut doing it in a way that I thought was unruited from some guides\n\nto good use of power in the world.\n\nAnd that’s just one example from my own trajectory.\n\nIt happens again and again, and often these are very well-meaning gatherings\n\nthat have, in a structure, failed to open the door to sensory experience\n\nof the ecosystems that we’re discussing.\n\nAnd if that door is closed, we’re likely to make poor decisions, I think.\n\nThis strikes me as such an important point for us to keep in mind as we’re going forward.\n\nI’m mindful that you’re writing about an experience of trees and forests and ecosystems\n\nis so oriented around sound, around the audible experience.\n\nAnd I’ve struck that the philosopher Kant, a couple two or three centuries ago,\n\nwhen speaking about intellectual enlightenment,\n\nused this term unwondigke, this term of releasing from voicelessness.\n\nAnd I hear increasingly in conversations all around the planet\n\nthat part of our challenge is that the rivers, the forests,\n\ndon’t have that voice in our in our boardrooms all too often.\n\nAnd it’s as if they can’t walk and show up in the boardroom\n\nto give them voice, it’s incumbent upon us to go to them and listen.\n\nAnd boy, if more of us would go to them and listen,\n\nperhaps our decision-making would interrupt.\n\nYeah, you know, that listening, of course, happens at many levels.\n\nAt one level, it’s literally just opening ones ears to the acoustic signals of the world.\n\nAnd the great thing about sound, of course, is that it travels around and through\n\nand over barriers.\n\nSo I might not see what is happening behind me,\n\nor what is happening below the ground or inside the building here,\n\nor just over the creek bank there, but I can hear it.\n\nAnd so sound is the great revealer.\n\nIt’s also, of course, the great revealer of environmental injustice, right?\n\nWho gets to listen to the traffic noise that you can’t block out of your bedroom\n\noften, it’s to lower income communities and so forth.\n\nSo sound itself is an important part of communication,\n\nbut then there’s a listening that goes beyond that that is about conversation.\n\nAnd it’s about gathering data.\n\nI mean, I would argue that those Excel spreadsheets and satellite imagery\n\nand so forth are another way of listening to the world.\n\nAnd it’s not that we need to close the door to those ways and just go and sit by the creek\n\nand feel at one with the world, not at all.\n\nWe need data come through the scientific process,\n\nbut we also need our bodies to be in relationship with the places that are home to us.\n\nAnd without that bodily connection, we’re cutting ourselves off from a lot of intelligence\n\nand delight, because it’s wonderful to be out here in the sunshine listening\n\nto the ducks and the crows and the river, but also heartbreak\n\nbecause you cannot open yourself to the particularities of any place on this world\n\nwithout realizing, oh, this land was stolen from other people.\n\nThis land, the creek here is full of neonicotinoids and herbicides from upstream\n\nand the air that we’re breathing has got the affluent of factory farms blowing in\n\nfrom the east and so forth.\n\nSince there’s a lot of brokenness that is emerged through that listening,\n\nbut if we don’t open ourselves to that, how do we know what needs our healing,\n\nwhat needs our attention?\n\nAnd so the practice, and I think this is one thing I learned in the book,\n\nlistening to particular trees in different parts of the world,\n\nbut simultaneously, I was filled with delight in these places,\n\nbut also came to understand in a way that was very difficult to take in\n\nhow broken the world is, not just through human actions in relation to community life,\n\nbut just life is built on a set of rather hard rules,\n\nis that every animal in the world will die often in a painful way,\n\nand so the way to pain inherent in any place,\n\njust from the ecological rules of the world, is phenomenal.\n\nAnd that’s one of the reasons we retreat indoors and onto computer screens\n\nis to buffer ourselves from that, to push it away.\n\nBut I think in a world that has so many crises,\n\nthose comfortable buffers are things that we need to challenge in our lives\n\nand try and break through a little bit.\n\nIt requires a certain courage, doesn’t it, to engage in that practice?\n\nCourage or at least persistence to say, well, we’ll just keep with this,\n\neven if I’m not feeling particularly courageous about this,\n\nis that no, I need to keep returning to get beyond my preconceptions\n\nto open to a particular place or other people and so on\n\nthat seem alien to me, but in fact, a part of my family.\n\nThere’s a passage in the preface of the book,\n\nof your book, The Songs of Trees.\n\nAnd I want to read it, because it’s so beautifully echoes\n\nand encapsulates this interconnectedness, this relationship,\n\nthe phenomenon that we’re describing here.\n\nAnd I’m wondering, would you want to read it for us?\n\nI’d be happy to, if you direct me to this.\n\nIt’s your voice, and just this paragraph here, if you mind.\n\nIt’s so beautiful.\n\nSo this is a paragraph from the preface,\n\nand the first part of the preface is setting up some of the rhythms\n\nand questions of the book about attending to the sounds of trees.\n\nAnd I write, in all these places, tree songs emerge from relationship.\n\nAlthough tree trunks seemingly stand as detached individuals,\n\ntheir lives subvert this atomistic view.\n\nWe’re all trees, humans, insects, birds, bacteria.\n\nWe’re all pluralities.\n\nLife is embodied network.\n\nThese living networks are not places of omni-benevolent oneness.\n\nInstead, they are where the ecological and evolutionary tensions\n\nbetween cooperation and conflict are negotiated and resolved.\n\nThese struggles often result not in the evolution of stronger, more disconnected selves,\n\nbut in the dissolution of the self into relationship.\n\nIt’s incredible.\n\nThank you.\n\nThat’s the message from the trees.\n\nThe tree is a living community, not a separate self,\n\nand that’s the great and attractive paradox of trees\n\nthat we use them as often as symbols of individuality.\n\nAnd yet, if you break the relationships among hundreds of species\n\nthat comprise a tree leaf, or a tree root, that tree, this life ends.\n\nThe paradox of it, that’s so compelling.\n\nI would love to talk a little more about the sounds here.\n\nAnd in the book, you are visiting a number of different trees\n\nand a number of different places all around the planet.\n\nWalson Fur, Green Ash, Hazel, Cottonwood, a Japanese white pine, and others.\n\nWhat’s that experience that you’ve been practicing in your own life\n\nand that you’re sharing with others through this book?\n\nSo, maybe I should back up and say my first book was a meditation\n\non one patch of old growth forest in Tennessee.\n\nI returned over and over again to that one place.\n\nIt’s an active ecological meditation, open my senses to the place.\n\nWhat I wanted to do in this second book was apply that same contemplative approach,\n\nbut in places that I had chosen or had called out to me in some way,\n\nas being really, really different from one another.\n\nSo, a tree on a street corner in Manhattan, right?\n\nThere’s a tree and there’s concrete and big buildings and so on.\n\nI mean, you’re very as urban as you can get in terms of a tree life.\n\nAnd then another tree is in the Amazon rainforest,\n\nin a place where there are tens of thousands of square kilometers of forest all around it.\n\nSo, polar opposites in terms of the degree of urbanization\n\nand at least the superficial impression of where the humans were the dominant creature\n\nor not in each place.\n\nIt’s a very different and of course very interesting stories about ecology\n\nand people in each place.\n\nAnd yet, under that, there’s a unity though.\n\nAnd that unity is a tree in Manhattan and the tree in the Amazon\n\nis both made out of interconnections.\n\nAnd people are critical parts of those interconnections now.\n\nOf course, in New York, a lot of people are unaware of how they’re related to the tree on their street,\n\neven though that area, excuse me, they’re unaware of how they’re connected to the tree on the street.\n\nEven though the tree is connected to them through the air, by cleaning the air,\n\nit changes the soundscape, it cools the street by 20 degrees\n\nand in the summer time.\n\nSo, if you’re in New York, you are deeply connected to the trees of the city.\n\nIn fact, the city has done a good job of honoring that\n\nand of having a proactive strategy to keep trees growing on city streets.\n\nSome other cities haven’t quite as good a job of that.\n\nSo, there are also hidden connections in the cities.\n\nIn the Amazon, though, which seems, first to arrive,\n\nsee, well, this is a place where humans have no part.\n\nWell, people have been living in that forest for 9,000 years.\n\nThe structure of the forest is partly determined by the presence of people there.\n\nAnd the lives of the people who live in the Amazon are very much connected\n\nin a very consciously aware way to the lives of particular trees.\n\nAnd then, even though the Amazon appears to be a vast forest,\n\nalmost invulnerable to human influence,\n\nit’s a place of rapid ecological transition,\n\nbecause the forest is the rainfall patterns are changing,\n\nthe fire regimes are changing and roads are being pushed in\n\nto extract oil, particularly from the western parts of the Amazon.\n\nSo, in both places, humans are right at the center of these networks of life\n\nthat have trees within them.\n\nAnd so, you know, I pick those two examples, Manhattan and Amazon\n\nas poles, if you like.\n\nAnd there are other ways in which trees in the book of Gray and\n\nvery different places, olive trees in East Jerusalem, for example,\n\na place where the olive has encouraged an allowed human life\n\nby providing food for thousands of years,\n\nand is now at the center of conflicts over land.\n\nWho’s land is this? And people planting olive trees\n\nis polychalax and cutting other people’s olive trees down and so forth.\n\nSo, the olive is at the center of both giving life to people,\n\nbut also of it’s at the center of the ways that people fragmenting\n\nand pushing apart from one another.\n\nSo, in Jerusalem, we see a very intense example of how relationships\n\nwould trees both give life to people and also at the center of our\n\nof human conflicts.\n\nAnd that’s not exclusive to the Middle East that’s happened around the world\n\nagain and again.\n\nI mean, now, you know, a lot of human calories are being derived\n\nfrom palm oil plantations in Southeast Asia,\n\nand the last remnants of many tropical ecosystems are being destroyed\n\nfor that. And so, this life giving but also destroying\n\na duality is present in many different ways,\n\nand in different parts of the world.\n\nAnd so, the book tries to use particular case studies to get into those questions.\n\nIt’s an incredible survey not only of the forest ecosystems,\n\nbut also it’s almost an anthropological work in exploring the human relationships\n\nand interconnectivities with these systems.\n\nAnd it’s so fascinating you’ve got this background in biology yet\n\nyou’re really exploring the interdependencies with the human realm\n\nin a way that is not common to come across in books like this.\n\nYeah, you know, I think it’s a Darwinian way.\n\nYou know, my training is in evolution and ecology.\n\nAnd I think one of the messages that we haven’t quite fully heard\n\nfrom the Darwinian revolution is that we belong here,\n\nis that the human body, the human culture,\n\nis another manifestation of life’s diversity.\n\nYou know, right now it’s a particularly loud manifestation of that\n\nwhere we’re, of course, a very dominant force on the face of the planet.\n\nAnd unique in some ways, but in most ways,\n\njust part of that great unfolding story of life.\n\nSo to study a particular tree, as a human is to realize how much\n\nI am part of that tree’s story and my life is just as biological,\n\njust as ecological as the trees is.\n\nAnd partly in this book, I really tried to attend,\n\nreally open my ear to those tree human connections.\n\nYou know, someone else might write the same book about trees and insects\n\nor trees and birds.\n\nThose would be fascinating lenses to bring to this.\n\nBut for this, I really wanted to situate human culture.\n\nAnd it’s the great diversity of human culture.\n\nAnd uncover some of those hidden connections to trees,\n\nparticularly in cities where, I think, you know,\n\nurban forests are so important to our well-being.\n\nAnd some people get this, and luckily now we’re in an era\n\nwhere urban forestry and tree management in urban areas\n\nis understood more and more to be very important.\n\nAnd yet it’s still a little bit on the side in terms of\n\nwhen we think about what are the key challenges facing urban areas\n\nor facing humanity now.\n\nYou know, trees on streets often doesn’t, you know,\n\nmake the top 10 list.\n\nAnd yet, I think the scientific data and the cultural data\n\nshow that indeed in urban areas an enormous part of the quality of life.\n\nAnd even the presence of life is in relation to,\n\ndo we have other creatures often other trees around us\n\nto draw our imaginations into the living world?\n\nBut also to give us life because without those sensory connections\n\nwe as humans start to with.\n\nAnd that’s, you know, we have that sensory connection\n\nevery time we eat, every time we breathe,\n\nbringing that into consciousness, I think,\n\nis an important part of what we need to do.\n\nAnd religious traditions have taught us this for millennia.\n\nBefore you eat, give thanks.\n\nAnd, you know, we may or may not situate ourselves\n\nin those religious traditions now.\n\nBut the lesson that transcends a particularity of any religion is\n\nif you forget where you came from, that your life is given to you\n\nthrough relationship, if we forget that,\n\nthen we’re running away from the source of life\n\nand heading towards things that disconnections\n\nthat ultimately cause us not to thrive.\n\nSo rich.\n\nThere are so many strands we could pick up.\n\nAnd to pick up a couple,\n\nI am utterly struck having lived in my younger days\n\nin New York City for a spell\n\nby the incredible potential for greater affora station\n\nin our urban environments.\n\nAnd as our transportation modalities and systems evolved,\n\nI think we’ll probably find that human\n\nbipedalism is actually one of the most important pieces of that framework.\n\nIt affects our cognitive performance,\n\nour immune systems, and so on.\n\nAnd I’m curious if we might not just see\n\ncities in the next several years\n\nbecome even more replete with forest ecosystems,\n\nessentially, and if that’s not one of the keys\n\nto some of these complex challenges that we’re facing.\n\nYes, I think it is.\n\nYou know, mentioning human bipedalism\n\nis an echo of that.\n\nWe’re not brains in jars.\n\nWe’re embodied beings.\n\nAnd so re-inhabiting something as simple as human motion,\n\nit shouldn’t be a radical proposition that human motion\n\nis a necessary part of well-being.\n\nBut in fact, you know, our work environments,\n\nour living environments are often structured around sitting on our butts\n\nas if we were brains in jars\n\nand not encouraging human movement,\n\nnot encouraging human interaction with other species.\n\nYeah, so indeed this is an important part of urban planning.\n\nIn urban areas, particularly older urban areas,\n\nthere’s a historical legacy that can be quite a constraint.\n\nSo for example, in Brooklyn, a decision was made in the 19th century to have\n\none big park, Prospect Park,\n\nand not to have lots of other smaller parks scattered around Brooklyn.\n\nSo now if you live close to Prospect Park,\n\nyou got lots of beautiful trees and open space,\n\nand it’s the wonderful place to be,\n\nto connect with other beings,\n\nto see people enjoying themselves,\n\npeople from all different walks of life.\n\nBut if you don’t live right close by,\n\nyou have got a half hour, one hour trek to get there.\n\nAnd so if Brooklyn decides,\n\nokay, we’re going to walk back from that,\n\nwell, the real estate cost for creating a new park in a neighborhood\n\nwhere those parks don’t exist at very, very high.\n\nAnd so then you have to think creatively,\n\nwell, let’s create many parks along the street,\n\nalong the sidewalks.\n\nSo expand the open areas around the base of trees and sidewalks\n\nand create a place that’s essentially a little mini-prayery ecosystem\n\nthat helps the stormwater drainage,\n\nbut it also provides a place where people can connect\n\nto the lives of other species.\n\nSo there are enormous, enormous challenges.\n\nBut they ask and cracks and openings into ways through those.\n\nThe place where we have a real opportunity,\n\nof course, is in the sprawling suburbia.\n\nI mean, most of the landmass of North America in the whole world\n\nis maybe 2%.\n\nAn enormous amount of housing,\n\nand particularly here in Colorado, is sprawling out.\n\nAnd so as those new cities,\n\nthose new suburbs emerge in what way\n\nwill we invite other species into them?\n\nAnd of course, Colorado has some areas that have done a pretty good job of that.\n\nAnd other areas where that has not been part of the equation.\n\nThere’s one to do there.\n\nThere is.\n\nAnd one of the challenges on the front range, in particular,\n\nis that because most of the front range was short grass prairie,\n\nthe role of trees in urban areas,\n\nsay Denver, Boulder, Fort Collins, and so on,\n\nis difficult because people want shade in their backyards,\n\nand that shade in fact helps reduce our commissioning costs.\n\nIt provides pleasant places for people to hang out.\n\nIt stores carbon.\n\nAnd yet those trees are not the native ecosystem, mostly.\n\nAnd so the front range has actually pretty low tree canopy coverage\n\nfor urban areas. Denver is one of the lowest in the country.\n\nAnd we can see the benefits of planting more trees.\n\nAnd yet the ecological context is not quite so clear.\n\nShould we bring more exotic species in?\n\nIn a way that most other cities wouldn’t consider.\n\nI say New York is moving away from exotics,\n\nand back into native species.\n\nHere in Boulder, the question is,\n\nis the ash trees are all being killed off?\n\nDo we plant just cottonwoods and ponderosa pines?\n\nAnd maybe some box elder, those are the natives.\n\nOr do we expand the palette a little bit?\n\nIn a way that would be probably not so ecological desirable,\n\nor ecologically desirable elsewhere,\n\nbut maybe very appropriate here.\n\nAnd so every region has its own challenges,\n\nand that’s another reason why we need to be out listening to the trees,\n\nso that people making decisions about the urban forests of Boulder,\n\nor Denver for Collins.\n\nIf those folks are not in relationship with the trees of their hometown,\n\nthen those decisions are going to be rather.\n\nThey will be imported from elsewhere and may not be well locally adapted.\n\nYou know, I’m struck thinking about your comment about New York and Britain,\n\nand thinking about some of the potential costs in creating more forested pockets\n\nin some of our heavily urbanized environments.\n\nAnd I’m struck that while I was researching to write why on earth,\n\nI came across some scientific literature indicating that for us humans,\n\nliterally just gazing at living trees in plants for five minutes\n\nwill measurably reduce stress hormones and, of course,\n\nthrough our bloodstreams and so forth,\n\nand that there’s even research showing, apparently,\n\nthat a pheromonal interaction with trees is affecting things like our immunity\n\nand potentially our cognitive performance.\n\nOf course, the great writer Thomas Berry suggests that,\n\nas we lose our relationships with these trees and living landscapes,\n\nwe ultimately see our intelligence and our creativity,\n\nour imaginations, atrophy as well.\n\nSo I’m just curious, you know, as a society,\n\nwe are spending so much money on health and well-being,\n\non stabilizing levels of serotonin and so forth,\n\nand getting out and walking to places hopefully not too far away\n\nis actually going to help with those same objectives\n\nand not cost us in the same ways.\n\nIndeed. I mean, so the more senses that one can involve\n\nin that process of connection, that the deeper the benefits\n\nfor the people who are involved in that.\n\nSo even just gazing at green on the computer screen\n\nhas a certain level of benefits, seeing some pictures of trees and so on,\n\nand that’s why National Geographic’s Instagram for Beauty is so popular.\n\nIt’s like, hey, I get to connect with an amazing picture of a lion\n\nor this beautiful portrait of the Rocky Mountains.\n\nSo, you know, that’s hitting a certain spot in a very deep spot\n\nin the human brain just visually.\n\nThe acoustic element then adds more, so soundscapes.\n\nAnd but then the smell has this really,\n\nthe smell bypasses most of the processing senses,\n\ncenters in the brain that the other senses are filtered through"
}