{
  "title": "Episode 146 – Matthew Derr, Executive Director, Chelsea Green Foundation",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13562/episode-146-matthew-derr-executive-director-chelsea-green-foundation.mp3",
  "publish_date": "October 11, 2023 1:36 pm",
  "url": "https://yonearth.org/podcast/episode-146-matthew-derr-executive-director-chelsea-green-foundation/",
  "episode_number": 146,
  "subtitle": "About Matthew Derr",
  "description": "Matthew Derr is Editor at Chelsea Green Publishing and a Trustee and the Executive Director of the Chelsea Green Foundation. Previous to his roles in the Chelsea Green ecosystem, Matthew was the President of Sterling College in Craftsbury, Vermont, where he established the Wendell Berry Farming Program. He was a Visiting Fellow of the Great Lakes Colleges Association, and was the Interim President at Antioch College. Additionally, Matthew has served as Treasurer for the Center for an Agricultural Economy, as Secretary and Treasurer of the Work Colleges Association, as the Chair of the Vermont Food System Higher Education Consortium, and on the National Advisory Board of the Sphinx Music Organization. He has a Master of Social Work degree in Community Organizing & Social Systems from the University of Michigan School of Social Work, received his Bachelor of Arts in History as a Social Science from Antioch College, and has a Professional Fundraising Certificate from New York University’s George H. Heyman Center for Philanthropy and Fundraising.",
  "about_sections": {
    "about_matthew_derr": "Matthew Derr is Editor at Chelsea Green Publishing and a Trustee and the Executive Director of the Chelsea Green Foundation. Previous to his roles in the Chelsea Green ecosystem, Matthew was the President of Sterling College in Craftsbury, Vermont, where he established the Wendell Berry Farming Program. He was a Visiting Fellow of the Great Lakes Colleges Association, and was the Interim President at Antioch College. Additionally, Matthew has served as Treasurer for the Center for an Agricultural Economy, as Secretary and Treasurer of the Work Colleges Association, as the Chair of the Vermont Food System Higher Education Consortium, and on the National Advisory Board of the Sphinx Music Organization. He has a Master of Social Work degree in Community Organizing & Social Systems from the University of Michigan School of Social Work, received his Bachelor of Arts in History as a Social Science from Antioch College, and has a Professional Fundraising Certificate from New York University’s George H. Heyman Center for Philanthropy and Fundraising.",
    "about_chelsea_green_foundation": "The Chelsea Green Foundation is a New Hampshire-based private operating foundation that has a unique place within the mosaic of not-for-profits engaged in the sustainability space. Leveraging the expansive community of practitioners who have written for Chelsea Green, the foundation has a unique place within the mosaic of not-for-profits engaged in the sustainability space. It supports activists, artists, farmers, writers, and other practitioners to challenge orthodoxy by exchanging creative and critical thinking that inspires ecological and societal resilience through hands-on knowledge of soil, food, water, health, economics, energy, politics, and local communities.",
    "about_chelsea_green_publishing": "Founded in 1984, Chelsea Green Publishing is recognized as a leading publisher of books on the politics and practice of ecologically based living, publishing authors who bring in-depth, practical knowledge to life, and give readers hands-on information related to organic and regenerative farming and gardening, ecology and the environment, healthy food, local economies and resilient communities, and integrative health and wellness. An employee-owned company, Chelsea Green publishes authors that empower and inspire individuals to reduce their ecological impact and to participate in the restoration of healthy local communities, bioregional ecosystems, and a diversity of cultures. Chelsea Green promotes better understanding of natural systems as a global-commons and to empower people to participate in restoring those commons, to serve as its effective stewards, and to help mitigate worldwide social and environmental disruptions."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast.\n\nI’m your host, Aaron William Perry, and today we’re visiting with Matthew Derr, the executive\n\ndirector of Chelsea Green Foundation and the editor and acquirer at Chelsea Green Publishing.\n\nMatthew, how are you doing today?\n\nI’m doing really well, Aaron, and thanks for having me.\n\nI’m really looking forward to this conversation.\n\nI am as well, and we’ve got a lot of really fun and joyful topics to cover today that are\n\nessentially storytelling regarding your career, your work, your service in the world, and\n\nyou’re connected to so many thought leaders and change makers and have done so much in your\n\nown right in that regard.\n\nIt’s a real joy to have this opportunity to visit with you.\n\nOh, thank you.\n\nYeah, I really think a lot of the work that you’re doing and the conversations you’ve been able\n\nto pull together and some really remarkable people.\n\nSo humbled to be among them and to have some time to sit with you.\n\nIt’s going to be fun.\n\nMatthew Derr is a trustee and executive director of Chelsea Green Foundation,\n\nand also, as I mentioned, editor and acquirer of Chelsea Green Publishing.\n\nHe also served as president of Sterling College in Vermont where he co-founded the Wendell\n\nBarry farming program.\n\nMatthew has also been a visiting fellow at the Great Lakes Colleges Association,\n\nan interim president at Antioch College, and has also served a number of NGOs in the capacity of\n\nTreasurer, Secretary, Chair, etc., including Treasurer at the Center for an Agricultural\n\nEconomy, Secretary and Treasurer at Work Colleges Association, Chair at the Vermont Food System\n\nHigher Education Consortium, and National Advisory Board at the Sphinx Music Organization,\n\nwhich I’m really, really excited to talk about.\n\nAnd so, Matthew, maybe just to dive in here and kick things off for us.\n\nTell us, what is Chelsea Green? What’s happening at this organization that’s so special,\n\nand why are you drawn to be a part of the leadership at Chelsea Green?\n\nYeah. It’s a little daunting to hear your whole professional life listed in that way.\n\nI started to feel a little tired listening to it because there’s a lot of work\n\nand many relationships, and then all of that entails, and I’ve had the chance to work with\n\nreally terrific colleagues all along my professional life.\n\nAnd the transition to Chelsea Green was another part of that story.\n\nI had the chance, well, I was president at Sterling to be able to interact with a lot of the authors\n\nwho were writing and publishing books with Chelsea Green.\n\nYou know, they’re amazing practitioner writers, people grounded in hands-on learning,\n\nwhich is very much the mode of education at Sterling College.\n\nAnd so, in that context, I was exposed to some really sort of leading edge thinking among these\n\nwriters. And so, when the opportunity came, and it was time for me to become president of\n\na Maritist, and I had a chance to begin some consulting work with my friend and colleague,\n\nMargot Baldwin, who co-founded Chelsea Green Publishing, I left at the opportunity because of\n\nthe richness of the conversations that I’d experienced.\n\nAnd my own experience with Chelsea Green’s books they published over the years,\n\nand the way in which my life was informed by the authors that I’d read.\n\nYou know, I think there’s an obvious connection between the world of publishing and higher education.\n\nBut what I think helps colleges like Antioch and Sterling stand apart is their focus on mission.\n\nAnd Chelsea Green, you know, and its long standing conviction about the politics and practice\n\nof sustainable living, or ecological living now, reminded me a lot of the ethos and culture\n\nof a mission-driven institution, though, for a profit company. And so, to be able to actually look\n\nat how that kind of vision and mission could be applied in a different kind of context,\n\na different sector of the economy, but with great thinkers and ideas was really compelling for me.\n\nYeah, it’s absolutely tremendous. And, of course, we’re very happy to share that the YonEarth\n\ncommunity is in partnership with Chelsea Green Publishing around the podcast. We’re doing a number\n\nof episodes with Chelsea Green authors, and so happy to share their expertise and wisdom, and\n\njust recently recorded with Maria Rodel, her entry book.\n\nI love nature magic. Yeah, I have the three words locked. I just haven’t locked the sequence\n\nin my memory yet. I love nature magic, and that’s such an extraordinary reading that book is a\n\nreally extraordinary experience. The connection between the two organizations is so clear. I mean,\n\nyou have stewardship, well-being, prosperity, or all parts of your mission. And, you know,\n\nfor the foundation, which we haven’t yet really talked about, the Chelsea Green Foundation,\n\nwhich is sort of new in this world, it’s all about ecological and societal well-being.\n\nSo, the work you’re doing and the work Chelsea Green Foundation, the work Chelsea Green\n\nthe company is doing, it’s not a big surprise that they’ve come together and that you’re talking\n\nto a lot of authors. Yeah, absolutely. And no doubt it’s such a joy getting to read the books and\n\nchat with the authors in that way. Well, mentioning the foundation, let’s hear about it. Why\n\nwhy did Chelsea Green create a foundation? And what are you guys doing through the foundation?\n\nYeah, the company is nearing, you know, 40 years of existence that they’re marking that moment\n\nin its history. And it’s just to be clear, I work with a team of editors and with Margot,\n\npeople who are acquiring and working with writers around the world, we have an office in London,\n\nan office in the United States. And it was a maturing, independent mission driven publishing house\n\nthat reached a certain point in its development where I think founding, creating a corporate\n\nrelated but independent foundation made sense as a way to concentrate its philanthropic commitment.\n\nChelsea Green has always been, I think, a generous corporation. It’s an ESOP so it doesn’t have\n\nthe tax advantages that a lot of companies have around philanthropy. So it’s really from the heart,\n\nit’s really from the mission. And the vision for the foundation was to really take what\n\nthat corporation, ethos, the culture of Chelsea Green was all about and apply it in the world\n\nof philanthropy. So much of what we’re doing in the foundation, it’s work sort of falls into\n\nthree different categories. You can see history and the legacy that it’s supporting in its connection\n\nto the history of the company. So the initial gift from the company founded got us underway.\n\nAnd we devised a sort of a three-part approach to our work and we decided that much like Chelsea\n\nGreen, the company, which is very much a hands-on organization and business, that we would be\n\nan operational foundation, a private operating foundation rather than just the foundation that awarded\n\ngrants. And the difference is, you know, an IRS code that operating foundations actually create\n\nprogramming. And so part of what we do is to work with people who might have unconventional voices\n\nare at a point in their writing or thinking where they need a little bit more support in doing\n\ntheir work or their organization within that context. And the foundation will award them grants.\n\nAnd then we worked with those granting partners to create programming, that gatherings,\n\nevents, content that we promote. And we’re really just at the beginning, so people begin to look\n\nat what we’re doing. We hosted a series of interviews with Vanya Shiva not too long ago.\n\nAnd so we create content, video content, not as rich as what you’re doing, or as mature as what\n\nyou’re doing, but very much in the same vein of trying to capture the ideas of people who are\n\nreally thinking critically about this particular moment, not only in our social history, but in our\n\nhistory and connection with the natural world. And then finally, we’re trying to advocate for good\n\nideas. And then that’s something that Chelsea Green and the publishing company has always done.\n\nYou know, I know that you had been asking on here recently. So these are\n\nyou know, that’s a book about woodshifts. Those are really good ideas and really important ideas.\n\nAnd they’re also, you know, that what Vanya Shiva is talking about which of these really\n\nbig ideas, Chris Smaj and others, big ideas about the future of agriculture. So\n\njust as the company does the foundation sort of stands at that galaxy as well.\n\nThat’s so wonderful. And I’m wondering, you know, for individuals or organizations out there who\n\nthink they might want to engage with the foundation, what’s the best way for them to go about,\n\nyou know, ascertaining whether there might be a fit or learn more about what you guys are focused on?\n\nSo, you know, I personally respond to queries about ideas and funding things that\n\nmay align with our mission. I think that part of what someone needs to do is to begin to become\n\nreally familiar with the foundation through its website and I sort through all of those emails.\n\nThe actual formal process and this won’t surprise anyone listening is that we have a\n\nnominating board and the nominating board is anonymous. Many Chelsea Green authors and\n\nand people who are not affiliated or haven’t historically been affiliated with Chelsea Green\n\nwho are out in the world and in the spaces where we think interesting ideas will originate from\n\nare the formal way that a proposal for funding would come forward. But I think what’s really\n\ninteresting about being a private operating foundation is there isn’t just one way that we’re\n\npartnering with folks who share in our vision and in our work. So granting is one part of it,\n\ncreating gatherings, it’s another part of it and then advocating for good ideas is that third part.\n\nThat’s so exciting. Do you have a sense for what we might expect in upcoming gatherings and\n\nlike where are these held like virtually or in person or both? How does that work?\n\nYeah, so we hosted just our very first gathering in March and it was it was a real it was a success\n\nbut it was the first one and as you know from any kind of series of things that you do you learn and\n\nyou build as you go along. So this was a small gathering. We had 12 people at the Canelo project which\n\nis in Elgin, Arizona just outside Patagonia outside of Tucson and Bill and Athena Steen who founded\n\nthe Canelo project were some of the first authors you know talking about the legacy in this 40 year\n\nhistory. Their straw bail house book was one of the really first big bestsellers at Chelsea Green\n\nand so they’ve been important to the company and they hosted the very first gathering and that\n\nconversation was devoted to thinking about tools for conviviality and we at the foundation we developed\n\na pretty deep interest in the writing of Ivan Illich and so we brought people together who had\n\nan interest in Illich and who had an interest in explore and particularly of this technologically\n\naccelerating relationship that humans have with technology in some ways that are pretty\n\ndisconcerting to have a deeper conversation about tools for conviviality and so I think the foundation\n\nhas a vision for these gatherings is formed around particular ideas. I think we’ll continue to have\n\nconversations about the writing of Ivan Illich but given my background and one of the reasons that\n\nJohn Ray who was the president of Schumacher College joined the board of the foundation the reasons\n\nwe’ve come together is that we want to talk about education we want to talk about higher education\n\nwhat’s wrong and where there are some models of hope like Schumacher College and like sterling\n\ncollege and like Antioch and a few other places where we think good practices timely practices for\n\nthe ecological circumstances we face are being forwarded so I’m imagining that in this next year\n\nour focus will be on education and specifically higher education. Yeah well it’s so exciting to\n\nhear about and we’ve had a number of other guests on the podcast series who have done amazing work\n\nin higher education including I’m thinking of Bud Sorenson who led a Babson College for many years\n\nand also did a lot of work at Harvard and has been instrumental in the conscious capitalism\n\nmovement and I’m curious to get your thoughts on you know the state of higher education and where\n\nyou might see things going with maybe some optimism as the world continues to evolve so rapidly\n\nor perhaps some of the things you’re seeing that might cause a little more pessimism than optimism\n\nwhat you’re like assessment of where we’re at with higher ed right now. Well higher ed’s a mess\n\nI’ll work backwards from that but there are some examples of really terrific work being done\n\nin higher education and some really remarkable people who only want to do good in their work\n\nand you know the the Babson example is an interesting one you know what he was able to accomplish\n\nthere was transformative to that institution but also recalibrated other institutions to think\n\nabout entrepreneurialism differently and in the way that could be informed by a deeper set of\n\nvalues and convictions than a bottom line and so my question is you know that’s a very successful\n\nexample so I sat on the New England higher education commissioning a crediting body and it gave\n\nme a view of a lot of different institutions. Babson really successful institution I’m really\n\nevery measure that you could come up with a transform institution from what it was you know 30, 40,\n\n50 years ago. What topic would be more important right now than the human relationship with the\n\nnatural world and where are those colleges that are going to focus time and attention on stewardship\n\nas their principal reason for being as their mission for being so I’m very much you know come from\n\nthe tradition of the liberal arts and so stepping outside of the model of STEM or very focused\n\ntraining not that there is anything wrong with training as a part of education and thinking about\n\nthe way in which colleges could begin to focus on the critical thinking citizenry both in the\n\nsense of the planet and our communities as the reason for being versus what seems to have happened\n\nwhich is to take a look at from place like Babson and say well what they’ve really been successful\n\nas building buildings building endowment building chair positions and missing the point of actually\n\nI think what was important about what they accomplished and so the sheer competitive nature of higher\n\neducation for enrolled is undermining its integrity because these smaller institutions that actually\n\nhad different kinds of opportunities to distinguish themselves as it’s throwing it around ecology and\n\nagriculture and that human relationship with the natural world I mean it can be nursing it can be\n\nany number of different kinds of areas of focus but what has ultimately happened is that the\n\nsmaller colleges that could have had that kind of mission driven vision became many universities\n\ntrying to do everything to expand the net and capture as many enrolled students as they possibly\n\ncould and at the same time they worked to drive down costs by converting their faculty to add to\n\nfaculty and making smaller and smaller faculty so you asked me a very big question what’s wrong\n\nwith higher education that is that is a small list but I would say it’s lost its moral compass which\n\nis the most important problem and it’s now a race to cutting in order to become more effective\n\nrather than applying a vision of what’s good and what can be done with the resources at hand and\n\nthere are many complications certainly as a college president interim president and president\n\nadded a couple different institutions and an accrediting board member I saw those complications\n\nand navigating this time not to mention a global pandemic that really underlined higher education\n\nthis is a really hard time for college that’s been nothing to do with my transition I’m sure\n\nbut it is a moment and the reason the foundation wants to have this conversation it is\n\nmoment in which we should have already taken stock and be planning and thinking about what\n\nhigher education looks like next and I think that’s that’s the conversation that the foundation\n\nwants to to engage in putting everything that we thought about higher education on the table\n\ncan I give you one more example please yeah this is great I’m curious what your questions are but\n\nwhat the pandemic did to higher education in an economic sense and in student confidence sense\n\nI think it’s clear you can read that major publications the New York Times and other places where\n\nthere are all kinds of alternative use about what that was about and what happened but most\n\nimportantly I think it said in this connects to the reason why I think we’re looking at tools for\n\nconviviality of knowledge is that all education doesn’t say no matter how you get however you’re\n\nexposed to the ideas whether that’s online and the pandemic with online courses even for the\n\nmost hands-on of colleges was a gutting experience it was tremendously difficult for faculty to make\n\nthat transition you know I friends who were teaching opera by zoom not an easy thing to do agriculture\n\nby zoom not an easy thing to do and what it’s done is it sort of exposed and I think some good\n\ncan come from this it exposed the the critical nature of hands-on education as what I think\n\nstudents really aspire to find as opposed to what we were able to cobble together many institutions\n\nduring that that that COVID experience so it’s it’s a really shaken higher education to its core\n\nand especially small colleges yeah yeah wow this is this is bringing up for me two different\n\ndifferent thoughts and you know one might my son Hunter had his freshman year of college during\n\nCOVID he finished high school during that first spring of COVID right a very strange kind of\n\ngraduation ceremony and then a few months later started college and he would wake up in his dorm\n\nyou know go to the cafeteria to get a food come back to his dorm and then have anywhere from\n\nseem like eight to ten hours of online screen time learning and not surprisingly he got pretty\n\ndepressed thankfully he was located close by to me here and I could easily go grab him and we go\n\nup in the woods or head into town or whatever to mix it up a little bit but even for a resilient\n\nand resourceful young man like him it was a very challenging time and I know one that he probably\n\nwon’t won’t soon forget you know and go ahead no I you know I’m glad you brought up that that\n\nsocial piece because I was really focusing on the classroom experience was was formed in ways that\n\nI think were not progressive not forward yeah yeah the other piece of it of course is you know\n\nany of us I’m I’m in my mid 50s now that reflect back what do I remember from my undergraduate\n\nexperience I remember the relationships I you know there’s some lectures that were\n\nimpactful and I certainly remember some of them I remember books that I read if you really press\n\nme I can think of those things but what leaves to mind is the maturity that came about as a result of\n\nbeing in spaces both academic and social spaces with with my peers with with faculty and that\n\nwasn’t that couldn’t be replicated in the context of the changes we made for public health\n\nhistory reasons and so yeah I I’m so sorry there were so many problems with higher education\n\nbefore the pandemic so those who say well this is really the origin story is 2020 I don’t think\n\nI write but your son and a whole cohort of students really missed out on an experience that I\n\ncertainly cherished myself and I know you and others do from state universities to to small colleges\n\nwhat I think is really important to remember is that you know the vast majority way many many more\n\nstudents are still impacted by it nothing it hasn’t gone back to what it was and and I think\n\nthose in the tension of fitting pieces back together in higher education being in flux there is\n\nsome opportunity to talk about what should come next very interesting yeah the the the other thought\n\nthat was triggering for me as as you were describing this is a little essay I came across I think\n\nback in graduate school by William Irwin Thompson when he was at MIT Massachusetts Institute of\n\nTechnology back in the 1970s and he was already for seeing the advent of global communication\n\nconnectivity through the internet and describe this in the title of his essay meta industrial village\n\nhe foresaw an opportunity for us to relocalize our connections with soil and food and water and\n\nland stewardship and community while essentially each engaging as a unique node in this global\n\nglobally connected you know quote unquote village if you will for learning and for idea sharing and\n\nfor devolved or evolved democratic governance and so on and you know I’m curious if you can wave\n\nyour magic wand and you know take the best that the technology has to offer right now or what\n\nit might be offering in the near future and and blend that with some of the other needs and\n\nopportunities you’re seeing as an educator like what would you love to see play out over the next\n\n5 10 15 20 years in education yeah you know I it comes back to this idea what is it what is a\n\nconvivial tool right yeah if if I think about the ways in which technology and advancing technology\n\nbecame increasingly important to the ways accentuated the ways in which good teachers taught\n\nthat’s the sweet spot right you know you take an iPad into the field in a soil science course and\n\nyou have access to this really wide array of information that you did not have 10 years earlier\n\nbut when the background of that use of that tool is not a deeper relationship in level of\n\na connection and hands on experience with a mentor it it’s not a convivial tool if it replaces\n\nthat relationship or so blends in mold or to melt the the relationship that it can’t be identified as\n\nas a student teacher student student relationship anymore you know because it’s replacing expensive\n\nparts of that with a new tool you get into trouble so I’m not a a luttie but I do look back\n\nat the way even at Sterling we applied these tools to our educational pedagogy and our model\n\nin which that we’d ask some different and deeper questions because it’s quite a luring\n\nand in a panic like the pandemic it really risks that ahead of our judgment of how\n\nmeaningfully or badly even that it was impacting the education so access to information and\n\naccentuating the student teacher relationship with the use of technology to me as a convivial use\n\nanother piece of it of course is this technology whether it’s you know AI or any other form\n\nwe need citizens community members who understand it and and so it’s here we’re living in this\n\ncomplex technological world and not all of it’s convivial but we can still inform people about\n\nnot just how to tell the difference that that should be relatively easy for critical thinkers to\n\ndo but how to form the values to know how to use the tools and I think some of the smaller\n\ncolleges are doing this but really thinking deeply about the values proposition behind\n\nlimiting and controlling and understanding the impact of technology.\n\nYeah so fascinating and it’s so important right now and gosh I’m struck by the\n\nby the term convivial I actually studied some Latin and high school and I imagine the\n\nthe the etymology of this term has something to do with living together and when I hear the term\n\nused it brings up a sense of joyfulness of of simpatico and at the end of the day we really\n\nare talking about living together right so many of the ecological challenges we’re facing are\n\nour challenges where the balance of living together with ecosystems with each other with\n\nthe various creatures in happening are shared mother earth are not in balance are not\n\nstewarded in an ethos of love and care and compassion and kindness and so I’m curious how\n\ndid you guys come up with conviviality as as the focal point in my goodness it’s it’s such a\n\nbeautiful potent word to to focus on yeah you know I’m rather than in it it’s an undergraduate\n\nand graduate school that sort of thing I I hadn’t really come across community in 30 plus years\n\nof working in higher education which might also that’s another conversation but what I\n\nI was reintroduced to it conceptually by the book that Chelsea Green published lean lean logic\n\nand surviving the future which was edited by Sean Chamberlain and David Fleming an economist\n\ntalked about the ways in which conviviality were important to our understanding of how we would\n\nsurvive in in the future how we should live and how we should survive and then you know the\n\nconnection to illegitimate building on that you know the use of the word is is is complicated\n\nyou’re what you’re drawing from it is you know part of the the intention that I think all colleges\n\nand universities should have foundations should aspire to mission driven companies like Chelsea\n\nGreen should put forward in the way that they they profit in their businesses and if we do that if\n\nwe are conscientious about building conviviality strengthen in communities as a result then you know\n\nwhat we do is we we we create a sense of connection and we limit the the sense of\n\na strange that that we have you know the decisions that we need to make about pesticide use\n\nhave to do with our estrangement from each other and the national natural world you know you see\n\nin your yard and you use a herbicide to take care of that it’s using a set of values that it\n\nreally is one could argue selfish one could argue also about creating a vision of what you think\n\nnature should look like but what’s behind that is an estrangement from nature right and an estrangement\n\nfrom the care of what it would mean to someone else’s health to be using that product\n\num that’s that’s where I think you know do we want to take care of our yards in a more ecological way\n\nand are there tools that we can use to achieve that absolutely maybe you can convince people\n\nto make that transition but why are they making the transition do they feel a deeper sense of\n\nconnection to to their neighbors being the animals and and insects and plants as well as as\n\nthe actual physical neighbors at the next address is is where the work needs to be done.\n\nWell and in one of the things I love about Chelsea Green publishing and the ecosystem of authors\n\nand thought leaders at Chelsea Green and have loved for years and years is there’s a very real\n\nfocus on what can be done in our own yards our own neighborhoods our own communities\n\nthere really is this very practical hands-on some of it kind of fulky in a way and much of it\n\nvery science informed how beautiful and it’s I love that it’s you know it’s not a bunch of\n\ntechno-centric or you know whizz-bang you know here’s the latest it’s it’s it’s it’s a lot of\n\nvery deep thoughtful behind-tested wisdom and knowledge that is shared through this publishing\n\ncompany and that’s really a curriculum if you if you think back on what drew me to to making this\n\npersonal transition you know Tara Viva the book not an issue of a published not too\n\nnot too long ago with us the big ideas of a lifetime of commitment to the earth and our connection\n\nto it and then to be able to you know pick up a book like the art of fermentation and and create\n\nsomething delicious like that’s the world we want to live in right like we need to think the big\n\nthoughts we need to make the grand and firm commitments that need to be made in order to make the\n\nplanet livable for all species and we also need to as a species as humans as primates to find a way\n\nto live in a world that is full of joy sort of a conversation you and I’ve had before\n\nand all of that’s important and all of it is is related and colleges should think of their\n\ncurricula in that way lifelong experience and development of of of people who are going to be in\n\nour communities and you know thankfully there are there’s a publisher like Chelsea Green and\n\nother publishers who are taking that from that that politics to the practice of the things that\n\nmake our lives better and more meaningful I love it just right yummy I mean the cookbooks I think\n\nI mean just soon I’m going to have the opportunity to to edit a cookbook and I need a little bit\n\nof a break from some of the deep things that some really cool recipes and I think you know I would\n\nimagine your book shelf looks like you’ve got a lot of books there I don’t know if you have any\n\ncookbooks behind you but we all need that you actually yeah in here is one there you go yeah yeah\n\nyeah thank goodness for the good cook cookbooks out there in the in the kitchen time that we get\n\nyeah yeah my friends part of why I loved you know and my professional life has been in the arts\n\nand it’s been in the sort of agriculturally focused educational model is you know it really is\n\nall about joy and the human experience and and moving yourself through life based on you know\n\nyour values and values that are informed by others but it’s also hands-on and I and I think all\n\nof us you know you’re saying how things you need to think about our own personal way of impacting\n\nthese these bigger challenges that we face it’s it’s just so much more joyful and more profound\n\nwhen you can find the way to deal with with your intentions daily your hands and in the way that you\n\ndo your work yeah here here I wholeheartedly agree with that statement I loved when when I you know\n\nis it sterling and I would see students working with the draft forces those studio classes you\n\nknow it’s a very inefficient way one faculty member and a student on a wagon not not cost effective\n\nin the way the colleges and universities think about education and I remember encountering\n\nthat that learning model and thinking this is private lessons you know challenge right it’s\n\none-on-one it’s a faculty member expressing their passion their vision for how this work should\n\nbe done and a student screwing up you know eliminating you know a row of carrots that we’re not\n\nready to be harvested average going off all the ways and then you know a musician giving a recital\n\nwhere no it’s it can’t be perfect yet it takes it takes practice and it takes a relationship\n\nto faculty that I think is is unfortunately under threat you know in a lot of ways yeah\n\nyou know you’re really you’re hitting on something here for me with this notion of practice this\n\nexperience of practice and cultivating practice in my sense is that we’ve we’ve transitioned into a\n\nworld now where we’ve developed some false expectations around immediacy of results and you know\n\nI’m just thinking about how important it is for each of us to engage in the cultivation of\n\na practice or many practices whether it’s cooking or tending to the carrots or practices of\n\nconviviality I think even the the social infrastructure of conviviality perhaps has attributes\n\nquite a bit in our in our culture especially here in the United States in recent years and I’m\n\nvery curious to hear from you as both a publisher well I guess all three a publisher a philanthropist\n\nand an educator what can we be doing other than getting more folks to read more Chelsea green books\n\nright and what can we be doing to to cultivate much more conviviality in our world in our\n\ncommunities in our society yeah you know it’s cliche that you’re acknowledging that it’s important\n\nright yeah you know if you think about our civic dialogue right now I think most of us would\n\nagree that it falls below the standard of civility and conviviality in any you know any meaningful\n\nway in the media sure but among our neighbors does it have to I think you know there that there’s\n\na lot loaded in into that but it is a re establishing of priorities that I think is important is it\n\nimportant to me that these people I encounter in my daily life who are members of the community with\n\nme and the ways in which I move through the world are strengthened by their exposure to me\n\num and again that’s a complex you know who’s measuring that and and how much privilege is\n\nbacked in all I do understand that but living conscientiously I think is is a really important\n\npiece of it as I think about how institutions could make those change you know institutions are\n\ntools as well you know colleges and universities are tax exempt because they serve a social purpose\n\nthey are a societal tool to achieve on hand and so we’ve decided that what is really important is\n\nyou know the ways in which I’ll just use this it’s not a silly example but an example around\n\nfood since we’ve talked about food already no how many choices of breakfast boxed breakfast cereal\n\nare you going to find in the the dining hall how many different global cuisines can you have\n\nfrom which to choose regardless of what resources it takes to deliver that what’s much more\n\ninteresting and what we can do is do dishes together right we can actually fit it out and have\n\na shared meal maybe based in the same ingredients where that’s possible and food allergies and all\n\nthese other things that come into play but like a shared communal experience around food\n\nis just one example that I think is powerful and when one commits oneself to it really does begin\n\nto transform how we relate to each other so it is in these important but small acts that I think\n\nwe make a contribution to the change that you and I are sort of referencing and you know each one\n\nof those examples that I just shared you know you could begin to look at the sourcing of\n\nwhere those boxes of cereal come from and then you could begin to look at the sources of the meal\n\nthat that you might prepare that is a little bit more academically sensitive and that you share\n\ntogether and so there are many layers to those acts of values of application and decision making\n\nabout how you guide yourself through your life and through your day yeah and that’s that’s the\n\nyou know you in the context of publishing and the context of higher education that is really\n\nthat daily act I think is really important oh so beautiful yeah yeah I have to acknowledge that\n\nthe digging of of the message is not a convivial tool right like things overwhelm us every day yeah\n\nand the last thing I would want to do is give anyone the impression that by publishing books\n\nwe’re providing a certain kind of education that it’s easy right you know if I think about the\n\nkinds of ways I was living in my 30s how I’m living now and how I anticipate I will live in the\n\nfuture they’re they’re pretty radically different I’ve come to the conclusion that I want to\n\nlive here at Michigan because that’s where my family is that is not a decision I would have made\n\nat 22 but the things that I’ve done between then and now have prepared me to to play my part here\n\nmy my home community so beautiful let me let me remind our audience that sorry go ahead Matthew\n\nthat I hope that it has we’ll find out I just got yeah yeah yeah I’ll remind our audience this is\n\nthe YonEarth community podcast I’m your host Aaron and William Perry and today we’re visiting\n\nwith Matthew Derr the executive director of the Chelsea Green Foundation and editor and acquirer\n\nof Chelsea Green publishing and Matthew I want to make sure to mention a few of the links you’ve\n\nprovided Chelsea Green.com is one in the United Kingdom it’s Chelsea Green.co.uk and we’ll\n\ninclude these links in the show notes of course you can find information about the foundation at\n\nChelsea Green Foundation.org and you can also connect with the Chelsea Green community on Facebook\n\nTwitter and Instagram Chelsea Green Pub on Facebook at Chelsea Green on Twitter and Chelsea Green\n\nbooks on Instagram and want to be sure to give a shout out to our several sponsors and partners\n\nwho make the YonEarth community podcast series possible along with the rest of our regeneration\n\nRenaissance work in the disciplines of culture economy and ecology and this includes of course\n\nChelsea Green Publishing and we’ve got a wonderful offering for our audience a 35% discount on the\n\nbooks the audio books that Chelsea Green provides you can go to our partners and sponsors page\n\nat why-honored.org to connect in and see the deal and link through and so forth you’ll see other\n\nspecial deals and discounts from other partners there as well including Purium Organic Superfoods\n\nWalei Waters, soaking salts, earth heroes, sustainable products, soil works, biodynamic garden\n\npreparation, earth coast productions and of course a special shout out to our many ambassadors and\n\nour growing global network of ambassadors who are doing work community leading work thought leading\n\nwork organization leading work all around the world and many of our ambassadors have joined our\n\nmonthly giving program and if you haven’t yet joined in you’d like to you can sign up at any\n\nlevel that works well for you on our donate support button at YonEarth.org if you’d like to\n\nsupport at the $33 or higher level we will happily send you a jar of the Walei Waters hemp\n\ninfused aroma therapy soaking salt and holding it up to the camera here or eucalyptus blend as an\n\nexample this is a beautiful way to enhance our personal self-care practices farm to tub we like\n\nto call it and we source our hemp from a few different regenerative and biodynamic farms here in\n\nColorado so a great shout out and thanks and gratitude to so many of our friends and colleagues\n\nand supporters and with with Chelsea Green so central in the regeneration renaissance movement\n\nMatthew that from my preview seems to be not only emerging but really activating and amplifying\n\nnow worldwide it’s awesome to see not only the thought leadership in the marketplace of ideas as\n\nit were but also the way in which Chelsea Green has an organization is embodying and demonstrating\n\nsome of the best practices including for example you guys are now a 100% employee owned company\n\nand I wanted to be sure to ask you about this and have you tell us a bit about some of the\n\ncorporate practices that Chelsea Green has has committed to yeah you know when when you talk\n\nabout a company a for-profit company you know what I think comes to most people’s minds a board\n\nroom and a group of small group of people who have ownership and a bigger group of people who\n\nwork for them what I find really fascinating and somewhat familiar that the sense of agency\n\nand ownership that faculty and people feel in higher education I also see at Chelsea Green among\n\nmy my colleagues as employees they are owners in the company they own the stockets their retirement\n\nand then so in every decision that we make you know I’ll talk about the ways in which I’m most\n\ninvolved in in the company is a consultant I sit with the editors and we decide which books\n\nwe make publish why we want to publish those books but the relationship with the author will be\n\nlike and and how we arrive at a decision to publish or not publish something has everything to do\n\nwith the ways in in which we want to further the mission of the business we also need to make\n\nsure that the books that we choose are profitable and that the company is profitable for everyone’s\n\nbenefit and so there’s a kind of ownership and my ownership I don’t mean the actual ownership\n\nthough that is true as well but the kind of ownership that we have for the decisions that that we\n\nmake and the interaction and engagement of of the editors the design the publicity the marketing\n\nteam have there’s a kind of a spread of core there that I think is it really deeply informed\n\nby the fact that that Chelsea Green is an ESOP big step for an independent publisher to make\n\nand but if you think about what publishing is about you know ideas and and and again a deep\n\nsense of conviction the fact that Chelsea Green is is one of the few independent publishers out\n\nthere that is an ESOP I think has a lot to do with with its success you know you as you would\n\nimagine you know we we try to do our printing in a way and choose both distribution and\n\npublication practices that are our consistent with the ecological values that that we write about\n\nand publish and so we’re one of the very first publishing companies to have made those commitments\n\nand and to sustain those commitments and you know in some ways that’s just so obvious that it’s\n\nnot remarkable that’s where that’s the sweet spot of where you want to be right and I and I feel\n\nthat way often at that Chelsea Green that we’re in sync with one another we care about publishing\n\nwith integrity and we care about business practices that that are based in that same\n\nconviction about integrity. Just a beautiful idea.\n\n40 years it’s nothing to me it’s it’s not certainly there are many many publishing houses\n\nindependent otherwise they’re older but the space that you’re describing or what was formerly\n\njust called the sustainability space and of course those words are all evolving and changing\n\norganic you know I think I’ll go with LA Coleman it’s sort of organic is the is the way to go\n\nand say that you know this is a publishing house that sort of been on that that leading edge of that\n\nlanguage and that idea of what sustainability organic thinking meant and means and so the fact\n\nthat it’s flourishing we hope the companies had a lot to do with it its authors have had a lot\n\nto do with it yeah it’s an incredible ecosystem of thought leaders and folks doing this amazing\n\nwork in the community and a lot of people who have their own beautiful farms and live\n\nlives that very much you see on the pages of the books it’s a kind of authenticity\n\nthat that I think is hard to find hopefully easier and easier to find as as we go forward and I’d\n\nlove I love your when it’s so obvious that it isn’t remarkable I mean may that be one of our\n\nyou know rallying cries perhaps with many of these threads that we’re all working on in different\n\nways yeah yeah absolutely and I think that’s what what you’re doing with in leading these\n\nthese these conversations right but you know how how do you in in the context of a short time\n\ntalking with someone really under understand what seems obvious to them and and how does that\n\ninform the the choices people who hear them will will make going forward and I think you know\n\npublishing is a sector of of the economy and enterprise that I think wins itself well\n\nto to not bringing those ideas forward just as these kinds of conversations too yeah absolutely\n\nyeah absolutely it’s uh and you know one of the things just because you mentioned it Matthew\n\nthat I love about podcasting that we we kind of like stumbled into it we were out visiting our\n\nfriends at sustainable settings one of the biodynamic farms here in Colorado and and uh\n\nArtem was with me nickel cob the CEO of uh of uh uh earth coast productions and we thought hey let’s\n\nbring the video cameras and we’ll interview Brooke Levan right and we we did this a little sit down\n\ninterview under the apple tree with the birds chirping and realize afterward wait a minute we’re\n\nwe’re actually connected with a lot of people doing a lot of really important work and we can\n\nprobably help share their stories and messages and amplify their voices out into the world let’s\n\ndo this and so it’s just sort of organically there’s that word again um evolved and I have to say\n\nas a as a lifelong learner and and passionate reader and and writer um preparing for a podcast\n\ninterview is one of my very favorite modes of learning actually it’s it’s it’s like I get to take\n\na crash course on on you and many of these other you know Chelsea Green authors and and farmers\n\nand herbalists and executives and scientists and indigenous wisdom keepers and youth activists\n\nand so forth and so it’s it’s such a beautiful way for me to experience this this connectivity\n\nthat I think more and more of us are now cultivating in our lives and our communities locally\n\nregionally and globally and and it I just I end up feeling such a joy and nourishment from this\n\ntype of connection and you know we could we could just be chit chatting about anything but we’re\n\ninstead uh you’re having some fun and maybe you know telling a joke or two but we’re staying pretty\n\nfocused on our core purpose and mission in the work we’re we’re filling up our years and decades\n\nwith and so yeah there’s a there’s a depth of I guess meaning and acknowledgement and\n\nvisibility there that um boy for me it it’s just it’s so wonderful to be able to share that with folks\n\nyeah you know what I have encountered just listening to a few of the podcasts that that you shared\n\nwith me is you know you move beyond the abstract experience of the podcast right you know\n\nit matters how prepared you are for the conversation that that’s a kind of\n\napplication of of learning and knowledge that is really hands on right you know\n\nthere are plenty of things that I read and I’ll never encounter the author and that’s gratifying\n\nbut when you’re actually confronted with the opportunity and I use confront the Benzo\n\nwith the opportunity to sit with one and someone who really talks through with with they have\n\nbeen doing and what they’ve been thinking about that that supplied you know that that’s putting\n\nyour experience with the written word in this instance to good use to to inspire a conversation\n\nwhich is really what I think that kind of conversational storytelling makes for a really rich\n\npodcast really rich interactive kinds of experiences for listeners there’s that\n\nconviviality again it is yeah doesn’t mean that we can’t have conflict but you know\n\nin the context of ideas you can have that conflict in ways that I think are\n\nare gratifying as as well as convivial so I’m like getting this new tagline like cultivating\n\nculture of conviviality and then maybe side note like and occasional conflict so we can’t\n\nnavigate cause yeah yeah that’s so wonderful well Matthew I know that we’re probably about at the\n\ntime we can wrap up our podcast and I’m so happy that you’re willing to take a few extra minutes\n\nfor our quote unquote behind the scene segment that we share with our ambassador network exclusively\n\nand again folks if if you’d like to engage with our ambassador network and and become an ambassador\n\nplease go to YonEarth.org and start your journey there you’ll find the become an ambassador page\n\nand for our ambassadors not only do we have a number of recorded behind the scene segments with\n\nour special podcast guests we also have videos from a variety of conferences and workshops that are\n\nnot available another way and because we also host a monthly online meetup with ambassadors world\n\nwide that gets recorded those are available in the archive as well so there’s a lot of additional",
  "related_episodes": [
    {
      "title": "Ep 142, Maria Rodale, Author,Love, Nature, Magic",
      "url": "https://yonearth.org/podcast/episode-142-maria-rodale-author-of-love-nature-magic/"
    },
    {
      "title": "Ep 136, Ben Raskin, Author,The Woodchip Handbook",
      "url": "https://yonearth.org/podcast/episode-136-ben-raskin-author-the-woodchip-handbook/"
    },
    {
      "title": "Ep 35, Ralph (“Bud”) Sorenson, past President, Babson College and Author,An Entrepreneurial Journey",
      "url": "https://yonearth.org/podcast/episode-35-bud-sorenson/"
    },
    {
      "title": "Ep 84, Judith Schwarz, Author,Reindeer ChroniclesandCows Save the Planet(Chelsea Green publications)",
      "url": "https://yonearth.org/podcast/episode-84-judith-schwartz-the-reindeer-chronicles-scaling-regeneration-globally/"
    },
    {
      "title": "Ep 8, Mark Retzloff, Founder, Horizon Dairy and Advisory Board, Univ. of Michigan School for Environment and Sustainability",
      "url": "https://yonearth.org/podcast/episode-08-mark-retzloff/"
    }
  ]
}