{
  "title": "Episode 163 – Jared Meyers, Chairman, Legacy Vacation Resorts",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13894/episode-163-jared-myers-chairman-legacy-vacation-resorts.mp3",
  "publish_date": "June 10, 2024 1:18 pm",
  "url": "https://yonearth.org/podcast/episode-163-jared-myers-chairman-legacy-vacation-resorts/",
  "episode_number": 163,
  "subtitle": "Values-driven Business in the 21stCentury – Banking & Tourism for Good",
  "description": "In this podcast episode, Jared Meyers, the Founder and Chairman of ecotourism brand Legacy Vacation Resorts, discusses how values-driven business in the 21stcentury delivers benefits for people and planet while also bolstering profits. By embodying and demonstrating deep alignment with core values and day-to-day decision making and action taking, Jared exemplifies the “Ecocene entrepreneur” spirit and ethos. Eschewing the heretofore conventional business ideal of “profits at all costs,” Jared instead way-shows and shines light on emerging business models that are out-competing their conventional counterparts by focusing on sustainable values-driven differentiation in the marketplace. In a word, winning. Winning in the three-fold manner of stewarding our planet, caring for our communities, and prospering financially in a holistic and comprehensive foundation of leadership rooted in service. In order to evolve our world-views to attain this framework for ourselves, Jared tells us we must (1) unlearn, (2) relearn, and (3) rehumanize.",
  "about_sections": {
    "about_jared_meyers": "Jared Meyers is a values-driven professional utilizing his time and resources to improve social, environmental and economic conditions through Certified B Corporations (“B Corp”) and the Business for Good movement. He believes we can co-create a better and more resilient future by supporting organizations and people that seek a shared and equitable prosperity for all. He accomplishes this as a founder, investor, and/or lead executive of several carbon neutral B Corp businesses, which include Legacy Vacation Resorts (hotels), Salt Palm Development (real estate development), and Climate First Bank (banking).  These B Corps operate in Florida, Colorado, Nevada, and New Jersey, serve over 300,000 customers annually, and regularly achieve some of the highest positive stakeholder impact in their respective industries (as evidenced by local, national, and international awards, and their verified B Corp scores).  This past year, Jared was recognized as one of the top 100 Impact CEOs in the United States by Big Path Capital (“Momentum 100”)."
  },
  "full_transcript": "Welcome to the Y on Earth Community podcast. I’m your host, Aaron William Perry. And today\n\nwe’re visiting with Jared Myers, the chairman of Legacy Vacation Resorts and pinnacle leader\n\nso many amazing efforts underway that we’ll be talking about. Jared, welcome. It’s so great to have\n\nthis opportunity to visit with you today. Well, thank you for having me, Aaron. I’m\n\nexcited to talk with you. Share a little bit more about the good fun work that we are doing.\n\nReally looking forward to it. Jared Myers is a values driven professional utilizing his\n\ntime and resources to improve social, environmental, and economic conditions through certified\n\nB corporations, B corps, and the business for good movement. He believes we can co-create\n\na better and more resilient future by supporting organizations and people that seek a shared\n\nand equitable prosperity for all. He accomplishes this as a founder, investor, and lead\n\nexecutive of several carbon neutral B corp businesses, which include legacy vacation\n\nresorts, salt, palm development, and climate first bank. These B corps operate in Florida,\n\nColorado, Nevada, and New Jersey, and serve at least 300,000 customers annually, and regularly\n\nachieve some of the highest positive stakeholder impact in their respective industries.\n\nThis past year, just recently, Jared was recognized as one of the top 100 impact CEOs\n\nin the United States, and that’s by BigPath Capital, their Momentum 100 recognition,\n\nor MO100. As a matter of fact, we know Jared was ranked number 23 in the most recent round.\n\nHe stewards the four good movement, the Florida four good and B tourism business communities,\n\nserves as co-chairman of B local Florida, founding steward of B lab, a global economic and\n\nenvironmental opportunity fellow at the University of Central Florida, and co-chair of the\n\nEast Central Florida Regional Resilience Collaborative. He’s also a partner in change for\n\nthe Transformational Travel Council, and when he’s not working, and I’m pretty clear now that he’s\n\nworking quite a bit at the time, when he’s not working, he enjoys sports being and involved\n\nat, and actively traveling with his wife of 22 years, Christy, and their two children.\n\nJared, you’ve got so much going on, you know, for somebody like me interviewing you, it’s\n\nalmost like where do we start, but I want to start with a very broad open question for you.\n\nYou’ve got a business background, finance management, you’ve got a lot of skills and capabilities\n\nclearly. Why are you doing what you’re doing now instead of all the other things you could be doing?\n\nThat’s a good question. I do what I’m doing now because it’ll lines closest with who I am,\n\nlike at a very core individual level, and all the things that you touch on sounds like an\n\nawful lot, but the truth is there’s a very common thread through all of those, and that is trying\n\nto maintain a sense of alignment in who I am and what I do every day. And so every\n\nbusiness interest that you talked about or network that I’m a part of allows me to be more human\n\nand doesn’t allow me to say, well, that’s personal and that’s business and those are different.\n\nI’m able to treat them like they’re one and the same. And so I’m very lucky that I had a\n\npoint of my life where I can live that way and be consistent from when I wake up until I go sleep.\n\nAnd the B-Corp community that I’m a part of is just a very natural space for me to operate with that.\n\nIt’s really inspiring and really wonderful and you’re hitting on something I think that is so core to both many\n\nof the systemic challenges we’re facing as a society worldwide and some of the greatest opportunities\n\nthat are emerging in these times. And what I’m hearing you speak to is integrity in the deep\n\nsense of the term integration when things are integrated. And it’s very interesting to hear you speak\n\nabout not having a separation or a perceived separation between what’s business and what’s\n\npersonal. And of course, the clichés are many, oh, don’t take it personally, it’s just business.\n\nAnd whether we’re thinking about a history of slavery or some of the other systemic injustices\n\nthat many of which are still very alive in our world, that notion of don’t take it personally,\n\nit’s just business may in fact be a deep pathological set of behavior patterns.\n\nWhat do you think about that?\n\nI would completely agree. I think that almost every issue we face as complicated as they are,\n\nit’s really simple at the end of the day. It’s that when we see ourselves as different from other people,\n\nthen we can justify why differences exist. And when we see ourselves as one and the same or similar,\n\nit’s a lot harder to accept those differences, whether that is economic differences,\n\nwhether that’s privileges in my life, whether that’s access that I had that others don’t have.\n\nAgain, if they’re different than me, I can justify a ton of reasons why things are as they are.\n\nIf I see them as me, it’s much more difficult. And so I think a separation between business and personal\n\nis one of those ways that that’s the case. Race is another way that that can be carried out.\n\nAnd I think there’s a variety of ways that, you know, homo sapiens and humans have found ways to draw these distinct differences\n\nto create more persuasive arguments for things being the way that they are.\n\nThat’s really interesting. And clearly with the work that you’re doing at Legacy Vacation Resorts,\n\nClimate First Bank and elsewhere, you are really helping lead the way, transforming what business as usual means and looks like.\n\nAnd I’m hoping, can you just walk us through what’s different about the approach you’re taking in the work you’re doing at Legacy Vacation Resorts,\n\nyou know, vis-a-vis relative to versus all the other many tourism oriented and hospitality oriented brands out there.\n\nSo at the highest of levels, we don’t pursue profits at all costs.\n\nWe don’t say, well, in the name of profit, all these things are acceptable. We’ll pay as low as possible in foreign wages,\n\nor we will use cloud or marketing to get people to stay here or engage in just a variety of other practices that can occur within the travel and tourism industries.\n\nWe view our role differently. We view that if we do things the right way, which I can define further, we will be profitable.\n\nAnd it won’t just be profitable, but it will be more sustainably profitable in the sense that since we’re not taking advantage and exploiting and extracting in the process,\n\nour guests will want to return. Our employees will love to work here. Our communities will welcome us and want us to stay here and support us in different ways.\n\nAnd nature itself will continue to flourish and support us instead of maybe react in ways that it does when we take things that are harmful to nature.\n\nSo it’s just a very kind of shared prosperity orientation. And then obviously we carry that forward with a lot of individual logistical steps to get there that make us different.\n\nYeah, that’s wonderful. And I know that it’s a very long list of practices and activities that you’re employing at Legacy Vacation Resorts.\n\nAnd I’m very struck by the degree of engagement and leadership that you have with the B-Court movement.\n\nAnd of course, I’ve taken a company through the certification process myself. I understand that when one goes through the B-Certification process, this is not simply saying, hey, we want to do good and the response is great, here’s your certification instead.\n\nIt’s a rigorous assessment process looking at all sorts of categories and domains of impact from workforce and employees to environmental impacts, supply chain impact, customer, other stakeholder impact.\n\nCan you walk us through and explain to us how that framework has been developed and how you think about it, especially with Legacy Vacation Resorts?\n\nAbsolutely. And I’ll point out they’re actually going through adjusting the framework presently into a newer variation based on just change that happens in the world.\n\nYou know, these standards can’t stay fixed as the world changes and as years go by, but in the current framework, it was really focused on maybe five generalized areas in an attempt to create a holistic view of how the business operates.\n\nAnd it’s impact in those different areas, which you might call different stakeholders.\n\nAnd the thought process there is that we don’t do just really well in one area and ignore all of the others.\n\nSo you can’t just say like, hey, I made a really big donation this year. We did a good job.\n\nDon’t look at all the other things that we said. Just pat us on the back. We wrote a big check.\n\nAnd, you know, I made a nice smile on the camera. And unfortunately, that’s a lot of traditional capitalism might be done that way is like, we’re going to do what we’re going to do.\n\nWe’re going to write a check at the end of the year and people are going to celebrate us for that.\n\nAnd we look at it through this that every decision we make matters, every day matters over the course of that year.\n\nAnd if we go through the whole year and do things the right way, if for the some odd reason that we aren’t hugely profitable at the end of the year, that is better than being hugely profitable and writing that check.\n\nBecause what that means is that we spent dollars throughout that year appropriately.\n\nAn example would be we paid responsible wages within our organization.\n\nYou know, that might be measured as not paying less than a living wage or that might be measured by having an appropriate pay ratio between your highest and most paid employee.\n\nThat might be measured through gender equity or other forms of equity and how payments go out.\n\nThose become the focal point throughout the year becomes a focal point throughout the year of just like maybe having ongoing partnerships that you’re supporting financially throughout the year.\n\nYou’re not just waiting to the end up, you know, kind of write that check.\n\nIt involves analyzing what are the consequences of our actions and activities and how we operate.\n\nSo as a person organization, what level of a waste do we create?\n\nHow are we minimizing the creation of that waste? How are we recycling that waste for composting that waste?\n\nWhat are we doing in the form of greenhouse gas emissions that occur from whether it’s operating hotel rooms, whether it’s guests on how they fly or drive down here?\n\nHow do we design some of this out of the system? For example, there’s a reason we have EV charging at all of our resources and we cover that that’s included for free.\n\nWe would love guests to drive. We’d love for them to drive EV that was already solar charged at their house or somewhere else so they can get here without the corresponding emissions that might come from air travel.\n\nThat doesn’t mean that we don’t have a lot of guests that do come from air travel, but we’re trying to design it out of the system, the best that we can.\n\nWe don’t own an airline, but we do have the ability to put EV charging in place here.\n\nWe have the ability to put solar panels on our roofs, which we do implore to all of our properties now solar employees.\n\nSo these are some of the steps that we undertake in a variety of ways, other things we do.\n\nWe work with others in collective action on some of the biggest challenges we face as humanity.\n\nWe clearly cannot solve by ourselves, so we try to support other organizations together, either with other B-quarts or other companies that think alike and that becomes a focus.\n\nEach year to be as simple as even in like civic education for our employees that want to be able to understand better how they can consider voting when it’s a voting cycle.\n\nAnd we ensure that we give paid time off as an example during that, because one of the main reasons employees aren’t able to go vote is they can’t choose between a paycheck and the right to vote.\n\nAnd I think it’s not very appropriate for a business to place their employees in that position.\n\nWe think, you know, very specific to legacy vacationers, or it’s also from our guests or customers mindset.\n\nAnd we try to think, all right, what can we do if we think from the kind of the whole life cycle of the vacation, from when the guests learn to we are through our website all the way through their vacation with us, what touchpoints can we have with them that help them become a little bit more familiar with the why behind what we do.\n\nBecause there’s a really good chance they will carry that home with them or they will pull out into what they’re doing.\n\nBecause when usually we have seen that when our guests see why we’re doing it, it really resonates with that.\n\nIt’s not because it’s not presented in the way is like there’s good people and bad people.\n\nIt’s presented as like this is more people focus.\n\nIt’s more like you this is more like how you don’t want to treat your family, your communities.\n\nWe do a lot of this for you when you spend your dollars with us.\n\nIt’s supporting the type of world you want to live in, not the one that you’re fighting against or frustrated with.\n\nAnd so we have messaging throughout our properties that you’d see.\n\nWe have in-room channels and the guest sees on like the default channel that pops up on the television when they come in.\n\nWe do things like free water bottles that reusable water bottles at check-ins.\n\nSo guests aren’t using single use plastics.\n\nWe don’t have single use soap and shampoos in our bathrooms.\n\nWe have refillable reusable containers.\n\nAnd so there’s just a lot of these just different ways that we try to incorporate this in front of getting employees standpoint, customer standpoint, a community standpoint or an environmental standpoint.\n\nThere’s a lot of which we’ve learned from the B4 community.\n\nWe wouldn’t be doing what we’re doing today if we didn’t get to learn from I think the best companies that exist.\n\nYeah, it’s really so impressive and so exciting.\n\nWe’ve had Jorge Fontan as the CEO of BLAB, US and Canada that runs the B certification program here.\n\nAnd so impressive the ways in which this community is leading from the inside out really a transformation in how we’re doing business.\n\nAnd now not only are you doing what you’re doing, by the way, I had the opportunity to stay at one of the legacy properties in Steamboat Springs, Colorado and London.\n\nSo I can attest to the water bottles and the non single use soaps and shampoos and so forth.\n\nYou’re doing so much beyond the industry of hospitality and tourism.\n\nAnd specifically you’re working in an industry that obviously basically touches on all other major industries and economic activities.\n\nAnd I want to ask you about the climate first bank.\n\nWhat you’re doing there, how you’ve helped to found the bank and of course, as I understand it, we’re in a very exciting year right now where it’s about to go nationwide.\n\nIf you’re in the United States, if I understood that correctly, that is it’s been a very exciting.\n\nAll the years have been exciting because it’s been a really large growth.\n\nI think we are the number one organic growing bank in the country right now and we’re almost at the three year mark.\n\nAnd it isn’t just exciting that we’re growing fast, but how we’re growing and the fact that we prioritize and create special loan products that help decarbonize that draw down carbon from the atmosphere.\n\nAnd so I’m involved with climate first bank as an investor.\n\nI’m vice chair of the board of the bank and was one of the founding directors, Ken Loro, who is a chairman.\n\nThis is the third bank that he’s founded. His last bank was also a big court. It was first screen bank, but ended up selling that bank.\n\nAnd shortly after selling it realized, you know, this is a mission and purpose that I need to be carrying through my life and I need to do another bank at some point in time.\n\nAnd when it became time to be able to launch another bank, he contacted me and asked if I wanted to be a part of it and could support it.\n\nAnd I was I knew Ken from first screen bank and knew the work he’d done there in central Florida.\n\nAnd I was all too happy to to support him and try to help him move forward.\n\nAnd that’s how it all originally started.\n\nI also knew at that point in time when first screen bank had left that we had lost a bank that acted like first screen in Florida.\n\nMeaning there was no other vehicle or bank in Florida. There was no other bank that I knew of who had a very positive impact mission.\n\nAnd we needed another bank like that. And that’s what climate first bank would be.\n\nSo from even legacies perspective, if I kind of draw a connection between the two, we were really struggling finding someone who would finance the solar panels for our resorts.\n\nWe went through a variety of evaluations and we couldn’t find a cost effective way to do it. There were all these barriers in place.\n\nAnd that was because by and large, a lot of the banks just weren’t that interested. That wasn’t their focus.\n\nThey’re like, look, we make enough money doing other types of loans. We’re not really worried about these, you know, this type of loan type.\n\nAnd it was standing in the way of legacy achieving its goal of being net zero by 2030 through renewable energy.\n\nI knew that when climate first would be in place, that that would have been a solution for us. And ultimately it came to be a solution for us to get solar in place at our Florida properties.\n\nYou know, the other part of it was a lot of banks. Unfortunately, banks are notorious for using their deposits to fund very industries that cause a lot of harm out there.\n\nThe industries that I try to get fight against on a regular basis.\n\nSo knowing climate first would be more supportive of the industries that are very positive towards people in planet.\n\nThere was a desire to kind of help support that. And so we’re in almost three years into this process, been growing rapidly.\n\nIt’s a community oriented bank that does traditional loans like, you know, home loans for a mortgage or a business line of credit.\n\nBut it also prioritizes and specializes in loans that are renewable energy based, water monetization based, loan for nonprofits, loans for churches, loans for hospitals.\n\nAnd we measure that and focus on improving that monthly. So it’s not, you know, your traditional bank is probably looking at profit and law statement and trying to say like, yep, we’re more profitable, less profitable that our loans grow or not.\n\nWe go a whole nother layer and we’re like, all right, what percentage of those loans went to the types of companies that are supporting the future that we want or the present that we want. And that’s our important task.\n\nWell, it’s really interesting. I want to ask you about your product mix and your anticipated future growth. But before getting to that, you mentioned something that really caught my attention.\n\nAnd first green bank was acquired or there was an exit or some form of liquidity there. Did it did the nature of that institution essentially change? It sounds like they’re, it left a vacuum.\n\nIt did. I actually tried to work with the acquire for a good period of time to maintain that was hopefully would keep first screen as a subsidiary and would remain maintain the becorp certification.\n\nI tried very hard to assist them with that, even though I wasn’t involved with first screen, but it mattered enough to me to have this becorp banking on unfortunately those efforts for not successful.\n\nAnd the end of getting merged into the acquireer and the acquireer basically the bank just how they do it, but not let’s just say not the becorp wire doing it.\n\nWell, this this brings me to what I think is, you know, perhaps one of the top 20 or top 30 most fundamental important questions for entrepreneurs, especially and executives working to evolve their organizations, such that the organizations have.\n\nMaximum positive impact across all these sectors and the question is basically how do you think about preventing that kind of outcome with an acquisition or some sort of exit or liquidity event?\n\nHow do you think about structures and strategies that can ensure, you know, perhaps even in perpetuity the best in class behaviors that your companies exhibit?\n\nThat’s a good question. It does vary maybe a little bit by industry and based on how many shareholders are involved.\n\nSo like and legacy vacation, who’s or it’s an error to closely held company with my wife and me, you know, we’re going to make the decisions on if we sell it or not.\n\nSo if we chose to sell the company that’s going to throw away everything that we built and stands for that’s on that’s on me, you know, for doing that.\n\nAnd a bank that has, you know, kind of hundreds or thousands of shareholders, obviously it can be harder because you have more shareholders that can vote in a particular way.\n\nSo something that we did we started off as a benefit corporation from day one. So it’s in our legal documents, in our governance structure, who we are, what we stand for, which is very important.\n\nAnd it’s hard to change that you have to have a very large vote to undo benefit corporation.\n\nAnd that’s intentional because we want it to be a legal requirement and not just the feel good thing that you do this year because it works and next year because it doesn’t work.\n\nYou can’t do that like I’m in and out and in and out like this is a commitment that benefit corporation enables you to do.\n\nThere are additional steps that others have taken to also protect that because obviously if you sell something and you get a hundred percent owner, usually a hundred percent owners can change, you know, legal dynamics and governance.\n\nAnyway, a lot of people saw what Iván Sonar did in Patagonia and how they put, I don’t think it was a hundred percent, but it was well over 90 percent of the business into this perpetual purpose trust.\n\nThat is another sort of layer that you can put into it so that it stays there and it doesn’t ultimately get sold off into others.\n\nThere are other organizations that have done that. In fact, we have a swim school, B-Corp, Ocoquatics, who just I think adopted a very similar structure to do that to kind of maintain this purpose in place, which is phenomenal.\n\nSome of these structures are not always easy to put in place depending on the level of capital you’re trying to raise from the public because people are going to put up money if they understand it, if they believe in it.\n\nSometimes the things get too complicated, they just won’t put money out behind it.\n\nWe did look at that as climate first. When we first went, it would have been awesome if we could have like really locked something in perpetually.\n\nWe had some concern at the time we may not raise enough money because it would have been just complicated to understand.\n\nNot because we didn’t believe in people, but because we thought it would be complex and then we would say, if we don’t even get off the ground as a bank, what could we do?\n\nSometimes you have to weigh that in the process. Today we sit. It’s a Florida benefit corporation. It’s also a certified B-Corp. We’re operating according to those principles with that mission.\n\nWe have a very aligned board of directors who ultimately staffed the courts up to that builds that in.\n\nWe have a lot of layers and levels of protection that are in place, but I suppose you can never have enough of them if you really want this to go on forever.\n\nOur next challenge certainly will be if we IP up and I think we will IPO at some point when the time is right and it will be incumbent on us when we make those decisions that we do so in a way that mission can be preserved.\n\nWe have a very interesting and very exciting and I’m very curious with climate first bank being the number one fastest growing bank from an organic growth standpoint.\n\nTo whatever degree you want to, we share with us a bit about what’s the balance sheet look like? What do you anticipate in the next 36 months in terms of growth?\n\nWhat are the main products driving this? Is it loans to hospitals and churches? Is it consumer loans for autos and homes? What’s that look like?\n\nI think as of today we’re a little over 600 million assets and that started zero and when we get to the end of this year it will certainly be, I would imagine at least $100 million more in assets than that and it could be significantly more than that.\n\nBut at least budgetarily we’ll exceed that. One of the things that will also influence that on April 1st we did another capital race.\n\nIt’s only available right now to existing shareholders to come in but it will be open to the public 60 days after so is that June 1st.\n\nThe reason I mentioned that is obviously when capital comes in that grows assets but even more important than the capital coming in is we have such a good way to deploy that capital via these loans which grow our assets further.\n\nSo in order we’ve been growing so quickly we go through our capital because we’re lending it out which is what you’re supposed to do as a bank that’s how you generate profits.\n\nSo we do need to bring more capital in to maintain the spread of growth otherwise you can grow but you’re constrained by principle of payments coming in in order to be able to lend those back out to make to in order to make more loans.\n\nAnd then that changes if you’re a public because that’s other capital that comes in so that’s part of what’s influencing it right now.\n\nWe have a lot of real estate based loans but all within what I would call safe limits because that is one of the areas that a lot of times banks if you hear sometimes their concentrations end up going too high.\n\nSo actually our real estate concentration has come down in the last probably six months or so and that was intentional on our part.\n\nPart of that a lot of people you know we’re paying attention to some of the banking failures that happened last year and concerns about like where did the risk lie.\n\nA lot of times people talk about that in real estate even though all real estate isn’t necessarily one in the same like obviously right now people understand that office building represents maybe different sort of risk because of a lot of people working remotely then into a hotel that might be operating very well and successfully in a particular market.\n\nBut we have real estate based loans. I don’t know that I can tell you I’ve talked my head right now how the person is or breaking out right now between.\n\nPersonal and commercial but our one of our fastest areas of growth has been the solar lending and that’s partly because we have a thin text of city area that is part of our bank holding company called one ethos.\n\nOne ethos is designed the software the technology behind this lending that makes it very user friendly for solar installers so solar installers ultimately seek us out because we make their lives easier.\n\nYou know to make the loan so they go into someone’s home they quote out the project if they’re interested they say well let me see if you qualify for the loan and they can like tell them right then and there.\n\nHey you can get alone this is what the rate is is the payment terms and what we do and uniquely different than the traditional solar industry is there’s a large I’ll call it a kick back a large markup that tends to happen where systems are grossly marked up so that money is paid back to the financial institution that isn’t adequately disclosed to the end user.\n\nI know that sounds like how’s that impossible.\n\nI don’t really know how that escapes the laws that are out there but it happens happens regularly we won’t have we don’t allow that to happen so the rate is the rate is no money behind the scenes that’s happening and it’s a lot more beneficial and clearly solar installers prefer that with us because they don’t have to mark this another 20 to 30% and not tell the customer why it’s that expensive.\n\nBecause they’re not saying so I have to pay this finders fee or kick back you know to this institution so that that has been very helpful for us and growing you know the solar lending and we see that as a continued area of growth for us which is why the fintech is a standalone entity that will be doing this for other banks as well not just for client first.\n\nThat’s so interesting and wow really amazing impact you guys are having congratulations on that I I have to ask one sort of nerdy question I guess here.\n\nI’m really curious with the products you’re providing both to commercial and consumer markets are you holding a lot of your own paper are you putting things back into the secondary market through securities instruments what what’s that look like.\n\nI would say so far we’ve been holding a lot of our own paper we do have some instances where like in the solar.\n\nBefore we’ve been holding a lot of our own paper,\n\nwe do have some instances where like in the solar,\n\ninterestingly in the solar space,\n\nwe have some banks in it.\n\nIt’s either don’t have solar lending directly\n\nas a part of them, or they want to have more green type\n\nloans, you could call it.\n\nSo they are buying, they want to buy pools of loans from us.\n\nSo that would be like another market that they’d move into.\n\nSo it’s helping them feel like a percentage of their lending\n\nis going in a more responsible direction\n\nthat they don’t have to generate themselves,\n\nbecause they haven’t built up that part of their team,\n\nor they’re not as committed to it to grow that.\n\nSo like, hey, it’s easier if we can just buy a $100 million\n\npool from you or a $50 million pool\n\nfrom you that you already generated.\n\nSo that has been happening.\n\nAnd then you have the traditional one.\n\nWhen it comes to home loans, you\n\nhave the traditional governmental programs that will buy\n\nthose loans that probably every bank participates in.\n\nI mean, I know some banks have private mortgage pools\n\nthat they will hold onto and not sell.\n\nBut generally speaking, most of the mortgages\n\nthey generate on residential, they end up\n\nselling off to the government.\n\nI a quick shout out to my dad, Duane Perry,\n\nwhen he was in his 20s, early in his career,\n\nhe worked with Lou Renere on Wall Street\n\nwhen the mortgage back security wasn’t\n\nSo there’s a whole rabbit hole that we won’t run down there.\n\nBut it’s very interesting to hear how\n\nyou as a very mission driven bank are\n\nworking with the existing systems and structures\n\nand pushing envelopes where you’re able to.\n\nAnd clearly you’re making a lot of impact already.\n\nYeah, an interesting thing on that.\n\nI actually don’t know the answer to this on RM.\n\nAnd maybe it’s because we’re too new.\n\nBut I was speaking with another responsible bank that\n\nAnd they were sharing how they had sold off\n\none of their mortgages in a pool.\n\nBut it ended up getting picked up by one of the larger banks\n\nthat isn’t as responsible.\n\nAnd custom under that said, hey, I banked with you on purpose\n\nbecause I wanted to do with a bank like you.\n\nI didn’t want you to sell it off to the other one.\n\nAnd they were quick to recognize, you know what?\n\nThat’s a great point.\n\nWe’ve got to do something about this.\n\nSo I don’t know where that ended.\n\nBut you can make mistakes like that too easily.\n\nEven if it wasn’t intentional, as I know it wasn’t in their park.\n\nThey’re a very responsible bank.\n\nSo interesting to hear, Jared.\n\nAnd I want to ask you about an organization of banks\n\nthat you’re part of, banks that are mission driven,\n\nthe global alliance for banking on values.\n\nCould you tell us a little about what that is,\n\nwho’s in that, if you want to mention a few other banks?\n\nAnd what’s happening there, worldwide?\n\nSo that organization spans, I think,\n\n71 banks around the world in a variety of different countries.\n\nAnd we have a few here in the United States,\n\nto you that are in Canada, they’re in Australia,\n\nthey’re in Sweden, they’re in Germany.\n\nYou’ve gone to a Democratic Republic of Congo.\n\nI believe there’s one in the general area of Russia.\n\nAnd I just point out how different and disperse they are\n\nbecause they’re also able to come together\n\nunder the set of values, of what values they’re banking is.\n\nAnd when you have to talk with individuals from these different banks,\n\nyou learn how different it is in different parts of the world\n\nand how hard it is to do some things that are very easy here\n\nor by its first sign.\n\nSo when we come together, we talk about banking\n\nwhat we term as the real economy.\n\nAnd that would be companies that really generate\n\nlike this net positive activity and generating things, products,\n\nand not just financial instruments that are ways to make money\n\nbut don’t really improve lives in the process.\n\nSo we want to bank companies, ideally,\n\nthat are improving their communities\n\nand not just improving the pocketbooks of a few shareholders that are within there.\n\nIt doesn’t mean that will never happen.\n\nI mean, it’s not like we’re saying,\n\nwe don’t make any loans to anyone if they don’t fit that.\n\nBut we measure that and we commit to a report card on that\n\nto try to measure that with respect to where we are in the world.\n\nAnd it’s just fascinating how difficult it is.\n\nSome days seem hard here in the US lately,\n\njust with political divisions and otherwise that we have to deal with.\n\nBut I was just at the GABV, that’s the acronym for it, the Summit in Italy,\n\nand the bank from the Democratic Republic of the Congo,\n\nis like, we basically have been a war for many, many years right now.\n\nAll of our bankers are trained on how to respond to someone come into the bank\n\nto kidnap people or to take over the bank.\n\nLike it’s a regular realistic thing that they base daily.\n\nAnd so we take a lot for granted and think of how hard things are here,\n\nbut that is not something we’re dealing with.\n\nWe’re not dealing with what Bank of Palestine is dealing with right now.\n\nAnd yet they’re finding ways to maintain those values.\n\nAnd the exciting element I pull from that is that people can do this\n\nin some of the hardest places in the world to maintain values.\n\nWe certainly can do it in the country like the United States.\n\nThat’s wonderful and so inspiring.\n\nWell, for folks who would like to learn more about global alliance for banking on values,\n\nGABV.org is the website.\n\nI want to take a moment and remind our audience.\n\nThis is the Y on Earth Community podcast.\n\nI’m your host, Aaron William Perry.\n\nAnd today we’re visiting with Jared Myers, a social entrepreneur extraordinaire\n\nand financier leading the way on so many fronts,\n\nincluding as Chairman of Legacy Vacation Resorts.\n\nYou can find links to many of the organizations we’re mentioning in our show notes.\n\nAnd we’ll mention a few to be sure.\n\nYou can connect with Jared on LinkedIn at Jared-Meyers.\n\nAnd you can learn more about the B-Corp movement at bcorporation.net.\n\nJared mentioned one ethos.\n\nThat’s one ethos.com.\n\nWe didn’t yet discuss 1% for the planet.\n\n1% for the planet.org.\n\nAnd our good friend, Kate Williams, who runs 1% for the planet.\n\nWe have not yet spoken either about the work you do in an organization called White Men for Racial Justice.\n\nAnd I’m really excited to ask you about this, Jared.\n\nBefore doing so, I want to be sure to thank our many partners and sponsors\n\nmaking the White On Earth community podcast possible,\n\nalong with the rest of the regeneration renaissance work we’re doing through the White On Earth community\n\nand our growing global network.\n\nSpecifically, big thanks to Chelsea Green Publishing.\n\nYou can go to ChelseaGreen.com and get any and all of the books and audio books\n\nwith a 35% discount using the code Y-O-E35.\n\nWeylay Waters, biodynamically infused aromatherapy soaking salts with regenerative farm partners here in Colorado.\n\nProfitable purpose consulting, a huge shout out to Nathan Stuck, who introduced us.\n\nHuge shout out to Profitable Purpose Consulting and the great work they’re doing, helping many companies\n\nget B-certified and maintain their B-certification.\n\nA shout out to Earth Coast Productions, to Dr. Bronner’s, to Patagonia, and also to our ambassadors.\n\nThe White On Earth community has a growing global network of community impact ambassadors.\n\nYou too can join the CIA.\n\nAnd many of our ambassadors give monthly.\n\nAnd if you’d like to support our work and haven’t yet signed up for monthly gift,\n\nyou can go to Weylay Waters.org and set that up at any level you’d like.\n\nAt the $33 level, we’ll send you a jar of the way they water soaking salts each month\n\nto help you with your self-care practices and to give you a nice thank you in the mail.\n\nAnd if you’d like, you can also go to Patreon, Weylay Waters Community at Patreon,\n\nto see a variety of additional bonuses and benefits that we’ve put together for you at varying levels of support.\n\nAnd after our main podcast interview today, we will do our customary behind-the-scenes segment\n\nwith Jared that is available only to our ambassadors, along with many other video resources,\n\nincluding the recordings from our monthly meetups.\n\nAnd so if you’d like to join our ambassador network, just go to Weylay Waters.org and connect\n\non the page called Become an Ambassador and we’ll look forward to connecting with you there.\n\nA huge thanks to everybody for making this work possible and for helping us amplify the voices\n\nand the leadership that are transforming our world as we speak.\n\nSo, Jared, I’m so excited to have had this opportunity to chat a bit about the work\n\nyou’re doing through Legacy Vacation Resorts, through the Climate First Bank,\n\nand I’m so struck by the ways you’re also leading the charge in the social justice movement.\n\nAnd I want to ask you specifically about White Men for Racial Justice, this is WMRJ.org.\n\nWhat is this? Why are you a part of it?\n\nAnd why ought many of the rest of us consider joining as well?\n\nGreat question. So, you know, we talked a lot about the work that I’m doing corporately\n\npersonally, but through businesses, of course, we’re good.\n\nWhite Men for Racial Justice, to me, I’m turning on my light, that one of the consequences\n\nof being environmentally friendly, it doesn’t seem you’re moving in the office and sometimes\n\nit shuts my lights off. But one of the big reasons why I’m part of it is I read this\n\norganization, helps me be more human. It was founded after George Floyd was murdered\n\nbecause a lot of people that looked like me were struggling with not understanding what\n\njust happened, why it might have just happened. We knew we wanted to do something, but didn’t\n\nreally know what to do, how to do it without creating more problems, and we just wanted\n\nto kind of learn a little bit more, because we knew that it wasn’t, it didn’t feel like\n\nit was just an isolated incident, that didn’t have a longer history to it.\n\nAnd so, a group came together, a white man, that started exploring a little bit more of\n\nthe history of our country, and the history of race, and maybe how things have gotten\n\nto where they are today, because it didn’t just happen overnight, it happened over many\n\ndifferent years, and we started learning in those conversations that, you know, going\n\nback 400 years, when like slavery came here into the United States, there have been systems\n\nthat have been put in place and built upon each other over years, and participating\n\nin this group really helped me understand how power is built and power is maintained.\n\nSpecifically, when that power is maintained by less than a majority of people, and even\n\nmore so when it’s a very small percentage of that majority of people. And so, as there\n\nwas learnings unfold, naturally you ask questions like, why, like why is it done this way,\n\nwhat are some of the reasons, and then start exploring even further, all of the different\n\nways that it kind of pervades society, maybe still, and like where did that start?\n\nLike now, where is it now, what happened last year, what happened the year I was born,\n\nbut like where did it start to begin with, and roll forward into the systems that exist\n\ntoday. And what this group helps us do is one unlearn, because a lot of us have learned\n\nthings that we thought were accurate, but weren’t, to relearn, and then I would say three\n\ntake those new learnings to rehumanize ourselves, and especially what people that look different\n\nthan us, that have different upbringing or cultural experiences of us. And there’s a lot\n\nof different ways that it kind of unfolds from there. One of the ways is very specifically\n\nracial justice, trying to bring justice to those who have been disadvantaged historically\n\nby means of the construct of race, or other means, but race is the big focus.\n\nA second part of it, though, is really understanding that how similar we really are, but for privileges\n\nor advantages that we may have received over the course of our life at where largely unaware\n\nof in many circumstances. It’s indiscible to us until it becomes visible. And then what do we\n\nwant to do about that? And different people respond to that differently, some are like I have to\n\nfix this tomorrow, and they try to jump right in to how to do that, whether that’s individually,\n\nor if we’re supporting systems change at a larger level. Some people grapple with that for a long\n\ntime, beat themselves up about it, because they’re really too bad, that they, even if they didn’t\n\ncreate the system and didn’t put everything in place away this today, they realize that perhaps\n\ntheir descendants of others who had, and that maybe they maintain those systems, whether\n\nintentionally or unintentionally, because they are scared of the alternative.\n\nAdditional to that, though, is as I think one evolves further in, because there’s obviously\n\ntakes a while to really relearn history, engage with others, is, or at least I have learned that\n\na lot of the stories that are told and that we tell ourselves aren’t really accurate. We just\n\ndon’t know that because you’ve been told this story for so long. And so like one of the main stories\n\nthat’s told out there is, or the questions that gets asked is, well, Resonance and Justice\n\nmean that a lot of people that look like me are going to lose all these privileges in the world.\n\nThat’s not accurate. There’s a perception of that being accurate. And on a personal level,\n\nI have no problem giving up many of the advantages that I have, but I’m not asking everyone else\n\nto sign up for that by being part of this. When one study is kind of how power and balances\n\nhave been maintained, it don’t make any sense. Like when a gross majority of people\n\nhave very little income and very little power in this world. It is clearly a system in place that\n\nmaintains that. Because the natural order would be the majority tends to win unless there’s\n\nthese systems in place otherwise. So what would really happen if we started to dismantle some of\n\nthese systems that maintain this difference is that almost everyone benefits. You know, maybe there’s\n\na very, very narrow amount that would have to adjust their lifestyles, which, by the way,\n\nwouldn’t make them any less happy than they already are. Because that isn’t really helping them.\n\nBut these changes would really help almost everyone. They would help our natural environments.\n\nAnd there’s these stories that are maintained to be kept in place to maintain that power and balance.\n\nAnd so we’re told this and a lot of us are just really busy with our daily lives. You don’t have\n\nthe ability to look behind the curtain and do this sort of investigation. And I think that’s\n\nunfortunately one of the issues is that when people don’t have time to do that, they’re like, this is\n\ntoo, you know, sometimes this can be called elitist or like too academic. Because it does take some,\n\nyou have to invest time to unlearn and to relearn. And not everyone has that time to do that.\n\nBut ultimately, if we want to better ourselves in any which way we do that, it takes time.\n\nAnd we have to invest that time into it. So this is a way that I try to better myself, my understanding,\n\nto not be one that is being exploited out there that’s taking advantage of benefits that have been\n\ngiven to me just by my, where I was born, who I was born to, and not for any other reason.\n\nAnd so this group can meet every Tuesday evening. And we do it in a form to one keep accountability\n\namongst ourselves. Because this isn’t about white men petting themselves on the back and saying,\n\nhey, you’re a good guy. Nice job. It doesn’t mean we don’t compliment each other, you know,\n\nfor doing things because there is a community support. But a lot of it is ensuring that we can\n\ncontinue to walk that walk. And we have black equity advisors in there that also ensure that we’re\n\ngoing about the work the right way. So that we’re supporting that we don’t take on this like,\n\nyou know, white savior is some concept. I’m like, well, we can fix it all. But instead,\n\nthat we can do it through existing organizations and people that are already out there doing this\n\nhard work and that we are supporting them. But it’s important that white men are part of this\n\nbecause white men tend to still hold most of the levers of power in society. And so what we do\n\nhas an outside significance. So people like me take actions to restore equity to bring\n\njustice into the world. It has a greater chance of succeeding because of the power that we hold.\n\nWow, absolutely impressive and so commendable. Thank you for sharing this with us. You know,\n\nI’m thinking of a couple things here. One is this is reminding me of a conversation we had with\n\nDr. Janelle Allen Davis, days after the murder of George Floyd. And she had already been on the\n\npodcast previous to that talking about the incredible work she’s doing as a service leader as CEO\n\nof Craig Hospital in Denver, Colorado. Incidentally, she’s also on the Federal Reserve Board\n\nand is doing so much amazing work in communities all over. And of course,\n\nDr. Allen Davis is an African-American medical doctor and executive and just an extraordinary\n\nleader. So I’d encourage folks to check that episode out with with Janelle that we did shortly\n\nafter the murder of George Floyd. I’m also really wondering about how can more of us get involved\n\nwith white men for racial justice? And I mean, a weekly commitment every Tuesday evening,\n\nthat’s not an insubstantial commitment. Is that literally a requirement to join? Is that\n\nexactly what needs to happen? So it isn’t, but there starts out with an open house that people\n\ncan ask questions and get to understand if there’s something they want to participate in. I don’t\n\nknow in the next open house date is, but they do happen throughout the year. So if someone is\n\nreally interested in this as he pointed out in LinkedIn, if someone drops me a message on this,\n\nI’ll get them exactly what answers for the questions. If you’ve read starts with an open house\n\nand then it starts with a learning cohort that runs maybe approximately eight weeks. So that\n\nwould be your first level of commitment. If after there’s eight weeks, this isn’t for them,\n\nor they feel like I’ve learned enough at this point that I can move on, that’s fine as well.\n\nSo it’s not like a commitment that you’re doing this Tuesday night forever, but there is a recurring\n\nability to come together on Tuesday evenings, and there might actually be another time\n\nduring the week that’s being done right now. I do the two Tuesday evenings ones, and then the\n\ncohorts fit into either following a new book or audio podcast of sorts that helps in this\n\neducational process. Some of the things resonate more than other things. That’s just like, you know,\n\nnatural. There shouldn’t subject that you’re like, this was dead on. This is what I needed to hear.\n\nAnd other ones are like, okay, I follow where they’re going, but maybe it doesn’t need it much,\n\nand that’s fine. Like in anything that you would read earlier. So there’s not a requirement on it,\n\nbut it is more successful if you can stick it through, at least each of those cohorts.\n\nThere are breaks like during the summertime when people are traveling. So there are some,\n\nand life does get in the way. I do miss Tuesday nights, but I do try to attend as often as I can,\n\nand stay in touch with the group, whether that’s through WhatsApp, emails, or otherwise,\n\nbecause it does become a community, and you care about one another, and you support each other through\n\nwhat isn’t easier. I mean, like this is not for people that aren’t willing to sign up for like\n\na personal betterment and evolution. And the only other thing that I will add on that is a lot of\n\nus think this is just about like making the right for what’s been wrong out there. And that,\n\nwhile I agree that is necessary, that is not the only reason to be doing this. If anyone that wants\n\nbetter relationships with people, period, or the end of our race, or you’re not anything, anyone who\n\nfeels like I would like to be able to form deeper relationships with people with benefit from this.\n\nBecause this helps us see the differences, and as I talked about earlier, that division between\n\nus and them. So much of that, when you start seeing things in us and them dynamically recognize it,\n\nyou can dismantle it, you can change it, and you can realize that I actually can have a relationship\n\nwith this other, this person who I perceived is being different before I thought about it.\n\nAnd this different perspective. And there’s a lot of work that goes into that.\n\nAnd we just see it different. I mean, my relationships with my colleagues at the bank,\n\nat Legacy Vacation of the Yorks have substantially improved as a result of being part of white\n\nand unforestationed buses. Beautiful. And is it a virtual open house? Is it limited by a hierarchy?\n\nIt is. It’s Zoom. So there are people all throughout the world that do participate in it.\n\nAnd what ends up evolving from there, if you stay involved, is like, fear circles end up getting\n\nformed. A lot of times there’s ever regional component, because some people obviously would like to\n\nget it in person for some elements. That’s usually once a month, that fear circle of, say, roughly\n\nfive, people would get together, and they’ll focus on whatever they want to focus on. It doesn’t have to\n\nbe the topic of that cohort, but it’s usually in the form of racial justice.\n\nAmazing and beautiful. Wow. Thank you for sharing this with us. Part of what you’re talking about\n\nin the psychology of us versus them reminds me of an episode recorded recently with\n\nSaraya Afzali from Afghanistan, originally whose station now in Ireland studying charismatic\n\nleadership and autocracy, and how certain types of charismatic leaders will mobilize this\n\nperception of division and difference in order to gain political power, financial power. So\n\nwhat’s really interesting to me from a systems and human psychology and sociology standpoint\n\nis that the work you’re doing at white men for racial justice and the work you’re doing throughout\n\nthe B-Corp movement globally is really working to counter those other forces that unfortunately\n\nshows us have a way of showing up again and again and again. A hundred percent. If we ever solve\n\nthat, every other problem we have will be like it’ll be a ripple effect of positivity that happens.\n\nAmen to that. Amen to that. May it be so. Well, I want to be sure to ask you a little bit about\n\nyour athletics and what you’d like to do when you’re recreating with your family when you’re\n\nnot working and of course we’ll wrap up our main podcast interview here in just a few minutes\n\nand then switch to our behind-the-scenes segment which our ambassadors have access to.\n\nYou want to remind folks to join the ambassador growing global network of ambassadors at\n\nwhiners.org if you’d like and before doing that I want to ask you so what do you and your\n\nwife and your kids like to do when you’re at your various resort destinations or elsewhere traveling?\n\nWell, one we’d just like to travel because of how much we learn being in other cultures and\n\nother environments in realizing that the world isn’t how we see it that it can be quite different.\n\nIt can be better, it can be worse and there’s just so much to learn. So travel just in and of\n\nitself of just kind of breaking down cultural barriers and understanding people is so powerful.\n\nIt’s one of the reasons that like even when we look at like well how do we solve for other problems\n\nwith the travel ecosystem? Like planes get a lot of attack rightfully so because of carbon emissions\n\nbut unfortunately without playing travel there are parts of the world we would not be able to\n\nexperience and I would be a different person if I hadn’t been to some international destinations\n\nthat I’ve been very lucky to go to. So part of it is just that experience being there in that community.\n\nA lot of it is active travel for us when we love to hike. My kids hike a ton. They don’t love\n\nthis much because they’re 14 and 17. I imagine that might change in time but my wife and I go to\n\nmountain towns a lot in the summertime escaping Florida’s heat and just really like to get out\n\noutside of that. I enjoy all types of sports and my only restrictions are our thanks to injuries\n\nover over the years that have knocked some off the list that I would still enjoy playing but we\n\nwe get to snow ski which is very exciting to get out and see what springs pretty often\n\nwhere two of our resorts are and then we’ll get out in the lake, we’ll get out to the beaches\n\nreally just being outdoors. The more we are in nature the more we kill that connection that is\n\nharder to sometimes experience realizing that life has this larger web that we’re a small piece of.\n\nYeah absolutely and remind folks what’s the best URL to go to legacy vacation resorts? I’ve got\n\nso many URLs on my notes here and that one is not jumping out at me. I want to make sure we\n\nmention that to people. So that would be legacy vacation resorts so plural.com. Perfect thank you great\n\nyeah and all of these links will be in the show notes of course Jared it is such a joy to have\n\nthis opportunity to visit with you today and thank you for taking the time to be a guest on our\n\nY on Earth Community podcast before signing off I want to invite you if there’s anything else\n\nyou’d like to say to our audience today please my friend the floor is yours.\n\nWell first thank you for having me I really appreciate you to share all of this because I do\n\nthink a lot of people think as I do and sometimes it’s just about learning that these networks exist\n\nthat these opportunities exist we would have been at B Corp companies much sooner if I knew what they\n\nwere so and there’s a lot of people that don’t know what B Corp’s are so I encourage people to do\n\ntheir own research learn a little bit more and realize that there’s a lot of people like me out there\n\nthat just want to help you through that process so you can join these networks there’s B local\n\ncommunities throughout the United States which are regional communities of practice that are B Corp\n\nfor B Corp like companies that you could join either as an employee or on behalf of your company\n\nFlorida for good is the one here in this region there are also global versions of this\n\nof B tourism which we’re a part of is a global travel and tourism network that spans B Corp’s\n\nand again values aligned travel organizations non-profit for profit that try to do travel the\n\nright way and we’re always offering free resources to help businesses become better and become\n\nmore resilient which will lead to their their own sustainability and success of the long haul so\n\nagain thank you for giving me the opportunity to share this and I welcome all of you to join us\n\nin this movement wonderful well thank you Jared for all of your leadership and making the change\n\nand impact that you’re making possible thank you take care bye bye\n\nthe Y on Earth community stewardship and sustainability podcast series is hosted by",
  "related_episodes": [],
  "transcript_fixed_date": "2025-06-26T15:14:04.333330"
}