{
  "title": "Episode 127 – John Perkins, Life Economy & Updated “Confessions of an Economic Hit Man”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12594/episode-127-john-perkins-life-economy-updated-confessions-of-an-economic-hit-man.mp3",
  "publish_date": "January 11, 2023 12:32 pm",
  "url": "https://yonearth.org/podcast/episode-127-john-perkins-life-economy-updated-confessions-of-an-economic-hit-man/",
  "episode_number": 127,
  "subtitle": "ABOUT JOHN PERKINS",
  "description": "John Perkinsis the author of the NY Times best-sellingConfessions of an Economic Hit Man(now in its 3rdEdition),Touching the Jaguar,The Secret History of the American Empire, andHoodwinked. He has lived four professional lives: as chief economist of a major global consulting firm where his actual job was that of an Economic Hit Man (EHM – clandestinely trained by agents of the so-called “Washington Consensus”), as CEO of an alternative energy company, as an expert on indigenous cultures, and as a writer, teacher, and speaker who promotes ecology and sustainability. He co-founded the non-profitsDream ChangeandPachamama Alliance and applied his consulting fees to championing indigenous rights and environmental movements, working especially closely with Amazonian nations.Confessions of an Economic Hit Manhas become an international bestseller in 38 languages and has sold over 2 million copies. He has been featured onABC, NBC, CNN, CNBC, NPR, A&E, theHistory Channel, and inTime,theNew York Times,theWashington Post, Cosmopolitan, Elle,Der Spiegel, and on theY on Earth Community Podcast.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast on your host, Aaron William Perry.\n\nAnd today we’re visiting for a second time with author and activist John Perkins.\n\nHey, John.\n\nHey, Aaron.\n\nGood morning.\n\nHow are you?\n\nGreat.\n\nGood to see you again.\n\nHi, Chris.\n\nJohn Perkins is the author of the New York Times bestselling, Confessions of an Economic\n\nHitman which is now coming out in its third edition as well as touching the jaguar, the\n\nsecret history of the American Empire and Hoodwink.\n\nHe has lived four professional lives as chief economist of a major global consulting firm\n\nwhere his actual job was that of an economic hitman for which he was clandestinely trained\n\nby agents of the so-called Washington Consensus as CEO of an alternative energy company,\n\nas an expert on indigenous cultures, and as a writer, teacher, and speaker who promotes\n\necology and sustainability.\n\nHe co-founded the non-profits DreamChange and Pachamama Alliance, and applied his consulting\n\nfees to championing indigenous rights and environmental movements, working especially closely\n\nwith Amazonian nations.\n\nConfessions of an economic hitman has become an international bestseller in 38 languages\n\nand have a sold over 2 million copies.\n\nHe has been featured on ABC, NBC, CNN, CNBC, NPR, A&E, the history channel, and in time,\n\nthe New York Times, the Washington Post, Cosmopolitan L. Der Spiegel, and is now here with us today\n\non the Y-Earners Community Podcast.\n\nJohn, welcome.\n\nIt’s great to have this opportunity to speak with you again.\n\nThank you, Aaron.\n\nThanks for that.\n\nI want to make clear that the third edition is not like the third printing of the old\n\nIt’s mostly new.\n\nIt’s about the China’s economic hitman.\n\nSo it does go into some of the old stuff, but sometimes with the China’s economic hitman,\n\nhow to stop the global takeover.\n\nIt gets confusing sometimes when people think of third edition.\n\nThey’re like, third printing, no, it’s different.\n\nYeah, and it’s been really great to dive into that over the last several days for\n\npreparing for our discussion.\n\nAnd I want to ask you about China specifically, but before we get to that, I think to help\n\nframe this up for our audience, let’s discuss and revisit what’s going on with your distinction\n\nbetween what you call a death economy and a life economy.\n\nAnd specifically, what is it that you’re referring to when you use the term predatory\n\ncapitalism?\n\nCan you explain this for us?\n\nWell, first of all, the death economy is something that I helped create.\n\nIt’s based on the goal of maximizing short-term profits, essentially for a few major investors.\n\nWe got us at the social and environmental costs.\n\nAnd it’s really taking us to all the crises that we have today.\n\nSo if you look at climate change, income inequality, species, extinctions, environmental\n\ndestruction and so on and so forth, those are symptoms of the greater problem, which\n\nis, I mean, there are big problems, but there are symptoms of what we call a death economy,\n\nwhich is this economic system based on maximizing profits and materialistic consumption.\n\nAnd you know, it’s ravaging the earth, it’s polluting itself and consuming itself basically\n\ninto extinction.\n\nWe all know, you know, hearts, we know it’s not working.\n\nThe life economy, on the other hand, is an economic system which human beings have had\n\nthrough most of our history.\n\nIf you look at our history as being 250,000 years, the majority of that, we’ve lived really\n\na life economy, which is an economic system that’s built on long-term.\n\nIt’s built on looking at how we can provide better for our children and grandchildren\n\nand future generations.\n\nIt’s based on the maximizing long-term benefits for life, not just human life, but all life.\n\nAnd in today’s terms, we could say that it will pay people to clean up pollution, pay\n\npeople to mine all the plastic that’s floating around in the oceans and recycle it, pay\n\npeople to clean up the environment, regenerate the destroyed environments, recycle, develop\n\ntechnologies that don’t ravage the earth.\n\nAnd you know, Aaron, I think we’ve been headed in that direction for a number of years now,\n\nbenefit corporations, be corporations, the Green New Deal, conscious capitalism, there’s\n\nso much that’s been going on in that direction, electric cars, solar and wind, which is now\n\nreally poised to totally replace fossil fuels, not because we’re going to ban fossil fuels\n\nor because solar and wind are becoming much more economical.\n\nSo we are moving in that direction, but we need to make sure that we continue to move\n\nthere and not emphasize this very short-term profit motive.\n\nAnd I have to say that the roadblock for that is Wall Street and it’s a whole concept\n\nof investing money and making huge rates of return off those investments, especially\n\nfor a few very rich people around the world.\n\nOne of the things I found to be so important in your new version of the book is in the\n\nAppendix, a death economy versus life economy that gets into some more detail describing\n\neach and adding to what you just shared with us.\n\nSo that was one of the pieces that caught my attention when I was looking through the\n\nbook, John, it’s great to see that.\n\nAnd you mentioned predatory capitalism.\n\nWell, people often say we’ve got to get rid of capitalism, but to me that doesn’t make\n\na lot of sense because the little farmer’s markets all over the world and indigenous\n\npeople have had for millennia.\n\nAnd we still have.\n\nThose are capitalistic.\n\nMy grandson’s eliminating his capitalism, basically.\n\nSo capitalism, by definition, is a form of an economic form where business and industry\n\nis not owned by the government.\n\nIt’s owned by private individuals.\n\nAnd it’s highly competitive, but it’s also very cooperative.\n\nIt’s not cutthroat competitive at all.\n\nAnd what we have today is in the United States and much of the world is an economic system\n\nwhere the government doesn’t own the means of production.\n\nOf course, it’s different in China and a few other countries.\n\nBut in the United States, the government doesn’t own our businesses, but the business is\n\non the government, essentially.\n\nWe all know, Aaron, that you can’t get elected to a high office in the United States without\n\na lot of money.\n\nAnd most of that money comes through corporations or the owners of those corporations.\n\nAnd they have a lot of influence.\n\nThe CEO of a big corporation that can donate millions of dollars to political campaigns\n\nand lobbyists has a lot more influence than you or I.\n\nYou might say that CEO has a lot more votes than you and I have when we go to the polls.\n\nIt’s not quite that simple, but we know they have a lot of influence.\n\nSo what we’ve really done is turn capitalism on its head.\n\nThe means of business are not owned by the government, but the business owners own government\n\nessentially.\n\nAnd it’s become very predatory.\n\nIt’s not highly competitive.\n\nIt’s a big, big company, you know, the stories of Walmart and chasing the small drug\n\nstores out of business and all these huge big-chain stores putting smaller people out of business,\n\ntrying to get rid of competition, forming more and more monopolies and it’s happening\n\nthroughout.\n\nSo that’s predatory capitalism.\n\nIt basically prays on all of us consumers and small businesses.\n\nAnd so the directionality here that we’re hoping for and working toward is moving away from\n\na predatory capitalism to something we might call a stakeholder capitalism, a community\n\ncapitalism, or even a stewardship capitalism, right?\n\nThis is something you’ve been speaking to for some time now.\n\nAnd maybe we ought to just forget the word capitalism because it triggers all sorts of things\n\nand people.\n\nI found that over time and I think you know what we really want to move toward is whatever\n\nmeans it takes to create a life economy.\n\nAnd that does include co-ops and includes a lot of emphasis on local business, small businesses,\n\nlocal agriculture as much as we can do locally.\n\nAt the same time recognizing that we have been globalized, you know, you and I, when\n\nwe have in this conversation, we’re in two different parts of the United States and\n\nas people tuning in, they’re perhaps all over the world.\n\nAnd you know, we are, we’re connected globally and that’s a good thing.\n\nBut the more we can do in terms of businesses, in terms of the food we eat, in terms of\n\nthe clothes we wear and the houses we build and so forth, the more we can rely on local\n\nbusinesses to provide those for us, the better off we’ll all be.\n\nAnd of course, the same is true in energy when we talked early about solar and we have\n\none of the great things about solar and when is it doesn’t need to be centralized.\n\nYou can have that every house can have their own unit or every community can have their\n\nown units.\n\nAnd that’s a, that’s a step in the right direction for many reasons.\n\nMany, many reasons and not the least of which is that, you know, they don’t get wiped\n\nout by hurricanes or people shooting up substations the way that we’ve seen that our centralized\n\nsystems are extremely vulnerable to these outside influences and now increasingly to\n\ncybernetics that we know that, you know, somebody with a computer can take out an entire\n\npower grid.\n\nAbsolutely.\n\nWell, before we turn to China and what’s going on there, I want to ask because I think\n\nthe history here is so important for folks to understand what happened in the 1970s with\n\nPhun Hayek and Milton Friedman to Nobel Prize recipients, economics, Nobel Prize recipients,\n\nwhat happened there in terms of the shaping of our narrative, the shaping of our perception,\n\nwhich you point out mold’s reality that has had such an impact over these last few decades\n\nin particular.\n\nYeah, I love that, which I said, you know, we do know that our reality is totally shaped\n\nby our perceptions of reality.\n\nThere’s no United States, there’s no China, there’s no corporations, there’s no culture,\n\nthere’s no religion, except as people perceive them and when enough people accept a perception\n\nor codify it into a lot has a huge impact on reality.\n\nAnd when I was in business school, which was pre-1976, the perception was, I was taught\n\nthat a good CEO makes a decent rate of return for investors, maybe two, three cents a percent\n\nabove inflation when we had something called blue chip stocks and then we did just that,\n\ntwo percent above inflation or so.\n\nBut a good CEO also, I was taught in business school, takes really good care of his employees,\n\ngives them healthcare and insurance and retirement benefits and takes good care of the communities\n\nwhere the corporation serves, you know, but donates money to recreation centers and other\n\nservices, takes good care of consumers and suppliers.\n\nThat all changed in 1976 when Milton Friedman won the Nobel Prize in economics and he said\n\nthe only goal of business should be to maximize short-term profits regardless of the social\n\nenvironmental cost.\n\nYou mentioned von Hayek, he’d won the Nobel Prize a couple of years earlier, said something\n\nvery similar, but Friedman had the ear of Reagan and Fatcher and many other world leaders.\n\nHe was extremely well known and traveled around the world promoting this idea that all you\n\ngot to do is maximize short-term profits and that’ll take care of everything else.\n\nHe said, that’ll solve the environmental and social issues and of course we know it\n\ndoesn’t, trickle down economics, serves the rich, not everybody else.\n\nSo that was this huge change in perception and it changed everything, the way business\n\nwas done.\n\nSo it actually gave a mandate to corporate executives to do whatever they thought it\n\ntakes to maximize short-term profits, including essentially corrupting elected officials.\n\nAnd when I say corrupting, these days they corrupt legally, so it’s not legally speaking,\n\nit’s not corruption, but basically buying votes.\n\nThey say you can buy a senator’s vote for $10,000.\n\nI don’t know, I haven’t actually done it, that’s the saying, and campaign financing.\n\nIt’s totally legal.\n\nIt’s not under the table, $10,000.\n\nSo this theory of maximization of short-term profits as the goal, as the mandate, it puts\n\nexecutive officers in this position where they almost have to ignore environmental and\n\nsocial benefits or they may lose their jobs.\n\nAnd that was this huge change of perception.\n\nNow the good news, Aaron, is that we are going through something similar to what happened\n\nbefore Friedman, now, but in the other direction, headed toward looking at the long term,\n\nlooking at creating a life economy, like I said earlier, benefit corporations and conscious\n\ncapitalism and so forth, are moving in that direction.\n\nSo before, on Hayek and before Friedman, there was a movement moving toward this direction\n\nof maximization of short-term profits, but they really, they get the perception out there\n\nin a way that created actions that actually made it happen.\n\nSo we’re in a position now, I think, where we could move in that direction, what we need\n\nis to really understand that we must change the perception of what it means to be successful.\n\nBusinessmen, human beings on this planet, it is not about short-term maximization of\n\nmaterialistic consumption, it’s about long-term benefits for all.\n\nYou know, well, so beautifully articulated and thank you for sharing some of this history\n\nwith us because I think it’s so important for us to have a better understanding of how\n\nwe got to where we are, speaking of history, of course, China and the Chinese culture has\n\na very deep and long history and to transition now to focus our discussion on what’s going\n\non with China specifically. Fill us in. What is happening under the leadership of\n\nTerminji, the New Silk Road, et cetera? What’s that play here now?\n\nWell, China has taken over the world. Some people say, you know, we can’t let China take over\n\nthe world, but they’ve done it. It doesn’t mean that we can now go back in and compete,\n\nbut the fact of the matter is, they are the number one investor and the number one trading partner\n\nwith countries in every continent. They are the major world trading partner and investor today\n\nin Africa, Latin America, Asia, the Middle East, Europe, even the United States in North America.\n\nAnd that’s happened to a certain degree because they’ve really learned their economic\n\nhitmen learned from the successes that I and my fellow economic hitmen in the United States had\n\nand also from our failures. And the other thing that, I mean, there’s a lot of things happen,\n\nbut one of the big ones was that after 9-11, the United States, we focused all of our attention\n\non the Middle East, especially Iraq and Afghanistan. We sort of forget about Africa and the\n\nrest of Asia and Latin America. China, on the other hand, stayed out of the Middle East at that\n\ntime and really devoted huge efforts to developing what they call in the New South Road, this massive\n\ntrading network and making investments in all the rest of the world. And now, of course,\n\nthey’re moving into the Middle East now that we’re kind of dropping out of there. So they made\n\ntremendous inroads and they have a talk about perception that they have a very attractive story\n\nto tell to leaders of poor countries. The story is, we’ll listen. You know, we had, and we averaged\n\nabout 10% economic growth for three decades and we brought 700 million people out of poverty.\n\nNobody else has ever done that before. At the same time, the United States, we didn’t have that\n\nkind of economic growth at all. Our middle class is actually declined since the 70s. We haven’t had\n\na real, when you can come for inflation, a real wage increase, average wage increase since the\n\n1970s. So if you’re the leader of Columbia or Ecuador or Nigeria or Ghana or some other country,\n\nand you’re looking at which model do I want to buy into, the perception can very well be that\n\nyou might prefer to take China’s model. And at the same time, Aaron, I mean, this is, I wrote a\n\nbook about this. I’m covering a lot in a very short period of time. The other thing is that\n\nI talk to leaders in the, I’m headed to Latin America in January. I go trouble times most every\n\nyear and I spend a lot of time in Europe and parts of the parts of the world this next year and\n\nalways do and have virtually recently. And I hear, you know, if the United States is a democracy,\n\nwe don’t want it. You’re dysfunctional. You know, you’ve had a president who negated all the\n\nagreements previous presidents made. Your Congress can’t seem to compromise on anything. We’re not,\n\nwe’re not looking too good to the world. And of course that the argument is made where you’ve\n\nactually almost overthrown democracy in your own country and the still of possibility that will\n\nhappen. So, you know, we hear these things. So in a way, we have to take responsibility in the\n\nUnited States for really opening the door wide China. And China has done a very good job of stepping\n\nthrough that door and taking advantage of our failures, our mistakes, as well as learning from our\n\nsuccesses. One of the things I noticed in your writing is that there, there is a, a tenor of\n\nconcern around China’s ascendancy. At the same time, you are emphatic about the need for\n\nincreased cooperation among all of the nation states in the global community. And I’m curious,\n\nespecially kind of picking up on this previous thread you just mentioned and the fact that the\n\nUnited States has interfered with, if not toppled, even through assassinations, many\n\ndemocratically elected leaders and governments around the world as part of its foreign policy\n\nover the last century or so. Do you see it as a positive or a negative that the United States’\n\nprime position in the global community is being ratcheted down a bit, especially since the\n\nsetup of the Washington Consensus Institution’s Bretton Woods, all of that\n\nengineering that occurred around the time of the Second World War.\n\nYou know, it’s a mixed bag, but I think the United States, we missed a really great opportunity,\n\nfrankly. When we set up the World Bank and the other Bretton Woods institutions at the\n\nend of World War II, they were aimed at reconstructing a Europe devastated by the war and they did\n\na great job at it. They did a great job at it. And I had great respect for what the World Bank did.\n\nWhen I went to business school and then went into work, did a lot of work with the World Bank\n\nas an economic, as a chief economist, which was my official title. But the long games comes\n\nto Soviet Union in the Cold War. And at that point, these institutions focused on promoting\n\nour form of capitalism around the world in democracy and trying to convince countries not to buy\n\ninto the Soviet system. So we became obsessed with that. And that included supporting huge\n\nbig corporations, helping US corporations become more much more multinational.\n\nWhen the Soviet Union collapsed in 1991, at that point, we had only super power. And we had\n\nan opportunity to show to the world what a great influence we could be, how we could really\n\npromote democracy in a good form of capitalism. But instead, these institutions were so tied in\n\nwith corporations and there was this patterns established that the emphasis was much more put\n\non helping US corporations regain the resources of other countries, oil, minerals, all sorts of\n\nresources and markets. So these institutions became much more oriented toward promoting US\n\nhegemony. And at the same time, we implemented something that’s known as neoliberal economics,\n\nwhich is an economic theory that says that you shouldn’t tax the rich because trickle-down\n\neconomics works, they say. And you should cut back on that social benefits to everybody else.\n\nAnd because people should earn, they should earn these things. We shouldn’t give them social\n\nbenefits. And also, that companies were encouraged to neoliberalism to privatize their public sector\n\nbusinesses like water and sewage and electricity and take them out of government hands and give them\n\nto basically US investors in many cases. So this neoliberalism was something that put tremendous\n\npressure on governments. We also put pressure on governments to join us in voting with us\n\nat the United Nations against Cuba or whatever and allowing us to put military bases on foreign\n\nsoils where we now have military presence in well over a hundred countries. This is called\n\na lot of resentment. The Chinese are making a very important point that they’re not going to do that.\n\nThey don’t try to dictate how they say they don’t try to dictate how our country runs itself.\n\nAnd they pointed out that their success, their economic success, did not include neoliberalism.\n\nThey didn’t privatize. They went the other way actually. So most of their major corporations in\n\nChina are owned at least in part by the government. And they show this as a benefit.\n\nSo it’s an interesting aspect to look at how this works. China comes across as being much more\n\nbenign with governments. And we can say, well, that means they support dictatorships. And it does.\n\nI mean, they don’t necessarily support them. They don’t oppose them. But we’ve actually supported\n\nthem. And this is pointed out to me a lot, where I say, well, we promote democracy. And they say,\n\nwhat about Saudi Arabia? What about Iran under the Shah? What about so many other countries,\n\nPinochet’s, Chile, and our hope, we have a long history of supporting brutal dictators as well\n\nas democracies. So again, it is really open the door for China to step in. So there was this\n\nvoid created after 1991 when the Soviet Union dissolved. I think we blew some tremendous\n\nopportunities. And then along comes China. And in 2012, 2013, when she became head of the government\n\nthere, he saw the opportunity to use everything that China had done before him to grow its economy,\n\nto become a world class economic power. And he saw the way to use that and go out to the rest of\n\nthe world and bring the rest of the world into the Chinese sphere. And so he’s been very successful\n\nat doing that. I think things are beginning to maybe perhaps turn around a bit now. We can talk\n\nabout that more if you want. But I think things are there’s now beginning to be some backlash\n\nagainst China. And I think the United States is beginning to understand that it has to step to\n\nthe plate and do more in the world. Absolutely. Yeah, I’d like to talk about that before we go there.\n\nI would like to ask you to briefly describe the four pillars of the economic hit man’s\n\nstrategy with fear with debt with anxiety and the dividing conquer strategy. Because I think it’s\n\nreally important that folks understand this because some of these forces are not only at play in\n\nthe broader global landscape, but also can affect us at the individual level as well. Could you\n\njust run through that really quickly for us? Yeah. Yeah, I’ve got a whole book about it.\n\nWe have read the book. Let’s see what we can do. So yeah, these four pillars, they’ve been around\n\nfor hundreds, a couple of thousand years. You know, I mean, the Romans and the ancient Chinese\n\nkingdoms and the Persians and so on and so forth used them. So the first one is fear. Fear of\n\ninvasion. And you fear that another country is going to invade you. So you ally with them or you\n\nally with someone who can protect you against this other country. And oftentimes this fear is\n\ncreated by the person in Washington by the country that wants to make the allies. But that’s a\n\nvery, very old one. The militarism basically debt. So people have always used debt, you know,\n\nand it isn’t always money debt that can be, you know, the death that we know with the mafia,\n\nyou know, like, okay, so I’ll help you out with your daughter’s wedding and so on and so forth.\n\nAnd then later, you know, like, I need to have that guy’s knees broken over there. You go break\n\non because you owe me or in the old days and empires, you know, you know, the king would offer\n\nhis daughter in marriage to the other potentate who was a little weaker than him and then the other\n\npotent they would have debt to him through it, so on. So that’s a very, very old one also.\n\nAnd then there’s the fear of scarcity. That is a huge one, the fear of poverty and the idea that\n\nwell, if you join us, if you join our sphere of influence, we can bring you out of poverty,\n\nwe can use the World Bank or China can use the Bricks Bank or whatever to bring you out of poverty.\n\nSo, but that’s also been around forever, the sphere of not having enough to eat, not having,\n\nnot having wealth. And the last one divide and conquer again, you know, like, yeah, come join us\n\nand approach them kind of thing. These have been around a long, long time. But for many years,\n\nperhaps the most important one was the fear one, the militarism and the divided conquer.\n\nAnd that potentates the kings and so on and so forth and have used this for millennium.\n\nThat changed radically after when I was an economic hitman in the 70s because the failure\n\nof our military in Vietnam was a shocking experience for not just for the United States,\n\nbut for countries everywhere to look at that. How the military, a huge military power in the United\n\nStates was defeated by people who had little cannons mounted on bicycles and shot down our planes\n\nwith those little cannons on bicycles. You know, I mean, this was shocking. And it probably shouldn’t\n\nhave been shocking because actually during the American Revolution, we kind of did the same thing,\n\nyou know, hide behind trees and this greatest army in the world was British Army was defeated by\n\na handful of, you know, farmers basically. But still it was shocking in the 70s when that happened.\n\nSo that’s when I was an economic hitman. At that point in time, the decision was made to\n\nrely a lot more heavily on debt. So listen, if you can put countries in debt, you go in,\n\nI go in and say, hey, here’s a country that has oil, some resource we want. And we’re going to\n\nmake you an offer that we’re going to give you a big loan and you’ll use that loan to hire our\n\ncompanies to build big infrastructure projects in your country like power plants and industrial parks.\n\nAnd these will, of course, make our country back companies rich, big profits, but also they’ll help\n\nyou in you’re talking to the leaders of countries who own the businesses and industries. And\n\nyes, they will benefit from more electricity. And we don’t bother to mention that that’ll take\n\nmoney out of the general coffers to pay for education and healthcare and other social services\n\nfor everyone else. It won’t help, it won’t help the majority of the people, but it will help if\n\nyou the rich people who we’re talking to. And then we say, but since at some point you won’t be\n\nable to pay your debt off. And so we’ll help you by using the collateral, which is your resource.\n\nYou give that to our companies, real cheap oil minerals markets, whatever. I give that to us real\n\ncheap without many environmental or social regulations. And so we decided that this was the way\n\nto conquer countries, basically, to bring them into our sphere. And our sphere, we might call it\n\nan American empire, but it really is, it’s a corporate empire. And the United States supports it,\n\nbut big time. But some of these corporations, you know, infamously, a hell of a burden,\n\ndon’t have to have the headquarters in the United States. They’re in Dubai. And these companies\n\ndon’t have any loyalty. They try to avoid paying taxes. And the big ones do avoid paying taxes.\n\nThey don’t have any loyalty in the United States at all. But the United States, but they do\n\nthey bribe, they bribe our Congress people legally. And they hire a lot of, they have a lot of\n\nleverage through lobbyists and other consultants that they use. So, so they use the U.S.\n\nbig time, but they’re not loyal to the U.S. They’re the most part.\n\nInteresting. Well, before we transition to some of the good news and some of the positive\n\nemerging trends that you are seeing and tracking, I want to remind our audience, this is the\n\nYonEarth Community Podcast. I’m your host, Aaron William Perry. And today we’re speaking\n\nwith author John Perkins, who has written many books, including Confessions of an Economic Hitman,\n\nwhich now has a fully updated third edition available. And I want to thank some of our sponsors.\n\nWe have in the YonEarth community a number of folks who are giving monthly,\n\nthrough our monthly donation program. And if you’re giving out a $33 or higher level, we’re happy\n\nto send you a shipment of our biodynamically grown hemp infused aroma therapy soaking salts\n\nfrom wheylay waters. You can go to YonEarth.org slash support to sign up if you’d like to do so.\n\nWe also appreciate all of the likes and subscribing on our YouTube channel, our social media\n\npages and so on. And of course, a special thanks to several of our affiliate partners. This\n\nincludes Curium, Forest Sigmatic, Chelsea Green Publishers, Organic India, and again,\n\nWheylay Waters. You can go use the code YonEarth with these companies to get special\n\ndiscounts on their products. And you’ll find links at YonEarth.org slash partners-supporters.\n\nOf course, I also want to mention the new book Readytossbook.com that features much of the wisdom\n\nof guests like John and others who have been on our podcast. And I want to make sure, John, that we\n\ntell folks where they can get a copy of your book and how folks can connect with you as well\n\nvia social media and otherwise. What are the best URLs to direct people to?\n\nJohn Perkins.org, or economicitmanbook.org, the dot com. Sorry, economicitmanbook.com or at John\n\nPerkins.org. And you can order the book pre-order it. So what you’ve got there is a pre-publication\n\ncopy, a galley copy. And that’s where it’s got a little banner across the bottom, across the\n\nbudget development flag there. But it says that. So it’s not in the bookstores yet, but it will be\n\nin February and you’ll get a copy of February. But it looks to have you pre-order now. And if\n\npeople, if you go to my website, you’ll see how to do that through a local bookstore or wherever\n\nyou buy books. And that also, if you pre-order, it makes you eligible for a relatively otherwise,\n\nfor free, relatively otherwise fairly expensive webinar program that I will be doing in March.\n\nOh, that’s great. What a great offering. So that’s John Perkins.org and economicitmanbook.com.\n\nAnd yeah, we encourage our audience to pre-order and read this book, everybody. This is a really\n\nimportant education on some of our recent history and also current trends that are affecting all\n\nof us right now on the planet. And John, picking up that thread, what is it that you’re seeing in\n\nsome of these positive emerging trends that are hopefully shifting and resetting some of the\n\nbalance and behavior of the United States, our companies, our citizens, and others around the\n\nworld. What is it that we can be hopefully hopeful about right now? Well, first of all, I think\n\nit’s important to point out that before the pandemic, we were really well on the way to creating\n\nthis life economy. And there was a tremendous influence. There was a little step back during the\n\npandemic, but the pandemic also taught us that we can change and we can actually enjoy the change\n\nand benefit from the change. I mean, despite all the problems and the deaths and the tragedies\n\naround the pandemic, it also taught us that we are able to make some changes and learn from those\n\nchanges. And so once again, we see we’re moving in that direction. This is the idea of cars and\n\nother technologies that don’t use fossil fuels. And the incredible technological advances that\n\nare being made in solar and wind that are making it less, that are making it much more affordable\n\nthan fossil fuels. And of course, just this past week or so, there’s been announcements around\n\nfusion energy, which I think is very exciting, although it looks like that wouldn’t be commercialized\n\nfor a couple of decades. It’s hard to know, but there’s been a big breakthrough in that.\n\nSo I think people around the world are understanding that we must change. And I’d have to say,\n\nand I taught it an MBA program in Shanghai and China. And one of the things that really struck\n\nme about the students, they’re the Chinese students who, who designated, this is one of the biggest\n\nMBA cars and most important ones. And the students were basically designated to be the future leaders\n\nof China. And one of the things they kept saying is, look, we Chinese created an economic miracle.\n\nNobody else has ever done this 10% for 30 years and bringing over 700 million people out of poverty.\n\nBut it came at a horrible price environmentally and socially. And we’re very, very aware of that.\n\nWe’ve had to live through the terrible pollution. Air, we couldn’t breathe when huge problems.\n\nWe’ve seen that. We don’t want that for our kids or grandchildren. But we’ve shown that we\n\ncan create a miracle. So we, the new generation of leaders, we’re going to create an environmental\n\nand social miracle. And will they do it? I don’t know. But they certainly have been making some attempts.\n\nBloomberg recently came up with a study that showed that in the past seven years, China has\n\ndone more to abate pollution there than we’ve done in the United States in 30 years.\n\nSo, you know, and I’m not trying to paint China as a good guy. And it’s done a lot of bad things\n\nand a lot of good things. But I am trying to say that all over the world, people are getting\n\nclean air. We want nutritious food. We want good water, portable water. And we want good soils.\n\nWe want good homes. And we want good futures for our kids. And we want health care and education.\n\nEverybody wants that. And this bad leader, this question about that, because we got a few out there\n\nright now, was very bad leaders. You know, we’ve seen that with Putin, who for a long time,\n\nwas beginning to look like a pretty good leader. He did a lot of amazing things to bring up Russia’s\n\neconomy. And then he kind of went off the hook, you know, crazy. But people around the world\n\nhave the same needs. And we must understand that we all need to come together to create a future\n\nthat our children will want to inherit, because we’re not going to do it in the United States alone.\n\nChina is not going to do it alone. Nobody’s going to do it alone. We can only do it if we work together.\n\nWe can disagree on just about everything else. You know, the China, we can we can\n\nfault the Chinese for what they’re doing in Taiwan and Hong Kong and with the Uyghurs. And they\n\ncan fault us for what we’ve been doing in Iraq and in Afghanistan. And with our prison population,\n\nwhich they point out is outrageous. The way we treat our prisoners and our immigrants,\n\nthe way we treat immigrants. So they criticize us for these things. We criticize them. We can\n\ncontinue disagreeing on many, many, many aspects. But let’s agree on one thing. And that is\n\nnobody thrives. Nobody survives on a dead planet. And we’ve been headed toward creating a dead\n\nplanet. So let’s understand that we all need to focus on agreeing that we must transform the\n\ndeath economy to a life economy. Absolutely. Well, John, it is such a joy to have the\n\nopportunity to visit with you again and to share a bit more of your perspective and wisdom\n\nspecifically around this transition to a life economy. It’s wonderful. It’s beautiful. It’s a\n\njoy to be connected with you. And again, I want to encourage all of our audience to get your book.\n\nConfessions of an economic hitman, the third edition. And while you’re at it, get\n\ntouching the Jaguar, too. We had a previous podcast interview with John about that as well.\n\nAnd before we go, John, and we may be able to record a behind-the-scenes, shorter piece\n\ntogether to share with our ambassador networks. So hopefully we’ll have that available as well.\n\nBefore we sign off for this moment with this podcast episode, I just want to open the floor up\n\nto you to say anything else, share anything else you’d like to for our audience in these special\n\nand momentous times we share it together. Thanks, Aaron. I think above all, I’d like to say that\n\nI think we should all feel blessed that we live at this time because we’re at a time of human\n\nevolution like no other time that’s human beings that ever experience. Where we really\n\nare poised to redefine what it means to be humans being on this planet. And in this new Confessions\n\nbook, I outline a lot of things everybody as an individual can do. And five questions we can all\n\nask ourselves, which basically are, what do I want to do for the rest of my life? How will I do this\n\nin a way that will help transform a death economy to a life economy? What’s stopping me from doing\n\nwhat I most want to do for the rest of my life? And three, what’s stopping? What are the barriers?\n\nFour, when I really look at these barriers, how can I change the perception so that I can turn\n\nthis around and five, what are the actions I take? And the book goes into the detail of how you\n\nhow you do that. But I think it’s really important for everybody to understand that we are all\n\nhave the power to make this happen and to enjoy the process. So that in such a question,\n\nwhat do I want to do for the rest of my life? You know, for me, I answer, I want to write. I love\n\nto write. I want to keep writing. And how do I do this in a way that transform a death economy\n\nto a life economy? I write about that. I try to inspire people. What’s stopping me? Well,\n\nmaybe I don’t have enough time to write. Why don’t we confront that? Well, maybe I should turn\n\nthe television off for an hour every night and write instead. And then what actions do I take?\n\nI got to write. And I think, you know, whether you’re a plumber or a parent, a parent or a teacher\n\nor a carpenter or a podcast, or whatever you are, these are questions we can continually ask\n\nourselves. And I think to understand that every one of us has an important role to play in this\n\nprocess. We have the power to transform this death economy to a life economy, to create a world\n\nthat our future generations will thank us for and will want to inherit. What an exciting time\n\nhere. Truly exciting. And, you know, programs like yours that are bringing this out to people\n\nare so inspiring and exciting again. I keep using that word, but I’m excited.\n\nAbsolutely beautiful. Well, thank you so much, John, for visiting with us and for sharing\n\nthese insights and this wisdom with us. It’s much appreciated. My pleasure, Aaron. Thank you.\n\nTake care. Yeah. Bye-bye. Keep it a great work, Aaron. Love what you do.\n\nThank you, John. Likewise. Talk to you, veteran. Okay. Thank you. Bye.\n\nThe YonEarth Community Stewardship and Sustainability podcast series is hosted by Aaron\n\nWilliam Perry, author, thought leader, and executive consultant. The podcast and video recordings are\n\nmade possible by the generous support of people like you. To sign up as a daily, weekly, or monthly\n\nsupporter, please visit YonEarth.org-support. Support packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth, all one word\n\nwith a Y. These sponsors are listed on the YonEarth.org-support-page. If you found this\n\nparticular podcast episode especially insightful, informative, or inspiring, please pass it on and\n\nshare it with a friend whom you think will also enjoy it. Thank you for tuning in. Thank you for\n\nyour support and thank you for being a part of the YonEarth Community."
}