{
  "title": "Episode 145 – Jerry Tinianow, CSO & Founder, Western Urban Sustainability Advisors",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13557/episode-145-jerry-tinianow-cso-founder-western-urban-sustainability-advisors.mp3",
  "publish_date": "September 28, 2023 2:03 pm",
  "url": "https://yonearth.org/podcast/episode-145-jerry-tinianow-cso-founder-western-urban-sustainability-advisors/",
  "episode_number": 145,
  "subtitle": "About Chief Sustainability Officers",
  "description": "Chief Sustainability Officers – or CSOs – are a recent addition to the C-suite of companies, cities, airports, and other large institutions, and serve as a strategy and policy-setting, implementation, and coordination nexus within the ecosystem (and among its myriad stakeholders) to improve environmental, social, and financial performance. The City of Denver was the second city in the United States (after Las Vegas) to establish a CSO position. Under Mayor Michael Hancock, who emphasized “scaling” solutions and inclusion (“everybody plays”), Mr. Tinianow not only transformed the sustainability profile of Denver, but has also had far-reaching impact throughout Colorado, the United States, and beyond, often in coordination with other Chief Sustainability Officers.",
  "about_sections": {
    "about_chief_sustainability_officers": "Chief Sustainability Officers – or CSOs – are a recent addition to the C-suite of companies, cities, airports, and other large institutions, and serve as a strategy and policy-setting, implementation, and coordination nexus within the ecosystem (and among its myriad stakeholders) to improve environmental, social, and financial performance. The City of Denver was the second city in the United States (after Las Vegas) to establish a CSO position. Under Mayor Michael Hancock, who emphasized “scaling” solutions and inclusion (“everybody plays”), Mr. Tinianow not only transformed the sustainability profile of Denver, but has also had far-reaching impact throughout Colorado, the United States, and beyond, often in coordination with other Chief Sustainability Officers.",
    "about_jerry_tinianow": "Jerry Tinianow is the proprietor of Western Urban Sustainability Advisors, LLC (WestUrb for short). WestUrb assists local governments in creating and improving sustainability programs. It also works with vendors that sell products or services to such programs and interest groups that want to improve local sustainability policies."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today\n\nwe’re visiting with Jerry Tinianow, the founder of Western Urban Sustainability Advisors.\n\nJerry, how you doing?\n\nI’m great. And thank you for the correct pronunciation of my name. You’re a minority\n\nof about 2% of all humans who can do that.\n\nWell I appreciate the acknowledgement and I will cop to having asked you just a few\n\nminutes ago the correct pronunciation because I wasn’t certain. Tinianow like Tiano, it’s\n\na nice way to think about it.\n\nYeah. But I’m doing great looking forward to our conversation today.\n\nLikewise, likewise, Jerry. Jerry Tinianow is the proprietor of Western Urban Sustainability\n\nAdvisors LLC. West Irb assists local governments in creating and improving sustainability programs.\n\nIt also works with vendors that sell products or services to such programs and interest groups\n\nthat want to improve local sustainability policies. Jerry’s work at West Irb reflects\n\nthe successes he achieved at Denver’s, as Denver’s first chief sustainability officer\n\nfrom 2012 to 2019, where under his leadership, the city of Denver became the fifth U.S.\n\ncity certified at the platinum level of the U.S. Green Building Council’s lead for\n\ncity’s program. That’s leadership in environmental and energy and environmental design. And\n\nduring his tenure, Denver was also included in the A list of top performing cities in climate\n\nchange reporting and action by the International Climate Change Organization, CDP, which was\n\nformerly known as the Climate Disclosure Project.\n\nJerry previously served as a national officer of both the Sierra Club and the National Audubon\n\nSociety and directed the Center for Energy and Environment at the Mid Ohio Regional Planning\n\nCommission. The Sierra Club designated him a national environmental hero during its\n\ncentennial celebration. Prior to his sustainability career, Jerry was a partner and commercial\n\ntrial attorney with two of Ohio’s largest law firms. He received his undergraduate and\n\nlaw degrees from George Washington University and he was the 2018 winner of the Worth Chair\n\nSustainability Award given by the University of Colorado, which Jerry, not all of our audience\n\nwill necessarily know about yet, but I will be the first to say that here in the state\n\nof Colorado, this is one of, if not the most prestigious sustainability awards one can\n\nreceive concerning especially work within the institutions and institutional level here\n\nin the state. So I’m not, you know, congratulations, obviously, very well deserved.\n\nThank you and it’s kind of interesting because the award is named after former Colorado\n\nSenator Timothy Worth, who was elected in the Watergate year in 1974 and oddly enough, in\n\n1975 when I was in college and started working part time on Capitol Hill, I met Senator\n\nWorth when he was just a congressman, when he had just been elected. So it’s funny, I met\n\nhim in 1975 and then 2018 suddenly I get an award named after a long time in between.\n\nWow, that’s great. I love the how that’s full circle. So Jerry, you know, I first became\n\naware of you, your role with the city and county of Denver, your work as a chief sustainability\n\nofficer, which I may refer to as a CSO through the conversation here. When I was working\n\nin the food arena, running a food hub here in the state and boy, you’ve accomplished\n\nso much in that arena and touched on so many different industries and lives and sectors\n\nof our economies, our communities. And I want to make sure I think many of our audience\n\nare very aware of what chief sustainability officers are and do. And thankfully this\n\nhas become a major trend in movement in the world. But for those who maybe aren’t as\n\nfamiliar, could you just describe for us what is a chief sustainability officer and what\n\nwere you doing when you’re in that role for the city and county of Denver?\n\nIt’s a term that’s really come into vogue in the last 10 to 15 years, let’s say. It’s\n\nrelatively new in that when I was appointed in Denver in 2012, there were only two cities\n\nin the United States that had a chief sustainability officer, Denver and Las Vegas, which was\n\nthe first, interestingly enough. It’s also a term that’s made its way into the corporate world.\n\nMany, many companies now have chief sustainability officers. Many local governments now have them,\n\nnot so much at the state level, but particularly at the local level, cities, counties, towns,\n\nyou know, have them. The role differs in different communities. In the case of Denver,\n\nit was in the mayor’s office. And so there we were working with all of the different departments\n\nand city governments in our city government. And we have a combined city and county government\n\nto 13,000 employees. And we were working with them to implement the mayor’s sustainability\n\nvision, which was that everyone would have access or affordable access to the basic resources\n\nboth today and tomorrow. People define sustainability differently. That’s what I say. It’s\n\ndifferent depending on which community you’re in. In some communities, the office is programmatic,\n\nmeaning that they are running actual programs out of that office. They might be, for example,\n\ndoing a recycling education program or a program on energy saving in the home. That’s the way it\n\nstructured some places, other places like in Denver, all of the programs were out in the city’s\n\ndepartments. We didn’t run anything out of our office. We worked with them to do it. And the\n\nmayor structured it that way, because he wanted sustainability to be a core business value\n\nof the entire city government, all of the departments. He did not want to segregate\n\nthe sustainability programs in our office, because then we’d be the little green ornament on\n\nthe tree. That’s where the sustainability stuff is happening. Everyone else was doing business\n\nas usual. And our mayor, Michael B. Hancock, did not want to do things that way. It is on that way\n\nin some other cities. And then in corporations, you know, it’s different there, because corporations\n\nreally are just looking inward to their own operations. And so there, this piece of sustainability\n\nofficer again can play many different roles depending on how it’s structured. Sometimes it comes\n\nout of the marketing department, and it’s mainly a marketing tool. Other times, it comes out of\n\nproduct development or engineering. Sometimes it comes out of governance. There may be a board\n\nposition and so forth. So it doesn’t mean the same thing everywhere, but generally seeing\n\nyou’re looking across that broad range of issues that you mentioned a moment ago. You’re looking\n\nat energy and you’re looking at waste and you’re looking at food and you’re looking at water\n\nconservation and pollution and mobility traveling around and and later resources and things like\n\nthat. You work with all of it. That’s why sustainability as a profession is so wonderful if\n\nyou’re a person like me who really wants to be into everything, basically. Loves to see how all\n\nthe dots are connected. Lo is a very interesting approach to decentralize the mechanisms and\n\nempower a whole bunch of others in the fabric of the community. Right. And you know, I always tell\n\npeople when they say, well, that sustainability officer, that’s a new position. Look, the reality\n\nis that cities have always had huge sustainability officers for decades. They just don’t call them\n\nchief sustainability officers. Sometimes the head of the city public works department is\n\neffectively the chief sustainability officer. Sometimes it’s the head of the planning department.\n\nYou know, there’s always someone who’s doing this, you know, acting in this capacity. And the\n\nreason for that is in my opinion, sustainability really goes back to Ben Franklin. Ben Franklin\n\nwas the founder of sustainability in the United States and he wrote about it in poor Richard’s\n\nAlmanac. He wrote down a lot of the principles that we use today like a penny save as a penny earn\n\nor a stitch in time saves nine. You know, really these concepts have been around for decades and\n\ndecades. The term the title is new, but the principles of sustainability have been around for a long time.\n\nSo wonderful. It’s amazing to me how much our modern world despite all of these technological\n\nadvances has been profoundly influenced by Ben Franklin in particular among many of the\n\nframers from that time. Yeah, that radical guy Ben Franklin. Yeah, if I have it correctly,\n\nI believe that he was instrumental in establishing a postal system, the idea of community\n\nfirefighting capabilities, even forms of insurance that helps spread risk in the community. I mean,\n\nhe does so much. Right. Yeah, and those principles have come down to us, although the term sustainability,\n\neven when I was in college in the 70s wasn’t really around yet, but the idea that it’s been around\n\nfor a long time. And often when you’re looking for programs and sustainability when you’re\n\nthinking about what could we do? What would really work here? You don’t have to invent something new.\n\nYou have to go back to something old that worked for a long, long time and that we got away from\n\nand forgotten about. You know, when you look at a lot of cities, part of their sustainability\n\nprogram is urban gardens. Well, urban gardens are gardening, you know, publicly is not a new thing.\n\nIt’s been around for a long time. And World War II, you know, 40% of produce in the United\n\nStates was grown in neighborhood gardens. And so we’d have to invent something new when we\n\ncreated urban gardens. We have to go back in time to things that worked well a long time ago\n\nand are ready to be resuscitated. You know, a lot of towns are now starting to\n\nexperiment with things called repair fairs where they bring, you know, skill tradesmen and\n\ntradespeople into a central location and you bring yourself down and have it repaired instead\n\nof throwing it out, you know, to keep it out of the landfill. Again, nothing new about repair\n\nor repairing things rather than throwing them out. In fact, I’ve always gotten a kick out of the\n\nfact that a lot of what is called sustainability now is what used to be called being cheap or\n\nbeing a cheap state, you know, saving that ball of string or whatever or saving all of your\n\nhangers instead of throwing them out. That, you know, sustainability used to be called being a\n\ncheap state. But, you know, that means a lot to me because my grandfather started out in this\n\ncountry over a hundred years ago, going around the countryside near where he lived in Lado, Ohio\n\nand picking up scrap metal and taking it to foundries. You know, we call that recycling now,\n\nthe 2020 census described his profession as junk peddler. So it used to be junk peddling now\n\nit’s recycling. It’s been around for a long, long time. No doubt it reminds me of my grandparents\n\nas well and it turns out when I was a relatively young man, I was getting into sustainability,\n\npermaculture, etc., and not to throw any of them under the bus, but my parents and aunts and\n\nuncles generation at the time didn’t really quite get where I was coming from. But when I was talking\n\nwith my grandpa who grew up in the depression and was actually a prisoner of war during World War\n\nII in Germany, Nazi Germany, he got it immediately. He said, you’re absolutely right and he said\n\nsomething else that has stuck with me all these years, he said, the way our society has gone now\n\nis so far off track and off course. And he knew, I was in his garden talking with him at the time,\n\nhe knew things like the relocalization of food production and so forth was essential to the\n\nresilience and sustainability of our neighborhoods, our communities, our families. And so yeah,\n\nI really resonate with the way you’re framing this in terms of returning back to\n\nthings that were common practice, not too terribly long ago, really, in the ski no-shakes.\n\nYeah, absolutely. I mean, what we call local food today used to be called food.\n\nI mean, it was almost all local or nearby and so forth. There’s nothing new about it.\n\nWhat’s new is the way the food system evolved into this thing where food travels hundreds\n\nor thousands of miles to get to us. That’s new. Local food is more traditional, it’s going back to our\n\nroots. Indeed, yeah, and I’d love pointing out as well that what we now call organic food,\n\nwe used to call food, right? Like up until about 100 years ago, all food for thousands and\n\nthousands of years was organic by definition. And when I started working in what we now call\n\nsustainability when I was in college on the staff of a congressman from Montana, and he got me\n\ninto this, he asked me to work on what was then called alternative energy, solar energy. Wind\n\nhadn’t really come along yet, but solar energy, geothermal energy, it was just coming into its own,\n\nand my goal, my hope, as I’m hearing the end of my career, is that we can apply the term alternative\n\nenergy to gasoline, coal, oil, you know, those types of energy. Our view is alternative energy,\n\nand what we now call renewable energy is the basic or default system of energy to shut off,\n\nyou know, how far things have come over the period of my career.\n\nI love it. Yeah, the term anomalous is coming to mind for me.\n\nYeah, right. Can you remind me just, I want to get it down in my notes here. What\n\npercentage of our food were we growing in our gardens during World War II?\n\nIt was not all food, it was produce, and it was about 40% at maxed up, or called victory gardens\n\nin the world wars, and it reached about 40%. The distinction between food and produce is\n\nimportant too, because large segments of the food system really cannot be produced in cities.\n\nYou know, you can’t produce grain in large quantities in cities, and you really can’t produce\n\nmeat in large quantities in cities. You can do a little bit with, you know, some forms of\n\naquaculture and things like that, but really the whole food system requires a region not a city,\n\nbut the produce, that part of, you know, the food chain of the food system, that can be done\n\nvery locally, and that’s where the big comeback is happening right now.\n\nYeah, yeah, absolutely wonderful, and I love to circle back on the food piece with you,\n\nbecause as you know, it’s very near and dear to my heart, but let me first ask you, so now you’re\n\nfinished with your role at the city and county of Denver as Chief Sustainability Officer,\n\nand you have more recently launched your company, Western Urban Sustainability Advisors.\n\nCan you tell us a bit about what you’re doing and whom you’re serving through the new company?\n\nI wanted to take the lessons that I learned as Denver’s Chief Sustainability Officer for seven\n\nyears and apply them to other local governments in Colorado and elsewhere, and so I offer my\n\nservices to communities that are creating sustainability plans, updating sustainability plans,\n\ncreating climate action plans, creating individual programs, you know, within those plans.\n\nI typically work in partnerships with other organizations simply because, you know, when you\n\nfirst become a consultant and you look at requests for proposals from various entities, they always say,\n\nwell, give us a list of three other projects that you’ve done that are like this one.\n\nAnd coming out of government, I wasn’t any, I was not working in the private sector.\n\nSo I typically partner with other companies I’m on a team. I do have one project I’m working on\n\nright now, which is just me, it’s helping the big strike community up in Montana, implement the\n\nclimate action program that they put together earlier this year, earlier in 2023. But for the most part,\n\nyou know, it’s doing what I did as Chief Sustainability Officer in terms of planning,\n\nprogramming and things like that, but without all the bureaucracy of, you know, being an officer\n\nin the city government, I leave that to the to the client now.\n\nSo interesting, you know, we recently had on Nathan Stuck on a podcast episode who has a company\n\ncalled Profitable Purpose Consulting and he’s helping a whole number of companies and organizations\n\nout there get be certified and or prepare for the pathway to becoming be certified. And I’m curious,\n\njust sort of thinking about possible connections here. How might you and your offerings, you know,\n\ndiffer from and or complement, you know, something like what Nathan and his team are offering,\n\nparticularly I’m thinking here for the private sector because we had mentioned you’re working both\n\nwith municipal scale governmental entities as well as the private sectors, that correct?\n\nI do a little bit of work with the private sector, not too much. Generally, if someone in the private\n\nsector has a product or service that really strikes me as something with tremendous potential\n\nand they want to make a link to local governments, they either want to sell it to a local government\n\nor they really need local governments to make some changes in their laws to open the door for what\n\nit is they’re doing with their product or service, then I will help a private business. But I’m not\n\ndoing general business consulting, you know, someone who’s helping companies become be corporations\n\nwhich does tie into record sustainability, that’s entirely in the private sector. Their clients are\n\nall going to be private sector companies. There is no, you know, be company or be corporation\n\nrating for local governments. It’s entirely private sector. But the issues we’re working on are\n\nprobably very similar. You know, I’m helping the local government pursue sustainability issues,\n\nthey’re helping private companies do the same thing. Yeah, in your bio, we mentioned that Denver\n\nbecame the fifth city certified under the U.S. Green Building Council’s lead, platinum level\n\ncertification. I’m assuming just because of what I know about the U.S. Green Building Council,\n\nthat pertain primarily to the buildings, the built environment and related infrastructure.\n\nIs that true A and B? Are there other certifications for cities and municipalities that speak to\n\nother dimensions of the sustainability fabric? Well, lead for cities and communities\n\nactually grew out of the buildings program of the U.S. Green Building Council. But it evolved\n\nfrom a recognition that there was more to sustainability than just buildings. So what a city does\n\nin regulating its buildings, in its own buildings and regulating private buildings is part of what\n\ngoes into our certification as a lead city. But there’s a lot of other things that go into it too.\n\nYou know, you look at the city’s solid waste systems and what the city is doing with energy\n\nand water and what it’s doing with land use and mobility and so forth and so on. And like with\n\nthe buildings part of lead, the city basically says this is what we’re doing and they get points\n\nfor doing certain things or achieving certain things or hitting certain benchmarks. And then you\n\nadd those points up and you see what level of certification that they’re going to get. So yes,\n\nit is buildings, but really it also goes well beyond buildings. And it’s also the two part program\n\nlead for cities is a certification of local government like a city or a county. But there’s also\n\nlead for communities, which are big kind of like cities. But they’re more than just a building.\n\nThey could be more like a campus, but they’re not a local government. You know, Rockefeller Center\n\nin New York, which is a combination of buildings that’s a lead for communities certified\n\narea. Airports can be certified as lead for communities communities. So really, you’re looking\n\nto bridge the US Green Building Council’s program from the individual buildings up to much larger\n\nunits. But they do play with each other in the sense that it’s probably easier to develop a\n\nlead green building if your city is lead certified because one of the things that your city is done\n\nto get that certification is to really open up the door and make it easier for individual\n\ndevelopers to develop green buildings, green neighborhoods and so forth. There are other\n\ngreen systems, somewhat similar. You know, there’s the global compact of mayors, which has certain\n\nrequirements of mayors relating to climate. There are standards for healthy buildings. There’s\n\nthe well-building standard. There are other systems out there. I like USGBC. I like lead because it’s\n\nbeen around for so long. It has such a strong brand. It’s very rigorous and therefore very\n\ntrustworthy. Yeah, it really, it really seems to have become the gold or platinum stand.\n\nAnd I’m curious, do you have a sense for how many cities around the United States, you know,\n\nlarge major cities, medium-sized cities, and or internationally have already attained some level\n\nof lead certification? In terms of cities and cities can include counties, we’re probably\n\nsomewhere between somewhere around 100, maybe worldwide, you know, not a lot. Although many of\n\nthose that have it, I think it are larger cities like Denver, you know, Denver is gotten there,\n\nWashington, DC, Phoenix, places like that, Arlington, Virginia. Communities smaller number,\n\nmost of the communities are overseas. There’s a program is particularly strong in East Asia and\n\nSouth Asia, and it’s gaining strength in the Gulf States, you know, the Persian Gulf. Again,\n\nthey’re not a lot right now, but like any other program, you know, you wanted to grow or you\n\nwanted to expand, and you want to see exponential growth. So it, both of those programs have grown\n\nevery single year since they started, and we’re getting to larger and larger numbers. So hopefully\n\nwe’ll see more and more cities, counties, and so forth getting that certification.\n\nYeah, that’s wonderful to hear about. And very interesting to think about the interconnection,\n\nwhere if a city’s already certified, it makes it easier for a particular building or project or\n\ncommunity to get certified. I love hearing that because it speaks to the the interconnection\n\nof all of these different systems and modalities. Right. Yeah, the important thing is that the lead\n\ncertification has to mean something. You know, like you can talk about where we’ve certified,\n\nand if a reaction of everyone is, what does that mean? But I can tell you, when we do\n\ncertify when the U.S. Green Building Council does certify cities, they always celebrate.\n\nThere’s a hoes of press conference. There’s always a photo with the mayor and city officials\n\nprobably holding up that certificate and so forth. So clearly it does mean something. Just like\n\nwith buildings, you know, when the buildings program was getting started, and people would earn\n\nthat certification for their building, there’d always be a process of that or a media event\n\nor something in the corporate report showing that lead plaque that’s on the building. So\n\nthe reason the program succeeds is because the U.S. Green Building Council has made the certification\n\nmean something. And it’s got to keep doing that. But that’s why it’s a rock solid system. That’s\n\nwhy it’s lasted a long time. You know, the buildings program has been around for over 20 years.\n\nSo and it’s funny because when I was with the National Audubon Society, I developed my one and only\n\nlead building. It was a nature education center that we developed in Columbus, Ohio. And it was\n\nlead gold. It was one of the first buildings in Ohio to go after lead. And I remember when I was\n\nlearning lead, you know, in order to build this building, my reaction was, oh, this is never going\n\nto last. This is never going to last. This is too, this is too cumbersome. It’s too hard. You know,\n\nand no one’s going to do this. And I learned the hard way to never bet against the U.S. Green\n\nBuilding Council because the program has been a phenomenal success. And I learned the hard way.\n\nI learned by doing just how rigorous it is. And therefore just how valuable that certification\n\nis when you get it. Yeah, that’s so great to you. Yeah. Back when I was in graduate school, I\n\nmentioned to you prior to our recording here that I was working for a Green Buildings material\n\ncompany. My friend David Adams and founded and continues to run. And we would get all of these\n\nwonderful publications from the U.S. Green Building Council on all manner of built environment\n\nsystems and structures and design strategies. And yeah, it’s amazing to step back and consider\n\nfor just a moment how much incredibly good impact that one organization has had all around\n\nthe world just in the last couple of decades. Yeah, and that’s due to a very dedicated staff\n\nthat, again, is very rigorous in what they do. If you’ve ever, for example, been a speaker at\n\na U.S. Green Building Council conference, you have no idea the hoops you have to jump through,\n\njust to be approved to speak and then have your presentation approved. I’ve never seen it anywhere\n\nelse, but that’s why their conferences are such high quality because they put the effort in\n\nup front to make sure that everything is done to my standard. Yeah, so wonderful to hear. Well,\n\nI have to ask because I’m curious, you mentioned airports and back in the day are recycling and\n\nfood distribution companies had business at Denver International Airport, one of the largest\n\nbusiest in the country and even worldwide. And a really notable and somewhat storied airport,\n\nincluding with like conspiracy theories and all kinds of strange, mysterious lore surrounding it.\n\nI’m curious in your role as CSO for Denver, did you have a lot to do with the airport and was\n\nthere a lot going on there in terms of sustainability efforts? I did have a lot to do with the airport\n\nbecause in Denver, unlike many other cities, the airport, Denver International Airport is actually\n\na city department. It’s actually a department of Denver government, so it’s controlled by the city\n\nand county of Denver and therefore it was subject to the work I was pursuing as the chief sustainability\n\noffer. And I have to say, Denver International Airport has a very impressive track record in the\n\narea of sustainability. I cannot take personal credit for a lot of it. You know, I worked with them,\n\nbut they have done some remarkable things out there. Just as an example, something that happens\n\nbehind the scenes, people don’t even know about. You know in the winter, when you fly out of an\n\nairport like Denver, you have to have the plane diced with this chemical. So what happens to that\n\nchemical, you know, when they when they when they sprayed over the plane? When many airports,\n\nit’s it’s just sent into the sewer system or like LaGuardia, they used to and maybe they still do,\n\nthey they would just plow it into the long miles out. Denver actually collects it and has a recycling\n\nplant on the site of Denver International Airport. You’ll never see this as a passenger, but I got\n\na back stage door. They actually have a recycling plant right at the airport to recycle that stuff,\n\nso it doesn’t get into the environment. And that’s pretty remarkable. They also have a really\n\nremarkable food recovery or waste food recovery program where they started out and they put a big\n\nfreezer in the airport. And they asked all of their vendors, you know, if you have left over food,\n\nnot, you know, waste, not scraps from the diner’s table, but food that you bought meant for whatever\n\nreason you can’t use it. Could you give it to us, hold distributed to hunger shelters? That program\n\nis so successful that they had to expand that refrigerator by a factor of five, you know, to take\n\nin all of the waste food that was being offered by the vendors. And so that’s really a remarkable\n\nthing that they’re doing. I’ve seen machines they have for recycling, florescent bulbs. They have\n\na way of recycling all the plastic packaging and wrapping that comes off of freight.\n\nIt comes into the airport. So they’re doing an awful lot out there. If you’ve been out there,\n\nyou’ve probably seen the solar arrays that you go by when you’re going into the airport. But that’s\n\nreally just the tip of the iceberg. So Denverites can be really proud of the airport. It truly is\n\none of the greenest airports in the world. Well, I got to ask, I can’t help myself. So what\n\nof all these conspiracy theories out there, do you think? Well, for those of your viewers who don’t\n\nknow about this, they’ve been conspiracy theories about the airport for a long, long time.\n\nAll you have to do is keyword search Denver Airport conspiracy. And you’ll see all the YouTube\n\nvideos and so forth. There’s a number of things. There’s, you know, the air, the building was originally\n\ngoing to have this underground handling system for the luggage that never really got built. But\n\nthere’s this big supposedly empty underground area that’s been rumored to, you know, house,\n\nthe landing place for the world government. You know, when the apocalypse comes, they’re all going\n\nto go down there. The runways, if you look at them from above, they kind of look a little bit like\n\na swastika, which was supposed to be, you know, a symbol of something. There’s some artwork in the\n\nairport that supposedly sends these signals. He would search Denver Airport conspiracy. And you’ll\n\nhave to see it for yourself. There was one thing, though, I asked the airport director about this.\n\nThere was one part that was true. One of the conspiracies is that apparently the British Royal family\n\nthrew a bunch of corporations that they created under other names, has bought up a lot of land\n\nnear the airport. Now, the conspiracy theorists said that’s because the British Royal family is\n\nalso supposed to go there just before the apocalypse happens. They want to have those lines of work.\n\nWell, the airport director at the time said that’s not what they buy, but they do earn a lot of\n\nproperty under other corporate names near the Denver International Airport. That part of it is true.\n\nMost of it is not true, but it is pretty funny. And I used to tease the airport director about it.\n\nAnd I told her, you know, when that, when those doors close and the apocalypse was here, I want you\n\nto be sure I’m inside of it with my family. Yeah, that’s so interesting. It reminds me a little bit,\n\ntoo, of lore around Henry Kissinger and others owning land in southern Colorado, maybe for similar\n\nreasons. And I actually can’t help but mentioning, I play with some of these themes, especially\n\nat the airport in my novel Veridi Toss, when the charge of Brigitte, so if you have to fly into\n\nColorado and go through the airport, it actually goes by some of the artwork you’re referencing,\n\nsome of these paintings with amazing symbolry and so forth. And, you know, of course, with the swastika,\n\nmany of us affiliate this with the horrors and atrocities of Nazi Germany, but maybe not as many\n\nof us are aware that this is a sacred symbol to many peoples, the ancient folks in the Himalayas,\n\nthe ancient Hindu tradition. And Hobi and other Native American traditions also use this symbol,\n\nalthough not necessarily oriented the same way that the Nazi Germany, but yeah, it’s kind of fun\n\nto think about these things and laugh a little bit about them. Well, as the airport director\n\npointed out to me, if you actually look at the runways, it’s backwards from what the actual swastika\n\nis doing. It’s an interesting theory, you know, we got some laughs out of it.\n\nOh my gosh.\n\nLet me just take a moment and remind our audience that this is the YonEarth community podcast on your host Aaron William Perry and today we’re visiting with Jerry Tiniano, the founder of Western Urban Sustainability Advisors and I want to be sure to mention a few ways you can connect with Jerry and his work on the web you can go to westurb.com we’ll put this in the show notes of course as well on Facebook it’s Jerry Dot Tiniano and it’s Jerome Tiniano on LinkedIn and again we’ll have all these links in the show notes for you and I also want to\n\ntake a moment to thank the many partners and sponsors who help make our YonEarth community podcast series possible. This includes Chelsea Green\n\npublishing and we have a special arrangement with them and several of our other\n\npartners where you can get discounts on their offerings and with Chelsea Green\n\nyou can get a 35% discount on their printed books and audio books just go to\n\nthe YonEarth dot org website go to the partners and supporters page and\n\nyou’ll find the various links and logos and so forth with a bunch of these\n\nwonderful offerings for you so Chelsea Green publishing, Purium Organic\n\nSuperfoods likewise 50 dollars or 25% off your first order whichever is\n\ngreater with them. A profitable purpose consulting I just mentioned our friend\n\nNathan Stuck’s company Wailing Waters biodynamically grown hemp infused\n\naromatherapy soaking salts, earth hero sustainability products for your home\n\nyour workplace elsewhere, soil works biodynamic garden preparation, of course\n\nearth coast productions and make all of our technical and post-production work\n\npossible and last but not least I want to thank our many ambassadors in our\n\ngrowing global network of ambassadors. These are organizational leaders,\n\nexecutives, community leaders, entrepreneurs, creatives all engaging in the\n\nregeneration and sustainability renaissance worldwide one way or another and\n\nfor our ambassadors we have a variety of offerings including our special\n\nbehind-the-scenes segments that we record with podcast guests which we’ll be\n\ndoing with Jerry soon after the main episode here and if you’re not yet an\n\nambassador and you’d like to join you can go to YonEarth or we’re going to\n\njust seek out the pages for becoming an ambassador and many thanks to those\n\nambassadors who are fully activated and make a monthly donation to YonEarth if you haven’t yet signed up to make a monthly donation and you’d like\n\nto you can go to the Donator Support button on the website and sign up there at\n\nwhatever level works for you if you decide to do $33 or more per month as a\n\nthank you gift we’ll send you a jar of the waily water soaking salts to not\n\nonly express our gratitude for your support but also help you in your personal\n\nwell-being and joy and delight practices so many thanks to everybody and Jerry\n\nI just love thinking about the arc of your career and of course we ran into\n\neach other this past April at the Earth X gathering in Dallas around Earth Day\n\nand I got to ask you know how does somebody who starts out in a legal\n\ncareer right you’re a lawyer end up doing all of this other work how does\n\nsomething like that unfold over time I actually started before law school as I\n\nmentioned I went to undergraduate school at George Washington University I\n\nwanted to work on Capitol Hill during during law school and during college and I\n\nwas able to work for a young freshman from Montana named Maddoz Valka’s and I\n\ndidn’t have any agenda I didn’t have any particular issue that I was working\n\non but he said I want you to work on alternative energy agriculture or\n\nstreet natural resources things like that you also sent me out to Montana\n\nduring my summers to work in his district and I just fell in love with the West\n\nI fell in love with those issues and so I carried it into law school while I was\n\nhere I worked for the Sierra Club legal defense fund which is now called\n\njustice and then when I went back home to Cleveland which was where I’m from to\n\npractice law I also continued my involvement with the Sierra Club as a\n\nvolunteer so really you know I didn’t set out to be a sustainability guy I just\n\nkind of stumbled into it but profession as we now know it didn’t really exist\n\nback then what I started doing all this stuff as a volunteer worked my way up the\n\nladder on the volunteer side of this year club as a local group chair in the\n\nstate chair in a regional vice president and national vice president and then\n\nI decided I wanted to do at full-time and from when I decided that until when I\n\ngot a full-time job was ten years because I then I was living and working in\n\nColumbus I’d been transferred to another office in our welfare and I could just\n\nback then and just weren’t a lot of jobs anywhere other than on the coast so\n\ntook me ten years I finally got the job thought upon that took me into the\n\nregional planning commission got the invitation to come to Denver to be the\n\ntwo sustainability officer and you know I didn’t plan it this way and I’ll tell\n\nyou one other thing and if back then when I was working in Capitol Hill and\n\nin college and everything if someone had told me when you come out of law school\n\nyou’re gonna have one government job when your life and it’ll be working for a\n\ncity I would have told them they were nuts I would have said are you\n\nkidding a city that’s where you know that’s where corruption occurs that’s\n\nwhere they pick up garbage that’s where they fill panels what can I possibly do\n\nin a city that would be of any importance and yet you know by the time I finally\n\ngot that job in 2012 cities were where it was at you know the frozen but the\n\nfederal government was frozen up the state government’s not doing too well but\n\nat the city level at the local level that’s where you can really get things done\n\nand anyone who’s watching this and thinking of a career and sustainability take a\n\nlook at local government because I think that’s where the most exciting stuff\n\nhappens yeah it’s so cool I want it I want to ask especially at your time with\n\nthe city what are some of the accomplishments that you’re most proud of and\n\nthat you think have had the most perhaps the most impact you know we took\n\nthe what was with the mayor mayor handcock referred to as a marketing program\n\na program called green print which is predecessor had run and we totally\n\naltered its focus the mayor gave me a four-word agenda four words which was\n\nscale and everybody plays so he wanted us to focus on moving big numbers not\n\nlittle stuff not little you know demonstration projects or whatever and it\n\nwas funny because my first day on the job when the staff of the old\n\noffice was giving me the tour at the end one of the women on the staff said to me\n\nyou know what I hope you could really accomplish while you’re here I hope you\n\ncan really get the mayor to stop drinking out of his styrofoam crop and the\n\nmayor told me scale and everybody plays and I didn’t say anything to I but I\n\nsaid boy do I have a lot more to go here if that’s what they’re thinking\n\nit’s about an individual drinking out of a styrofoam and so and everybody\n\nplays men what I’ve talked about earlier you wanted every agency and city\n\ngovernment to be involved in sustainability and so over a period of seven\n\nyears you know I always we had no authority we couldn’t order any\n\ndepartment to do anything we had almost no money we had very little money and we\n\nhad to work by persuasion by persuading everyone to to work in this area and I\n\nthink we didn’t build it into their culture and then in my final year kind of\n\nall the fruits came about you mentioned being certified for lead and you\n\nmentioned being on the a list of top performing cities worldwide in climate and I\n\nwas proud that in 2020 we set a very early 2013 we set a very ambitious\n\ngreenhouse gas reduction goal for our community to get our missions down\n\nto where they were in 1980 in total not per capita in total by 2020 and we\n\nactually met that goal two years out of schedule we met that goal in 2018 and\n\nalmost no other cities were able to do that and that was not me that was the\n\nproduct of getting everyone on board focusing on scale getting all the agencies\n\ninvolved to the point where just after I left you know our city council said we\n\nneed to be doing a lot more of this we need a lot more money and a much bigger\n\nstaff and so they put an issue on the ballot in 2020 that few which\n\ndevorites will will tax on their electricity bills which would fund a new\n\noffice called the Office of Climate Action Sustainability and Resilience and\n\nthat passed overwhelmingly and we went from my office which was funded at\n\n$400,000 a year and had three people to the current Office of Climate Action\n\nSustainability and Resilience which has over 40 million dollars a year and a\n\nstaff of dozens of people so you know I’m pretty pleased with what I did over\n\nseven years seven years is a long time to stay in in a position in city\n\ngovernment and I’m very very grateful that I was able to have this one\n\nopportunity to work in government and also grateful that I’m able to work with\n\nother cities and local governments around the country now because they’re all\n\ndifferent and I’m someone who tries on difference I’m not the kind of person\n\nwho can do the same thing every day I want to do something different every day\n\nand that’s what my current company allows me to do but so impressive congrats\n\nand my gosh from 400,000 to 40 million if I’m getting my math correct this is\n\ntwo orders of magnitude a hundredfold increase what does that mean and just\n\nthinking about numbers for a quick moment in budgets at a municipal level what\n\ndoes that mean in terms of you know is this now a hundred times greater cost\n\ncenter or is that 40 million more like an investment in avoiding a whole\n\nbunch of other costs or potential costs when they structured the ballot\n\ninitiative they were very careful to indicate that a lot of that money was\n\nsupposed to go out into the community was not supposed to fund firing a lot of\n\nnew staff and so it was almost structured at least in part as a sort of a\n\nfoundation like a newfound new private foundation and so a lot of what the\n\noffice does has been to make grants to other entities to do work to do\n\nresearch to start their own programs to do their own training and so forth but\n\nthey also have operational work I mean there’s still you know monitoring\n\nvendors greenhouse gas emissions they have to be updating plans have to come up\n\nwith new programs and of course Denver has up two weeks ago when we were\n\nrecording this as a new mayor and he’s going to appoint a new head of that\n\noffice in fact when I left and they created that office they got rid of the\n\nterm chief sustainability officer they called it the executive director of\n\nthat office the new mayor is bringing back the term chief sustainability\n\nofficer and and that person’s gonna have a lot of money to play with and a lot\n\nof staff to work with I would say it may not be the largest climate and\n\nsustainability fund of any city in the United States because it’s under cities\n\nthat are much larger than Denver but I’d be willing to bet on a per capita\n\nper resident basis it’s the best funded climate sustainability program of any\n\ncity in the country well yeah it’s really quite interesting in it actually I\n\nwould consider it a positive thing to bring back the chief sustainability\n\nofficer title to term because one of the the trends and patterns we’re seeing\n\nworldwide is not only among more and more municipal governments but also in\n\nthe private sector including with the world’s largest corporations a position\n\nof chief sustainability officer in many of these organizations and institutions\n\nand more and more connectivity it seems among many CSOs out there in order to\n\nyou know share information and best practices or equivalent ideas what\n\nI have you and I’m curious and I want to ask a two-part question the first part\n\nis what’s your view on this this global phenomenon and potential for\n\nconnectivity and collaboration among CSOs in particular as a certain node\n\nwithin these organizational ecosystems and secondly tying back to your\n\nearlier comment about your first steps in your professional career what would\n\nyou advise to folks these days obviously the world’s a little different who\n\nwant to do work in the sustainability regenerative stewardship arenas\n\nregarding any particular courses of study or third-party certifications and\n\neducation programs that they might choose to go through experience out to their\n\nresumes etc so it may seem like a bit of a broad question here with these two\n\nparts but in my mind at least it’s got all interconnected let me start the\n\nthe second question first about people who are looking to go into this as a\n\ncareer if you are you’re in luck because sustainability has spread out so far\n\nremember I said earlier I had to wait 10 years to get a job because there were\n\nhardly any that’s not true anymore sustainability is everywhere throughout the\n\nprivate sector the public sector and so forth and my recommendation which may\n\nmake some people unhappy is I don’t actually believe in getting degrees in\n\nsustainability and getting a master’s degree in sustainability or a\n\ncertificate in sustainability or anything like that I believe it’s about your",
  "related_episodes": [
    {
      "title": "Episode 141 – Nathan Stuck, CEO, Profitable Purpose Consulting",
      "url": "https://yonearth.org/podcast/episode-141-nathan-stuck-founder-profitable-purpose-consulting-on-b-certifications/"
    },
    {
      "title": "Episode 48 – Matt Gray, (Former) CSO, City of Cleveland",
      "url": "https://yonearth.org/podcast/episode-matt-gray-cso/"
    },
    {
      "title": "Episode 12 – Maureen Hart, (Former) Executive Director, International Society of Sustainability Professionals",
      "url": "https://yonearth.org/podcast/episode-12-maureen-hart-y-on-earth-community-podcast/"
    },
    {
      "title": "Episode 1 – Nancy Tuchman, Founder, Institute of Environmental Sustainability, University of Loyola – Chicago",
      "url": "https://yonearth.org/podcast/episode-01-nancy-tuchman/"
    }
  ]
}