{
  "title": "Episode 85 – Kate Williams, CEO, 1% for the Planet… Got 1% to Give?",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11310/episode-85-kate-williams-ceo-1-for-the-planet.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-85-kate-williams-ceo-1-for-the-planet/",
  "episode_number": 85,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "podcast series possible along with the rest of our community mobilization work through the YonEarth platform. And these sponsors and partners include, of course, 1% for the planet,",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast. I’m your host, Aaron Perry. And today we’re\n\nvisiting with Kate Williams, the CEO of 1% for the planet. Hi, Kate. Hi, Aaron. Thanks\n\nfor having me. Thanks for joining. It’s really exciting to have this opportunity to\n\nspeak with you today and to hear about the great work you guys are doing as a hub, a nexus between\n\na whole bunch of for-profit companies and a whole bunch of nonprofits who are all working\n\nto help create a better world. Thank you. Yes, exciting. And I would add individuals\n\nto the mix also because we’re connecting them in as well. Beautiful. Yes. So, let me say,\n\nby way of introduction that Kate Williams is CEO of 1% for the planet. As I mentioned, a global\n\nmovement inspiring businesses and individuals to support environmental nonprofit solutions\n\nthrough annual membership and everyday actions. The network of more than 3,000 members in more\n\nthan 40 countries gave over $25 million to environmental nonprofits last year. During her\n\ntenure, which is 2015 through the present, Kate has led significant growth in network\n\nscale and impact, as well as deep work on best practices for giving strategies and partnership\n\ndevelopment. And in 2020, she and her team developed a new strategic plan with a North\n\nStar goal of becoming the most recognized global environmental community.\n\nKate earned a Bachelor of Arts at Princeton University where she majored in history and\n\na Master of Science at the MIT Sloan School of Management where she focused on organizational\n\nsystems. She has served on several nonprofit boards currently Blue Cross Blue Shield of\n\nVermont and Shelburne Farms. Kate is a master’s distance runner. We’ll have to ask you\n\nabout that and kitchen gardener. And she lives in Vermont with her husband and two children\n\nwho are, as we were just discussing before beginning our recording, our young adult\n\nchildren similar in the age to my own. So we’ll chat a bit about that transition to\n\ncollege and everything with all that’s going on in the world right now. But Kate, what\n\na joy to have this opportunity to visit with you. And I thought as a way to start, if you\n\nmight summarize what you guys are up to at one percent for the planet and how you’re making\n\na big difference in the world right now.\n\nYeah, and I can also first say that basically master’s distance runner means I’m just\n\nlike an old distance runner. It’s a nice way of saying that. So I want some of the planet,\n\nwhat we’re doing right now is being driven away by how many members are stepping forward,\n\nhow many companies are stepping forward to become members. So, you know, even in this\n\nreally challenging, crazy, unusual year, we’ve had a growth in membership. So even those\n\nnumbers that I sent you that you used in the bio, we actually now have more than close\n\nto 4,000 business members and just over 600 individual members, you know, right around\n\nin that fall park. So, you know, lots of strong growth. And basically what that means,\n\nso what it means when we have a member is that their company says we’re committing to\n\ngiving 1% of our annual sales. So annual every year, they’re doing this every year,\n\ntwo environmental nonprofits. And our team supports those companies in figuring out companies\n\nand individuals and figuring out where to allocate their giving and how to do it in a\n\nthoughtful strategic way, which is actually can be challenging, I’m sure we’ve all felt\n\nlike overwhelmed at times. And so we try and help guide it into a strategy so you can\n\nfeel like great, I’m doing my part, I’m giving it an aligned way with my brand or with\n\nmy values or both. And then we certify that giving at the end of the year. And then we\n\nalso that and approve the amazing nonprofits in our network that are the recipients of the\n\ngiving. Which I have to throw in there, the Y Honors community is now one of the vetted\n\nand qualified nonprofits eligible for some of that giving through the network. And we’re\n\nreally excited about that connection and partnership. My question. Yeah. So this, I mean, these\n\nare amazing numbers. And I know some of the businesses that are part of the one percent\n\nfor the planet ecosystem are themselves quite large in size and scope. I believe Patagonia\n\nfor example, is a member and I understand, you know, they’re closing in on something like\n\na billion dollars a year in annual sales. And I don’t know their personnel count, but\n\nyou know, they’ve got quite a number of employees. And so through all of these organizations,\n\nit’s amazing because you’re also reaching tens or hundreds of thousands of employees\n\nand individuals connected to these different organizations. Yeah. And that really nails it.\n\nI mean, one of the things that we believe in and that we’re seeing the power of right now\n\nis work effect. And that’s like one of the great things about one percent of the planet is\n\nnot only is each company making this individual commitment. That’s important to them. And\n\nthat’s part of sort of how they implement their, you know, their change in the world or\n\npart of how they do it. But also each of these companies, you know, is a node that then\n\nis extending the story out is extending the opportunity out. And that’s one of the reasons\n\nwe want our individual membership is we wanted to create just that way for people to say,\n\nhey, not only am I going to buy one percent of the planet products that I can, but I also\n\nwant to give my one percent. And so, you know, we’ve really seen this amazing, you know,\n\npower of the network expanding globally. And it has in the, you know, for this year, for\n\nexample, it just has felt like this, you know, really powerful momentum that grows the\n\nawareness of our brand, which then grows the interest in joining, which then grows the\n\nawareness of our brand. And it just is this beautiful cycle of goodness for the planet.\n\nWell, this is so great. I just, I want to throw it right out there as a call to action\n\nfor any of our audience who might want to join one percent for the planet at the individual\n\nlevel. What’s the best way for them to do that? And, you know, how involved or cumbersome\n\nof a process is that? Yeah, thanks for thanks for calling that out. It’s pretty easy. You know,\n\nour belief is that everyone has a one percent. And so, for our individuals, the way we set it\n\nup is that you go to one percent for the planet.org and you can click on the, you know, the join\n\nbutton and we’ll take you to a page where you can sign up. And essentially, you tell us what’s\n\nyour one percent. Maybe it’s one percent of your income. Maybe it’s one percent of, you know,\n\nsomething else. But we want you to set a commitment that you want to be held accountable to. And then\n\nwe’ve become your partners in either helping you identify who you want to give to.\n\nAnd then certainly in at the end of the year, certifying that giving. And what we’ve heard from\n\nour members, who we talk to and we do surveys and stuff like that, what we’ve heard from\n\nthese individual members is like, thank you. This is so helpful because either I felt overwhelmed,\n\nso I wasn’t doing anything. I felt kind of paralyzed. And when you break it down to your one\n\npercent, it’s like, okay, I can do something. And then tomorrow I can do something else. And it\n\ncan all add up. So, so we help break it down. And then we help you to feel like you’re being,\n\nyou know, accountable to what you’ve committed to. And one thing I’ll say for individuals is\n\nwe really believe that this should be accessible to all people. And so it’s not just if you have,\n\nif your one percent is a lot of dollars, it’s, it’s truly democratic. So if you are a college\n\nstudent and you essentially have debt and not income, you can give volunteer hours. You can give\n\nyour one percent in the form of your time. That’s not the case for companies. We have sort of a\n\ndifferent breakdown for them. But for individuals, we really want everyone to participate. So,\n\nyou know, right now in our network, we literally have teenagers giving one percent of their babysitting\n\nmoney and high net worth individuals giving one percent of their high net worth. And they’re all\n\nequal contributors to our planet because it’s for everyone. It’s their one percent, which is\n\nthe beautiful part of it. Yeah, I really, I really like how inclusive it is in that a percentage\n\nallows anyone to participate in a meaningful way. And clearly, those of us working in the\n\nenvironmental space, I think, are developing an increased and more nuanced sense of responsibility\n\nand sensitivity to some of the social challenges that we’re facing as a society. And to me,\n\nthis is what a great nexus and invitation for folks from all kinds of backgrounds to engage.\n\nGood. Yeah, I mean, that’s very much the intent of the individual program and of our core purpose,\n\nwhich is to ensure that our planet and future generations thrive. And so it’s not just the planet,\n\nit’s future generations on that planet. And so we really are\n\nattuned to, you know, both planet and people and how those go together in terms of how we make\n\nour giving decisions, who we give to how we come together to give things like that.\n\nI am writing down verbatim the tag you just articulated because I love it and I love that the\n\nword thrive is in there. Excellent. So by the way, one of the things we’re working on\n\nfor our global ambassador network at the Y Honors community is a series of achievement badges\n\nthat we can award to folks in our ambassador network as a way to acknowledge, recognize,\n\nand celebrate their accomplishments. And I’m just thinking, gosh, maybe we should create also one for\n\nthe one percent for the planet giving at the individual level. It would be such a fun way to\n\nencourage folks to get involved with this. Cool. That sounds great. Yeah. So I’m really curious\n\nhow did one percent for the planet get started and what were the early days like for the organization?\n\nYeah. Well, it’s now almost 20 years ago. There’s probably parts of it that are starting to be\n\nlore, but I think it’s mostly solidly factual, but we were founded in 2002 and the story goes that\n\nit was on the banks of the Madison River in Montana that Yvonne Chanard, who’s the founder of\n\nPatagonia, we mentioned earlier, and his friend Craig Matthews, who founded a company\n\nBlue Ribbon Flies, which is a fly fishing company right there in that Madison River Valley.\n\nBut so they were fishing, which is their favorite activity, and it was a place that is a really\n\nspecial fishing spot for them, and it was threatened with some development. And so they kind of\n\nhad this connect the dots, aha, moment realizing that their respective businesses as well as their\n\npassion. And one of the places where a lot of their customers would use their products was\n\nthreatened. And so as the business that kind of brought all those pieces together, they felt like,\n\nwell, of course, we should be working and contributing to protect this place so that people can\n\ncontinue to enjoy a healthy outdoors and have places to go use these outdoor products that we’re\n\ncreating. And so from that conversation, both of them had very been very charitable oriented\n\nanyway, but they kind of crystallized this idea that really all businesses will benefit from a\n\nplanet that’s healthy and thriving, and also have an impact on that planet. So kind of have\n\nan obligation to make sure it stays healthy and thriving. And so they created 1% of the planet as\n\nlike the movement builder to get other companies involved in making this commitment and giving.\n\nAnd I think I was around for the early days. I started in 2015, but I think it was,\n\nhas definitely served us well to have such fabulous founders who are charismatic and thoughtful and\n\nauthentic and willing to do the work to talk to their peers. And so they built a core group of\n\nmembers early on and then pretty quickly kind of spun it out as its own nonprofit. And\n\nwe steadily grew and had some great moments like when Jack Johnson joined the musician and he\n\nkind of took 1% for the planet on tour with him. That really created some great visibility.\n\nAnd then, you know, really again, starting in, you know, around 2016, we saw a really nice\n\nuptick as we really worked to leverage that network effect and support our members to tell that\n\ngreat story and to just get clear on all the great values. And then I would say too, you know,\n\nwe, you know, so we do what we can to grow our model, but we’ve been supported by shifts in\n\nconsumer awareness and interest. So over the past 10 years and really accelerating over just\n\nthe past three years, consumers are saying loud and clear like they want to vote with their\n\ndollars. So they want brands that are authentic in making commitments to, you know, do good for\n\nthe planet to address social issues, you know, to have a legit purpose. So it’s really remarkable\n\nto see those stats because they’re, you know, in the 90% of would switch a brand for, you know,\n\nthe company that has a purpose. And, you know, are compelled by, it would pay more for a brand\n\nthat has a purpose. So there’s some really interesting and supportive statistics that kind of line\n\nup with the growth that we’ve seen because then businesses really can see 1% for the planet,\n\nnot only is the right thing to do for the planet, so not just like the heart choice, but it’s\n\nalso a good business choice increasingly and really is, it speaks to what consumers are wanting.\n\nAnd that’s awesome because we really want to have what’s doing right for the planet be the\n\nright thing for business as well because then we can really move things forward.\n\nYeah, absolutely beautiful. You have to do a real win-win. I’m just sitting here imagining\n\nin the next handful of years, what if 1% of the businesses in the world were part of 1% for\n\nthe planet, you know, what a tremendous change that would make.\n\nYeah, maybe you were flying the wall and we were having our strategic plan conversations where\n\nwe landed at the most recognized environmental community because we had talked about, like, should\n\nwe have some sort of numerical goal? And I do, I looked up, you know, how many businesses are there?\n\nAnd we decided that might be a little hard to track, so it’s more theoretical.\n\nSo for us, I can say just, you know, the brand that recognition lines up with the same sort of\n\nspirit of 1% of all companies belonging because really the greater the awareness of 1% for the\n\nplanet, the more companies join and the more we’re able to get giving out to those amazing\n\nnonprofits. So along the same lines, but yes, we aspire to similar goal.\n\nIt’s wonderful. Yeah, well, certainly here at the Y-Earth community, we’re happy to help with\n\nthat effort in whatever, you know, ways we reasonably can do so. It’s wonderful. I just, I love\n\nthe network effect. We see that a lot in the work we’re doing. And I actually spoke about that a\n\nbit in the book Y-Earth that I wrote and published a few years back. And to me, it’s one of the things\n\nthat gives me great hope because as we’re engaging with friends and family and interacting with\n\nfolks in our communities, whether local or virtual or both, we can spread good news and great\n\nopportunities. And as more and more folks get involved, as you know, you see all of these\n\npositive feedback loops kicking in and amplifying essentially. And it really does give me a lot of hope.\n\nAbsolutely. And I, you know, I mentioned sort of our belief that everyone has a 1%, I think\n\nanother belief that shapes 1% for the planet is that, you know, people don’t, well, I’ll\n\nstate it in the positive way. People change and invest when they see there’s the potential for\n\nthat to result in something happening. So people, you know, hope is motivating. You know, the sense\n\nthat you can do something positive is motivating. It can be paralyzing and certainly depressing to,\n\nyou know, feel like, oh, it’s all falling apart. There’s not anything I can do. So we really focus\n\nnot on being, you know, not on denying that there are very, very real urgent challenges,\n\nbut saying, okay, accept it as fact. What are we going to do? And what’s happening out there?\n\nAnd what’s amazing and, you know, certainly keeps me going every day is, you know, there,\n\nthere are so many amazing things happening across our network with, you know, giving partnerships\n\nthat are resulting in, you know, trees planted, Puma’s protected, you know, ocean, plastic,\n\ncleaned up, policy changes, you know, the list goes on. And it’s, you know, I am very fortunate to\n\nbe surrounded by that all the time and we really try and get that out to our network because that\n\ninspires you to do more. Yeah, beautiful. You know, I’m just, I’m sitting here thinking about\n\nYvonne Chanard. And if I’m recalling correctly, he wrote this book called Let My People Go Fishing.\n\nWas that, was that his? Well, my people go surfing. Oh, surfing. That’s what it was.\n\nYou probably could have written that before. Yeah, probably could have written Let My People Go Fishing\n\nbecause that would probably be me too. Yeah. And I’ve just, I’m so struck, you know, I know that\n\nPatagonia, along with others like Dr. Bronners in the Rodale Institute, are launching now a\n\nregenerative organic certification, which is so important for the ag agriculture and soil and\n\nthat aspect of our carbon sequestration strategies worldwide. And, you know, some of these leaders\n\nhave already had such tremendous positive impact and are continuing to have real positive impact.\n\nAnd I’m wondering with the network effect, what are you seeing from the vantage point of one\n\npercent for the planet in terms of how you’re helping to bring organizations and people together\n\nto catalyze new innovations and efforts and campaigns? Yeah, such a great question because that\n\nis something that really has been wonderful to see. So, you know, we certify 1% of sales given\n\nto environmental nonprofits. Like, that’s the core of our model. But what we have found is that\n\nin so doing, we create a community, the network of those committed givers,\n\nthose 1% members. And then we get them together and like all these other things happen that we’re\n\nnot certifying, we’re not controlling, we’re not dictating, but they’re really good things that\n\nare happening. So, you know, say it’s a company that starts out and, you know, they’re kind of a\n\ncool outdoorsy brand, but essentially their environmental giving is the only, like, measurably\n\nsustainable thing that they’re doing. But then, they’re nonprofit partners like, hey,\n\ntoo much plastic. Like, why don’t you sort of think about this? So, you know, they make some changes\n\nand then, you know, the founder meets Yvonne and he’s like, hey, great product, but you have a lot\n\nof plastic packaging. So, and this is a real story. And, you know, 10 years later, they’ve developed\n\na new plastic for their products. They’ve eliminated all plastic from their packaging. They, you know,\n\nare like this really sustainable carbon neutral brand. We’re not, we don’t have anything like\n\nofficially to do with any of that other stuff beyond their giving, but so much of it was inspired\n\nby their connections within the network. So, that’s one company that I’ve described, you know,\n\nwe have 4,000 members, 3,500, 4,000 members, and all of them are influencing each other and learning\n\nfrom each other and doing things that we don’t even know about that are amazing because they’re\n\nin tune with each other and this, you know, through each other, this larger world of thinking\n\nabout how they can do their business differently. So, it’s super powerful. Yeah. Oh, I love it. It’s\n\nmaking me think of how the mycelium networks function in the soil in forest and other ecosystems where\n\ninformation exchange is happening among all of these nodes and participants and it’s so important\n\nright, ecologically speaking. Yeah, definitely. And it’s been interesting we’re organizationally\n\nbecause at times we’ve thought like, should we be doing more and expanding beyond our model?\n\nAnd, you know, we always continue to ask that, but what I, you know, increasingly feel is that\n\nour model creates this amazingly strong and durable foundation that drives like real change.\n\nSo, we feel very committed to that, but on that foundation, so many other things grow and build\n\nand we don’t have to own those. We don’t have to control those. You know, we’re creating the\n\nconditions or connections between really awesome companies to, you know, create things that are\n\nbeyond what we could possibly control even if we wanted to or, you know, so it’s really great to\n\nsee in a great organizational learning. I love hearing about that because I’m also struck that,\n\nyou know, for those of us in leadership positions, we have this interesting, sometimes tension and\n\noften opportunity to create the context in which others can just run and shine and do their creative\n\nwork and their regenerative work and stewardship and sustainability work and we don’t have to be in\n\ncontrol. And I think at least for me personally, in my professional pathway over the years, it has\n\nled me to a much more joyful and relaxed way of being day to day when I know I don’t need to be in\n\neven attempt to be in control over all these things that at the end of the day, I’m probably not\n\ngoing to be able to control anyway. And instead to create connections and contexts of inspiration\n\nessentially where others can just run with it is amazing. I totally agree. And I think that you’re\n\nlike ecological example is really important because it’s like, you know, either being the, like,\n\nrather environment or understanding your part in it creates the opportunity for other things to\n\nhappen, which doesn’t mean you then need to own them, but you’re in relationship to them. So it’s\n\nreally important. Yeah. Letting go. Letting go. Yeah. Thank goodness for that. So I’m also really\n\ncurious. So I’m doing a little math. It looks like you’ve been at 1% for the planet for about five\n\nyears. And in that time, your children who are one in early 20s, the other late teens, same\n\nbasic ages as my kids, were it probably going through their high school years plus or minus.\n\nAnd I want to just ask you sort of a personal question as an organizational leader with all\n\nthose responsibilities and commitments of your time. How has it been, you know, vis-a-vis being a\n\nmother of a young adult children now and, you know, teenagers, both just a couple few years ago?\n\nYeah. You know, I definitely put in long hours. So, you know, there were times and I would feel like,\n\noh, you know, aren’t I missed another soccer game or whatever. But, you know, I think I,\n\nunfortunately, I have really close relationship with my kids and they are my like number one champion.\n\nSo, you know, they, you know, I would come home from a long day and they would have made dinner.\n\nOr, you know, by the time they both, you know, left for college, you know, they were absolutely\n\nable to like do everything that you need to do to run a household and manage a life and manage\n\nyour finances in part because that was the way our life as a family had to work. And so, I think,\n\nyou know, I would say they were, you know, great supporters, great champions and, you know, really\n\nproud of what I was doing and it created some great opportunities for us to sort of connect about\n\npowerful issues and, you know, read different things together and, you know, learn about different\n\nthings. And so, it’s been a great, it’s been a great ride.\n\nYeah, it’s so great to hear and I, I’m a, my, my smiles probably ear to ear right now because I’m\n\nalso up thinking about my own children, OSHA and Hunter and each of them have been on a podcast\n\nepisode because they both have such interesting knowledge and perspective and it’s, they’re at the\n\nage now where I’m learning from them as much as I might be teaching them or probably even I’m\n\nlearning more at this point than I’m teaching them. And it’s such a joy and they’re both on pathways\n\nin service to the world and to humanity. And I know your children are also pursuing\n\nareas of study that are in service as well. And I want, we just tell, tell us what\n\nI feel like I should preface it by saying I’ve always felt like, you know, if they,\n\nyou know, the best outcome is for each of the kids to be doing what is exactly their right\n\nthings. So if it’s to be the best belly dancer in the world, like, beautiful, like that’s absolutely right.\n\nMy daughter, who’s the older one is, is just like one of the smartest people I know and she has\n\npretty much found her passion in Arctic science. So she’s really interested in climate change\n\nand is interested in doing field research on sort of the impacts in the, in Arctic region\n\nand polar regions. So super interesting. And, you know, I have to have her translate some of her\n\nlike scientific essays for me. So I can understand all of what she’s talking about. But I’m so glad\n\nthat she’s going to be going out in the world. And then my son is just kind of getting started more\n\nas a, in his college career, but is interested in environmental science. And I feel like I want to\n\nsay I promise I didn’t like, voice that on them. But I also will say I’m really, you know, honored\n\nthat they have learned and developed their sort of lens for expressing the way they want to commit\n\nto, you know, offering their, their smarts to do good in the world. Yeah, yeah, it’s so beautiful.\n\nAnd just got to give a shout out since your daughter’s pursuing the, the polar regions that\n\nJulian Strobe, a friend and one of the most cited climate scientists was on a recent podcast\n\nepisode talking about what’s going on at the North Pole in particular, but also the cryosphere,\n\nthe frozen regions throughout the world from a climate perspective. And for folks who want to\n\ndive deeper on that, it’s a really good conversation. Because clearly there’s a lot going on in regions\n\nof the planet that most of us don’t visit and probably aren’t going to. And to hear from folks who\n\nare spending time there and are studying this place is, I think, is one of the ways we all become\n\nmore informed. Yeah, so quick shout out to Julian and to everyone working on the, the snow and\n\nice issues that we’re facing right now. And I’d also just a quick shout out to you, like getting\n\nout there and falling in love with the outdoors, just to say that if we’re our family, that was\n\nsuch a key part of how we grew up together was, you know, paddling trips to northern Maine and,\n\nyou know, we live in a pretty rural area. And my son and daughter and I had a chance to travel\n\nis southern Patagonia and my daughter and I last year went to the southern Patagonian ice field.\n\nAnd just, you know, those times outdoors, like remembering and connecting to the source of,\n\nyou know, the sort of beauty and wildness that for me are so important to stay connected to,\n\nthat really fuel my sort of energy. And in our family, again, it’s sort of connected us all\n\naround, like, you know, what it is that we’re fighting for. So just shout out to the planet.\n\nShout out to the planet. Yeah, the sort, I love that. I absolutely love that. I want to ask you about\n\nwhere you’re living. You referred to it as the shire earlier today. And before doing that,\n\nlet me just remind our audience that this is the YonEarth community podcast. I’m your host,\n\nAaron Perry. And today we’re speaking with Kate Williams, the CEO of 1% for the planet. And I’m\n\ngoing to give a few shout outs here to a number of our partners and sponsors who are making this\n\npodcast series possible along with the rest of our community mobilization work through the YonEarth platform. And these sponsors and partners include, of course, 1% for the planet,\n\nearth coast productions, the LIDGE Family Foundation, Alpine Botanicals, Purium,\n\nearth hero, Vera Herbles, growing spaces, soil works, earth water press,\n\nDr. Bronners and Waylay Waters. And similar to this opportunity to join at the individual level,\n\nthe 1% for the planet movement, we also have individual donors who have joined our monthly\n\ngiving program. And thank you to all of you for that generous support of what we’re doing.\n\nAnd for folks who join at certain levels, you can sign up to receive monthly shipments\n\nof the Waylay Waters CBD hemp infused aromatherapy soaking salts, which are really great for\n\nself-care and perhaps for maybe a little bit of soreness after a big long hike out in the wilderness\n\nor whatever it might be. So a huge thanks to everyone making all this possible. And yeah, you know,\n\nKate, I am so struck by the importance of, and this will eventually lead us to asking you about\n\nthe shower, but I’m struck by the importance of that personal connection with the living planet.\n\nAnd it’s obvious to many of us that in this day and age with such an urbanized and technological\n\nway of life for so many of us that there’s a whole bunch of us humans who don’t really have that\n\ndirect experience or haven’t yet cultivated that. And one of the things I think a lot about,\n\nand hope we all can help create an in-call Kate going forward is opportunities for more and\n\nmore of us and perhaps even most of us to have more of that direct experience with the natural\n\nliving world, the wilderness, the ocean, et cetera. And I’m wondering, what are your thoughts about\n\nhow we might do more of that as a society? It’s such a such a great question. And I think\n\nthat, you know, I thought about that a lot because, you know, during this period of COVID,\n\nwhen we’ve, you know, all been sort of isolated more, you know, where I happen to be isolated\n\nas at my home, which isn’t the dead end of a dirt road in Vermont. And so, you know, kind of\n\ninteresting gift of this hard time is that I’ve, you know, seen now sort of a couple of season\n\nchanges, you know, in a much more intimate way than when I’m leaving home to go to work every day.\n\nAnd, you know, walking in the same woods every day. And, you know, so I’ve just reflected on\n\nfeeling really grateful for that, but also being aware that I have, like, it is a truly a gift that I,\n\nyou know, that not everyone has access to. And what I’ve realized is that for me, what is,\n\ncompelling about it, like, while I love those big mountain experiences, and, you know, that happens\n\nto be something that I personally, like, if I were given the opportunity to travel, I’d choose,\n\nlike, a rocky snowy mountain over a beach. So that’s just me. But really, what, you know,\n\nwhat my, what fuels my sort of passion for the planet and sort of keeps me going is the kind of\n\nintimate spaces, you know, the noticing the one tree that’s right outside my window and sort of,\n\nyou know, understanding how that changes and which birds kind of come in and out of it. And\n\nso all of that sort of, you know, leads me to think into your question that, you know, what’s\n\nso important is providing those intimate connections for everyone, which, because they can happen in\n\nmore crowded urban places. And, you know, there have been many people who have sort of written and\n\nexpressed that. And I just think that’s so important. And I will say the nonprofits in our network\n\nthat are doing such great work on that are those that are, you know, focused on school gardens and\n\ncommunity gardens. And, you know, giving that opportunity for people to get their hands in the dirt\n\nright outside their apartments, you know, organizations that are working on city parks and open\n\nspaces, which is, you know, so important. Just again, because it doesn’t need to be a vast wilderness\n\nfor you to have a tree that you can fall in love with. But it does need to be, you know,\n\ncreating some real green space as small as it may be. So I think that’s a really, really important\n\nthing. And particularly when we want to, you know, think about it, when I think about our\n\nmission statement, our purpose of, you know, ensuring a future, ensuring that our planet and future\n\ngenerations thrive. You know, that needs to be accessible to all people. And so thriving does\n\nnot mean that just some people thrive. Other people don’t have access to thriving. So it really\n\nhas to, you know, be accessible and equitable for all people. And so it creates just some really\n\ninteresting ways of thinking about the environment and the environmental movement, because it’s not\n\njust about those big mountains out there, even though we need those wild places. But it’s not the\n\nintimate close to home spaces. Absolutely. You know, and one of the things that\n\nhas really struck me in the research and writing I’ve done over the last handful of years\n\nis the importance for our own health and well-being psychologically. And even in terms of our immune\n\nsystem and cognitive function of that direct connection with soil and to see living growing plants.\n\nAnd I am, of course, I love the wilderness regions, but I’m also really excited about the opportunities\n\nin front of us in the urban and the suburban environments to effectively permaculture and\n\nforest and reforest and grow and work with those amazing biological forces that make our planet\n\nthe living planet that it is. And my sense is that if we do a good job in the next, you know,\n\nseveral years in the urban landscapes, it might result in all of the other important priorities\n\nsort of falling in line, because ultimately it will be a way for us to connect and reach millions\n\nof people and help establish those kinds of relationships, basically.\n\nYeah, I think that’s a really great point. I mean, because we, you know, we’re human organisms\n\nin the ecosystem that is our planet. And, you know, we have a lot of different spaces that we live in\n\nand we, you know, a lot of different ways that we, you know, find ourselves existing on the planet.\n\nBut we, you know, we are, we’re, I do not feel that we are separate from the Earth, even though a lot\n\nof our living structures separate us. But we, you know, I think that connection is always there\n\nfor us because we are part of, we are a living organism breathing in and out and essentially\n\nnow exchanging cells with the Earth every day. So.\n\nYeah, that’s so true. Well, let me just throw out there for our audience that they can engage with\n\n1% for the planet via the website, which is 1% for the planet.org. It’s all spelled out.\n\nFolks can connect with you also, Kate via LinkedIn. And I’ll include the linked in,\n\nhandle in the show notes. It’s Kate Williams 87. And then Instagram is 1% FTP. And it’s the number\n\none percent FTP. Facebook is 1% for the planet. The number one and then percent for the planet are\n\nspelled out. Twitter 1% FTP same as the Instagram pattern. And then in LinkedIn, there’s also a 1%\n\nfor the planet company profile. We’ll have all these links in the show notes, but I just want to make\n\nsure folks hear ways they can engage. And it’s so great. And, and, and, and carrying a little bit\n\nof you describing a little bit your, your home in Vermont and you refer to it as the Shire.\n\nWhat does that mean? What describe that for us? Because I love New England, but I’m, you know, out in\n\nColorado. What’s happening right now in the Shire? Yeah, we kind of have jokingly referred to it\n\nas that, but it also has a little bit of that feel. So it’s, I live in a, you know, small town with\n\nsort of, you know, kind of rolling hills that roll up into the Green Mountains, which, you know,\n\nwould be foothills by Colorado standards, but are the sort of old mountains that have, you know,\n\nbeen other down here. And, you know, it’s a very agricultural community set in the mountains.\n\nSo, you know, just from a look and feel for any of you who read and created your vision of the\n\nHobbit Shire, or those of you who saw the movie, there is, you know, that similarity there.\n\nBut I think also, you know, probably more, kind of fundamental, your thoughtfully part of that is\n\nthat, because of how rural this is, and because of the, you know, extremes of weather that we face here,\n\nyou know, it can rain a lot, it can be icy instead of snowy, you know, it’s not always pleasant,\n\nbut when it’s beautiful, it’s like heartbreakingly beautiful. And so there’s just a really,\n\nreally deep connection to the land. And it’s like this is an agricultural community people,\n\nyou know, made this community by living off the land. And it continues to be a very much\n\na part of shaping who we are. And I feel grateful for that, because there is a, you know,\n\nyou know, it isn’t just from us to understand that, like we’re eating food grown on, you know,\n\nfrom this soil. And so when there’s, you know, conversation about organic, it’s not that,\n\nwell, if it’s not organic, it’s some field that’s far away from our house. It’s like, well,\n\nno, if they’re using fertilizer, it’s going into the river that our kids swim in. And it’s,\n\nyou know, so you can connect some of the dots that I don’t think we are always able to connect in our\n\nmore sort of distant food systems, for example. And there’s power in that. And, you know,\n\nso I think that it creates this strong sense of connection to place which I’m very grateful for.\n\nYeah, yeah, beautiful. Yeah, it creates a beautiful image. Boy, to say something is heartbreakingly\n\nbeautiful. What a, what a turn of phrase, my goodness. We spoke about how individuals can\n\nengage and become part of the 1% for the planet community. And I also want to make sure we talk\n\nabout two great campaigns that you guys are working with in the next few months. And then\n\nwant to do a little foreshadowing for, you know, what lies ahead in 2021, which is in part, I know a\n\nresponse to what’s going on with the COVID situation. So I want to ask you about both the B1%\n\nbetter campaign and the end of your challenge grant. Can you tell us what those are and how folks\n\ncan get involved? Sure. Yeah. So, you know, we were talking earlier about this idea of the network\n\neffects. Then when you have like this amazing global network, there’s the opportunity to,\n\nyou know, just ripple out in ways that are beyond any single entities control, you know,\n\nstories and messages and energy. And so the B1% better campaign is really intended to build on that.\n\nAnd it’s, we’ve set it up as this idea that the verb B can be swapped in for a bunch of\n\ndifferent verbs. So, you know, a company that’s a beer company can have, you know, drink 1%\n\nbetter. Shop 1% better could be sort of a broader message. You know, close yourself 1%\n\nbetter, vote 1% better. You know, there’s any number of ways that people can sort of\n\ntake on this idea. And it essentially encapsulates or encapsulates or makes active this idea that\n\neveryone has a 1%. So, and sort of moves it into that more figurative realm. So it’s building on\n\nour model, you know, the model is giving 1% of sales or, you know, giving your your resources\n\nto the planet. And this is broadening the definition of resources so you can B1% better in a bunch\n\nof different ways. So that campaign has been going, you know, throughout the summer and we\n\nreally set it up and equip our members to be able to, you know, make it their own story and help\n\nto share that larger story. The end of your challenge grant is, you know, similarly, you know,\n\nkind of building on that network idea. So we have a donor and then our whole board who came together,\n\nthe donor, D1000, our board put in $50,000, which is awesome. We’re so grateful to both of them.\n\nAnd their challenge to our community is to match that with either new or increased giving.\n\nAnd the way 1% of the planet as an organization works is that part of our funding every year comes\n\nfrom donors who say, hey, we believe in the work that you do to engage members to build this\n\ngreat network to help tell their story to vet the nonprofit partners. You know, we know your\n\nstaff works hard to do that work to get more dollars out to nonprofits on the ground. So we want\n\nus to support you. So this challenge grant is a way to, you know, engage that network of donors\n\nwho are helping us to, you know, build this powerful engine and engage them in driving more giving.\n\nSo it’s a really exciting time and you can give 1% better. You know, that’s how we can connect\n\nthe two of them. But yeah, we’re really psyched about both of them.\n\nThat’s really wonderful. So if, say, if I were to join as an individual 1%, would I also be able\n\nto participate in the challenge grant? Is it, is it, do those link?\n\nYeah, that’s a really great question. Yes. So you, as an individual member, you get to choose where\n\nyou want to direct your giving. And so you could, you know, if you hadn’t had never been an\n\nindividual member before and you joined at the end of the year and you’re like, you know, this year\n\nI want my money to go to 1% of the planet. Next year I might give it to my local community garden.\n\nSo if, and so then in that first year of giving, so if you gave before the end of this year,\n\nit would count towards our challenge grant. So yes, one thing I will clarify without\n\ngetting too many gritty is you don’t have to be an individual member to donate to 1% for the planet.\n\nSo, you know, we do have some just like straight up traditional nonprofit donors.\n\nAnd then we also have individual members who choose to donate all our part of their giving to us.\n\nBut then most of our individual members are sort of use it, you know, working with us through\n\nwhat our model exists to do, which is to create a sort of home space for them from which they\n\nthen are giving to our environmental nonprofits and driving that direct impact on the ground.\n\nThat’s a great clarification. Thank you. I really appreciate it. Yep.\n\nSo I also know that you guys have some really interesting things in the works for next year.\n\nAnd this is in part a response to some of the changes we’ve seen this year with COVID.\n\nCan you, without, I understand we won’t necessarily get all the details.\n\nBut can you give us an idea of what’s what’s coming?\n\nYeah, and I’m sure we’re right and locked up with some of the other organizations and companies who\n\nare like, what will next year hold? How do we plan for that? You know, basically our assumption\n\nis that at least a good part of the year, if not most of the year, will be continue to be\n\nmostly virtual engagement. So we feel that, you know, it’s is a great opportunity for us to,\n\nyou know, just solidify our position as a kind of virtual convener.\n\nAnd in many ways, it’s actually fits us really well because we are this global community.\n\nAnd we love to get together in person, but then that’s serving more sort of regional groups,\n\nusually. So, you know, we want to just jump right into having a really robust virtual strategy\n\nwith, you know, some webinar panels, you know, opportunities for, like, members of our network\n\nto provide content that we can help share. So just a lot of ways that people can, you know,\n\nhave those peer-to-peer connections and peer-to-peer learning opportunities across our network,\n\nwhich we spoke about earlier, are such a powerful way that beyond the one-percent giving,\n\npeople are learning and growing and then doing new things, so to create those virtually.\n\nWe’ll also be relaunching our individual member program with some sort of refined aspects to it,\n\nwhich we’re really psyched about. It will, you know, continue to have that customized,\n\nyou choose where you give with our support, but we’re also going to create, you know,\n\na way that you can give into kind of pooled portfolio, where we’ll identify the nonprofits,\n\nand that will just create this nice, simple, powerful way to give. And then, you know,\n\nprobably even some more things that we’re still developing, because as I speak, we are doing our\n\nwork planning, but I hope that gives a little tip of the hand of some of the great things we’ll be\n\ndoing. Yeah, that’s really exciting. I’m excited to see how that proceeds and how that can further\n\nactivate and catalyze change in action in communities all over in these growing relationships.\n\nLikewise. Well, Kate, I’m so happy we had this opportunity to visit with you today,\n\nand thank you for taking time out of your busy schedule to connect with us at the Y-Earth community,\n\nand I just want to invite you before we sign off for now. If there’s anything else you’d like\n\nto share or say to us, it would be great to hear. I guess I would just go back to our conversation\n\nabout hope, and you know, there’s a lot going on in the world, and in the United States right now,\n\nthat can make it hard to sort of stay hopeful, hard to stay engaged, and I would just, you know,\n\nsay that my hope of us is that we can stay connected to those really positive things that are\n\nhappening out there and have those fuel our ability to continue to take action and create the\n\nworld that that we know is out there, and that we know can be this thriving, thriving planet\n\nin people, so stay hopeful. Love it. That’s so great. Stay hopeful. Well, thanks so much, Kate,\n\nit’s great for visiting with you. You too. Thank you. Bye-bye.\n\nThe Y-Earth Community Stewardship and Sustainability podcast series is hosted by Erin William Perry,\n\nauthor, thought leader, and executive consultant. The podcast and video recordings are made possible\n\nby the generous support of people like you. To sign up as a daily, weekly, or monthly supporter,\n\nplease visit YonEarth.org backslashsupport. Support packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth, all one word with a Y.\n\nThese sponsors are listed on the YonEarth.org backslashsupport page.\n\nIf you found this particular podcast episode especially insightful, informative, or inspiring,\n\nplease pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in. Thank you for your support, and thank you for being a part of the YonEarth\n\nCommunity."
}