{
  "title": "Episode 140 – Dr. James Gordon MD, Founder, The Center for Mind-Body Medicine, on Trauma Healing in Ukraine",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13500/episode-140-dr-james-gordon-md-founder-the-center-for-mind-body-medicine-on-trauma-healing-in-ukraine.mp3",
  "publish_date": "July 19, 2023 6:04 pm",
  "url": "https://yonearth.org/podcast/episode-140-dr-james-gordon-md-founder-the-center-for-mind-body-medicine-on-trauma-healing-in-ukraine/",
  "episode_number": 140,
  "subtitle": "About Trauma Healing in Ukraine",
  "description": "Likened to the Spanish Civil War, Russia’s invasion of Ukraine has leveled violence and destruction throughout Ukraine, while Putin’s regime in Russia systematically suppresses dissent and free media, widely disseminates propaganda, and even assassinates would-be challengers by poisoning them. This summer, Dr. Gordon and his team are training 150 leaders in eight regions of Ukraine so that they can provide ongoing trauma-healing services and experiences to Ukrainians traumatized by combat, missile and artillery strikes, and the ongoing threats of escalation and even more horrific weapons deployment.",
  "about_sections": {
    "about_trauma_healing_in_ukraine": "Likened to the Spanish Civil War, Russia’s invasion of Ukraine has leveled violence and destruction throughout Ukraine, while Putin’s regime in Russia systematically suppresses dissent and free media, widely disseminates propaganda, and even assassinates would-be challengers by poisoning them. This summer, Dr. Gordon and his team are training 150 leaders in eight regions of Ukraine so that they can provide ongoing trauma-healing services and experiences to Ukrainians traumatized by combat, missile and artillery strikes, and the ongoing threats of escalation and even more horrific weapons deployment.",
    "about_the_center_for_mind-body_medicine": "Founded by Dr. James Gordon, MD, The Center for Mind-Body Medicine (CMBM) provides a public health approach to transforming trauma. According to CMBM’s website, “From war to domestic violence, from public health crises to climate-related disasters, from chronic illness to the vulnerability of aging, from generational trauma to systemic racism – trauma is unavoidable. According to a 2017 report, 70% of adults surveyed across 24 countries reported having experienced a traumatic event in their lifetime. […] Trauma can increase mental distress, cardiovascular disease, diabetes, inflammatory diseases, and other chronic conditions.” Led by CEO Dr. Gordon, and Executive Director Rosemary Lombard, CMBC works to relieve trauma and build resilience through evidence-based practices in communities world-wide.",
    "about_dr._james_gordon,_md": "Dr. James S. Gordon, MD,a Harvard-educated psychiatrist, is internationally recognized for using self-awareness, self-care, and group support to heal population-wide psychological trauma. He is the author ofTransforming Trauma: The Path to Hope and Healing. He is the founder and executive director of the nonprofitThe Center for Mind-Body Medicinein Washington, D.C., a clinical professor at Georgetown Medical School, and was chairman (under Presidents Clinton and GW Bush) of the White House Commission on Complementary and Alternative Medicine Policy."
  },
  "full_transcript": "[Healing Trauma at Scale] Dr. James Gordon, MD discusses the myriad ways in which The Center for Mind-Body Medicine provides people trauma healing tools and therapies at the individual, group, community, and society-wide scales. With a current emphasis on Ukraine, Dr. Gordon and The Center for Mind-Body Medicine have worked for years with traumatized veterans and civilians alike in Kosovo, Macedonia, Gaza, Israel, Haiti, the United States, and elsewhere. And, in his bookTransforming Trauma: The Path to Hope and Healing, Dr. Gordon presents the science of trauma-healing along with deep wisdom and expertise, giving us all hope and actionable techniques for trauma-healing in our own lives, and in communities world-wide. Chapters such as “The Biology of Trauma,” “Soft Belly: Quieting Mind, Body, and Spirit,” “Embracing Hope,” “Shaking and Dancing,” “Befriending Your Body,” “The Trauma-Healing Diet,” “Nature Heals,” “Laughter Breaks Trauma’s Spell,” “The Healing Circle,” “Gratitude Changes Everything,” “Forgiveness,” and “Love, Meaning, and Purpose” provide an indication of the holistic and hopeful framework articulated by Dr. Gordon and offered through The Center for Mind-Body Medicine.\n\nDr. James S. Gordon, MD,a Harvard-educated psychiatrist, is internationally recognized for using self-awareness, self-care, and group support to heal population-wide psychological trauma. He is the author ofTransforming Trauma: The Path to Hope and Healing. He is the founder and executive director of the nonprofitThe Center for Mind-Body Medicinein Washington, D.C., a clinical professor at Georgetown Medical School, and was chairman (under Presidents Clinton and GW Bush) of the White House Commission on Complementary and Alternative Medicine Policy.\n\nOnCNN:https://twitter.com/holmescnn/status/1565577013833891843?s=20&t=xegy_TCkl8zbdkpICq_Ufw\n\nIn USA Today:https://www.usatoday.com/story/opinion/2022/07/29/ukraine-war-children-emotional-scars/10164325002/\n\nOn Katie Couric Media:https://katiecouric.com/news/lessons-for-americans-from-ukraines-front-lines/",
  "related_episodes": [
    {
      "title": "Episode 131 – Douglas Gardner, (former) UN Resident Coordinator to Ukraine, on Healing & Hope",
      "url": "https://yonearth.org/podcast/episode-131-douglas-gardner-former-un-resident-coordinator-to-ukraine-on-healing-hope/"
    },
    {
      "title": "Episode 109 – Dr. Robert Cloninger, MD, PhD, Genetics & Psychology of Stewardship, Happiness, and Hope",
      "url": "https://yonearth.org/podcast/episode-109-dr-robert-cloninger-md-phd-psychology-of-stewardship-happiness-hope/"
    },
    {
      "title": "Episode 99 – David Beasley, (former) Executive Director, Nobel Peace Laureate UN World Food Programme",
      "url": "https://yonearth.org/podcast/episode-99-david-beasley-ed-un-world-food-programme-2020-nobel-peace-prize-recipient/"
    },
    {
      "title": "Episode 88 – General Wesley Clark, (former) Supreme Commander, NATO Alliance, on Technology, Climate, Technology, and Leadership",
      "url": "https://yonearth.org/podcast/episode-88-general-wesley-clark-on-democracy-climate-technology-leadership/"
    },
    {
      "title": "Episode 50 – Dr. Anita Sanchez, on Women’s Voices, Indigenous Wisdom, Trauma Healing, and the Sacred Hoop of Life",
      "url": "https://yonearth.org/podcast/episode-50-anita-sanchez-on-womens-voices-indigenous-wisdom-the-sacred-hoop-of-life/"
    }
  ]
}