{
  "title": "David Sandoval Episode 116 – David Sandoval, Co-Founder, Purium Organic Superfood Company",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12363/david-sandoval-episode-116-david-sandoval-founder-purium.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/david-sandoval-episode-116-david-sandoval-founder-purium/",
  "episode_number": 116,
  "subtitle": "ABOUT DAVID SANDOVAL AND PURIUM",
  "description": "Purium was created with a conscious network marketing business model (instead of the traditional “brick-and-mortar” wholesale or “mom and pop” direct sales at farmers markets and via online markets like Amazon), and provides a framework through which driven, dedicated individuals are able to get a grip on their own professional and financial realities while helping others improve their health and wellbeing. The company has created a “Million Moms Movement” in order to make this particular form of freedom available to mothers in communities all over – not only enhancing financial freedom, but also freedom of time and freedom of location.",
  "about_sections": {},
  "full_transcript": "Aaron: Welcome to the Y on Earth Community Podcast. I’m your host, Aaron William Perry. And today we’re visiting with the founder of Purium David Sandoval. Hey Dave, how you doing?\n\nDavid: Oh, I’m doing amazing. So great to be here with you.\n\nAaron: Yeah. Great to be with you too. Dave, looking forward to our conversation today,\n\nDavid: Indeed.\n\nAaron: David Sandoval founded Purium on the belief that raw organic foods should be both accessible and affordable for everyone and sustainable and conscious of mother earth beginning in the early years of the whole foods movement, Dave researched and studied alongside the most recognized industry leaders from all over the world. This knowledge inspire Purium in the United States and platinum health in Europe with only a small space and a few products to start. Dave joined, uh, By co-founder Amy near hand selected organic farmers to help produce pure and premium super foods to start their organic super food company. Since their humble beginnings, they’ve grown Purium into a 40,000 square foot, fully automated manufacturing facility with over 100 employees and 60 packs and products. Even with all the growth though, Dave remains at the heart of every decision and after more than 20 years, he stays committed to the latest research and whole food advancements, a true family.\n\nAaron: Dave is a lover of all humans and takes great pride in living a life that authentically reflects his love for the earth and its people. And Dave, obviously that, that ethic, that ethos, that philosophy resonates so deeply with us here at the Y on Earth Community. And I’m thrilled to be announcing in this podcast episode, a very special partnership that we’re launching between Purium and the Y on Earth Community. And we’ll be talking about that more in providing some nice links and resources for folks. But, uh, before we go there, let me, let me ask you let’s rewind, uh, and ask, why did you start Purium back in long beach when you did, what was that like paint that picture for us.\n\nDavid: Excellent. Well, thank you. And that’s a great way to PLA place to start, you know, um, at the beginning, uh, I was dedicated, I had been working for a Japanese pharmaceutical company for six, seven years and they were trying to take Chinese herb formulas, convert them into pharmaceutical drugs. And so I learned a lot about the, you know, about the farming of these herbs and how to grow them and what their properties were, but I wasn’t that into the turning them into pharmaceutical drugs part, you know, a and so I left that company and decided to start my own super food company, taking those same super foods and herbs and just giving them to people the way that got intended, you know, directly from the earth, grown in pure soil and, you know, and then dehydrated by a special method that, you know, kept all of the nutrients intact. So the reason I started my company is cuz I wanted to give people direct access to the highest quality foods that were available on earth. And if they made a decision, you know, if they made that decision that they wanted to consume that quality of food, but it wasn’t available. I thought that that would be a real tragedy. So, um, I don’t remember whether you asked me why I started my company or why I started it in long beach. So, um, but I could both,\n\nAaron: No, yeah, really both. You know, you, you, you, I think brought some info about why you started the company, but yeah. Why long beach, how did that happen?\n\nDavid: Well, my company’s, you know, motto was to end human suffering, you know, and to basically save the world. And I thought if I’m going to save the world and I can’t even save the neighborhood that I’m in, then that’s a pretty, pretty bad place to be. I wanted to be, you know, um, that philosophy that, you know, that healing begins at home. The change we seek in the world must begin at home. So I went to long beach in 19 92, 19 93, after the Rodney king riots had destroyed that part of long beach and all the buildings were burnt out. They were covered in graffiti. I’m not joking. They were gang bangers, drug dealers, prostitutes and truck drivers was all that you saw in that neighborhood. And I said, this is where I’m needed. You know, this is where we’re needed.\n\n[05:00]\n\nSo we went there and we rehabilitated the buildings and we hired gang members and we hired what at the time, uh, was a term called welfare, you know, moms, which was a terrible demeaning term, but we looked, we sought ’em out. We hired them and we trained them and we changed their lives. And we turned around that community so much that just 12 years later, every building on the block is rehabilitated painted. They were jobs everywhere. And so we ended up renting eight different buildings on both sides of the blocks as we grew and grew and grew knowing that healing, our community first would give us the, sort of the, uh, I don’t know, a jump start on healing, the world.\n\nAaron: That’s really so beautiful. Absolutely beautiful. Yeah. And you know, at the Y on Earth Community, especially with our ambassadors, we talk so much about how the healing begins with us inside with the, uh, within, and of course, uh, we’re dropping this podcast episode right in the midst of the launch and release of my visionary eco thriller novel of read toss in which Purium has mentioned several times. And, uh, that’s a big theme in the story there as well. So, wow. That’s, that’s an incredible, incredible story and, and triumph really of, of the human spirit, this, uh, uh, experience you’ve shared with us about long beach. And now you guys are, uh, committed to this million mom movement. Could you tell us a bit about what that’s all about and, and how that plays into your strategy and your work at period now?\n\nDavid: Absolutely. Well, obviously we like to serve communities that are oftentimes underserved, you know? And so once we had helped long beach reach that status, we are now in Compton, you know, um, we, a new movie straight into Compton instead of straight outta Compton, but, um, but anyhow, yeah, the million mom movement is an extension of just that you see, there are people who are unable to hold a traditional job. Um, they’re caretakers, they’re mothers. Um, they might be home bound because of some, you know, personal, you know, thing that we, we just don’t even know, you know, who knows they might be on a, a dialysis machine and can’t even leave their home. But, but for the million mom movement is to serve these people, the caregivers, the mothers, you know, um, the stay at home parents and all the people who want an opportunity to participate in a vibrant economy, you know, healing, their communities, healing themselves, and the million mom movement introduces them to that opportunity.\n\nDavid: You know, how to select food, how to go grocery shopping, what to be aware of, you know, um, so that their children, you know, and their families are avoiding the chemicals and the toxins and, and really the dangers that occur in what most people considered food, uh, to give you the one example and then we’ll move on. Every mother gives her child those little round OS. Right. Um, and now we know that the little round OS are chemical in them, that could literally cause you know, um, autism could cause learning disorders could cause cancer and all these other things. And that’s the first thing we’re feeding our kids. And so the million mom movement as an awareness, social activism arm, uh of um that really gets out there and, you know, speaks to some of the issues that are facing our society, you know, and, and, and I’m really proud to have helped and spawn and, you know, uh, and, and, and cheer on.\n\nAaron: Yeah. So important, Dave, and, you know, we recently, uh, interviewed for another podcast episode, um, the executive director of the clean label project and, and they are helping, uh, to reveal to the public, so many different toxins that folks find in their foods and even their household cleaning products, right. And even the, uh, the shampoos and soaps and things moisturizers were using during and after our showers. And it’s so important that the public not only, uh, become really smart about where these toxins exist to avoid them, but also become really smart about the special clean foods we can be taking to help rid our bodies of, of these toxins that we’ve already been exposed to. And I know that’s one of the important keys in the Purium formulations, and I’m hoping you might speak to that a little bit, especially as it relates to the toxin, uh, glyphosate.\n\nDavid: Well, you know, uh, many, many years ago I became aware of the problem of genetically modified organisms. And I became a real, you know, uh, advocate against that, I guess, a real warrior. And then I realized that the danger of GMOs was real, but the true present danger was actually glyphosate. The chemical used to support the production of genetically modified organisms.\n\n[10:00]\n\nAnd if you read my book, the toxin that came to dinner, it’s just a 60 page, little tone, and it will illustrate literally it graphically. And I mean, with graphs, um, graphically, the correlations between the increase uses of this particular industrial chemical called glyphosate, we know what is Roundup, okay. And we can smell it. As soon as you walk into the garden store, you smell this chemical and you know that you, it’s not good for you. Okay. And so, and so, uh, this Roundup, there’s now billions of dollars of judgment against the makers because it’s been proven that it causes cancer and damages the human body.\n\nDavid: So in my book, the toxin that came to dinner, I will show you the increase in over one dozen of the most common conditions afflicting mankind today that did not even exist in 1980. They were barely on the map in 1980, when glyphosate was introduced. And now 40 years later, you could see the exact increase of these diseases in our population correlated to the tonnage of glyphosate used in the environment. And now 75% of all food sold in stores is contaminated with glyphosate. 95% of all beverages sold in stores are contaminated with glyphosate and 99% of all people tested only because they never say a hundred have glyphosate in their blood right now, as we speak and glyphosate harms your body by destroying, okay. By destroying the friendly, beneficial, okay. Flora in your stomach that is necessary for you to digest food, absorb toxins, and produce serotonin, which is why depression is rampant in America today.\n\nAaron: Yeah. It’s so critical. Dave, if somebody wants to get your book, the toxin that came to dinner, uh, where do they go to get that? Where do they find that?\n\nDavid: So I’m going to, I’m going to give you a, a free download. You just share it with everybody who communicates with you. Okay. And I’m going to get that to you.\n\nAaron: Excellent. Wonderful. That’s awesome. And what, um, I know you have some specific products that are, uh, geared for removing, uh, glyphosate from our bodies. Could you tell us about that a little bit?\n\nDavid: Well, you know, I remember you guys are a little younger than me, but the beetles said there’s no problems. There’s only solutions. Okay. And I believe that. And so when I saw the problem with glyphosate, I meditated and I prayed and people are like, well, why didn’t you go to the scientific books? I said, because nobody had ever cleaned glyphosate from the body before this has not been done before. Okay. And so, um, I meditated and I prayed and all of a sudden people started coming to me. Okay. The representatives of, of a, uh, literally, um, a Nobel prize winning doctor, Albert San XY, the person who discovered vitamin C, along with, along with Linus Pauling, he was actually the lead doctor. Leis Pauling was his assistant, but most people don’t know that. So our cent Ji’s group came to me and said, we have something that we believe that you might want.\n\nDavid: And it was, it was amazing. It was, it, it was the, the part of our anyway, four different people came to me over the next months that had no idea that I would ultimately put these unique ingredients together in order to accomplish something that had never been accomplished before. So first, okay. I use AOUS bacteria that will bloom inside of the gut. And as soon as it blooms, it’s a, it, it attracts this chemical binds to the chemical, be natures the chemical, and then another one of our ingredients will actually bind to that and allow it to become part of our feces or our urine, so it could move out of our body. Right. Um, and, and then we have another ingredient that repairs, the damage that was done by the glyphosate. So we grab it, we remove it. And then we repair the damage that was done by the glyphosate.\n\nDavid: Now our preclinical trial done in the United States, um, proved that we can eliminate 74% of glyphosate in the bodies of people who have not changed their diet, who have not changed their diet and correspondingly. For those of you who have, you know, the knowledge C reactive protein, the biomarker for inflammation was reduced by 75%.\n\n[15:00]\n\nNow, if you could imagine you go to any doctor and say, I’ve got a product that could reduce CRP by 75% in six weeks, that doctor’s going to call you a straight up liar. Okay. But we’ve got the scientific proof that we could do it in a double blind clinical study, of course, you know, validated and verified by the, I think it’s the NSA or NSF, whoever it is that, you know, national science foundation.\n\nAaron: Yeah. Probably NSF NSA, I think, is engaged in, uh,\n\nDavid: Other things\n\nAaron: Security and digital ESP, ESP, and that sort of thing. Yeah. Um, cool, cool. That is just amazing. So I want to make sure at this point to share with our partnership, folks can go right to why on earth.org/Purium, and right there, you’re going to see some other videos and resources about the Purium product and some direct links to get in and get some of these products for yourself. Uh, there’s a $50, uh, minimum savings on your first order and it’s $50 or 25%. Whichever’s greater additionally proceeds from your orders, your first and your ongoing orders, uh, will come back and benefit the work that we’re doing at the Y on Earth Community, which of course is an educational, nonprofit, uh, making all manner of work possible, including our podcast series. And, um, yeah, I really encourage all of you folks to check it out. I’m currently enjoying the ultimate lifestyle transformation. I’ve actually lost a few pounds and feeling amazing. And for me, you know, I’ve been a comfort eater since I was a teenager. And so one of my big things is eating a lot more food than probably I should be eating. And with this, uh, ultimate lifestyle transformation, Dave, I’ve actually been eating a lot less and feeling great. So, uh, you know, there’s so many other benefits in addition to the detoxification that you’re speaking to,\n\nDavid: We call that subtraction by addition, and it’s real. Um, most people spend less money in the month that they do a ult, including the cost of the ult for food than they’ve ever spent before. Um, you’re not getting cravings because of something called, uh, the bidders effect. You’re going to be taking three bidders a day, two power shakes, and a sour cherry that’s tar cherry. And that in turn stops your cravings for carbohydrates and sweets. Um, you’re going to be satisfying. Uh, your, your basically your glucose, you know, tolerance level is going to be really nice. So you’re not going to have any carbohydrate cravings. So those little impulse snacks and, and things that you buy, just cuz because those aren’t going to happen either. So most people tell me that they save an average of two to $300, you know, a month after they started using Purium products. And that to me is what, like I said, subtraction, by addition, you add in the ult and you start subtracting aches, pains, you know, digestive issues, but you also start subtracting money from your budget.\n\nAaron: Yeah. Look, I can, uh, corroborate this cuz I did a little bit of the math, uh, myself here over these last few weeks, you know, as I’m preparing to help, uh, share the Purium story to a whole lot of folks in our network, I want to make sure I understand the impacts myself. And I will tell you, I can already vouch and say, I’m saving at least one, 200 a month right now. And, and probably ably more than that actually, when I really add it all up. So, you know, what’s, <laugh> what’s to argue with, I feel better. I’ve lost some weight already. Um, I’m getting incredible nutrition and I’m saving some money. Right. So that’s incredible.\n\nDavid: And think about this. Most people don’t realize that doctors’ visits copays on, you know, on medications days lost at work. Those are money that we could count. But what about your quality of life? What about waking up feeling amazing? The way I do every day at 16? What about never having an acre pain? Like I never do at the age of 60, you know? Yeah. I got these wrinkles and I got this gray hair, you know, I’m living that, but what’s on the inside is no different from when I was 17. I never have an ache or a pain, a digested issue. I’ve got no issues. I don’t get up in the middle of the night to pee. None of that. And I’m 60 years old, 60 years young, excuse me,\n\n[20:00]\n\nAaron: 60 years young. I love it, Dave. Well, in this, this brings up another, I think really important point, which is about lifestyle and freedom and we’re talking financial freedom. We’re talking freedom to move in time and space and do what we want with our time and space. And one of the beautiful things about the Purium model, right? And, and I’ve been doing a lot of work in research since graduate school on regenerative economic models and how we can transform what we’re doing in business and in our economy at large. And I think this is a great example of one of the structural strategies and that is Purium is a conscious network marketing business model. And what that means is it, it for affords an opportunity for any of us to say yes and to engage and to essentially ramp up our, uh, passive income and earned income, uh, potential with a very different sense of freedom in terms of our own time and in terms of where we’re spending our time. And I’d love for you to speak to that Dave and tell us, you know, how and why did you originally choose the network marketing model? And uh, what, what is that looking like for you today in terms of how you’re seeing other people being impacted? And, and I’d love to hear a bit about, you know, what, what does your day to day look like as well, your own lifestyle in all of this?\n\nDavid: Well, let’s take it one step at a time and thank you so much for that question. You know, um, if you know anything about how to market to people, there’s three different ways. There’s you sell direct to them? Doesn’t matter how you do it. You could set up a booth on the corner or you could sell direct to them on Amazon, but you sell direct to your consumer. Right? And in that way, you know, um, that’s a, a very interesting way. However, there’s limits to that. The other way to sell it is through a store. You get the stores to sell it for you. They put it on a shelf, people come into the store and, and they buy it that way. And the problem is with both of those business models is they’re fairly impersonal the store, the distributor, the jobber, the broker, they all make a bunch of money.\n\nDavid: And by the time you buy a product that costs say a hundred dollars, it costs, you know, um, the store owner, $50, the, the distributor paid 35 for it. And you know, and so there’s a lot of money that goes into the ether. You know what I mean? That just disappears. And so, um, when you buy direct or sell direct, okay. Typically a whole bunch of money just goes into the hands of the manufacturer. They get stink and rich because they’re selling directly to you and they’ve cut out all the middle man. Right. And, and so what I decided to do was I only wanted my product to be recommended by people who had a personal experience with it, a positive, personal, amazing experience, and then wanted to tell everybody about it. Okay. When I see a movie, I love, I put it on Facebook, immediately tell all my friends, when I read a book like yours, I’m going to tell my friends about it.\n\nDavid: Right. They’re going to buy the book when I, um, when I, you know, go to a restaurant, especially when I go to a restaurant, cuz I’m so dang picky. I find a restaurant that meets my standards and I tell the world and I, and you know, I’m not an influencer the way like some people are, but if I tell people I love a restaurant, thousands of people end up there, you know what I mean? Absolutely. And you know, that restaurant owner never once gave me, you know, a, a free, a free plate for that, you know? Got it. Yeah. Right. And, and so what I decided is not only did, I only want my products recommended by people who had a great personal experience, I wanted those people rewarded for recommending my products authentically. Okay. But it had to go beyond that. It had to go to the point that after you trusted somebody who you knew who had our products, who used them, but what if you didn’t have as good of experience as they did?\n\nDavid: Well, I’m the only company that I know of that gives a 30 day supply of product with a 60 day money back guarantee. That means you could use every drop of it. Think about it for a couple of weeks and still return it. And I’m give you 100 of your money back. And the reason I do that, and the reason I give everybody their first $50 worth of products for free is because I want to show the confidence I have, that you are going to experience this life-changing transformation. And I want to make it as easy as I can for you to say yes. So if I give your first $50 for free, if I tell you that, if it isn’t amazingly transformative, I will give you your money back. No questions asked. That’s awesome.\n\nAaron: Yep.\n\nDavid: I don’t know how else I could reach out to people. How else I could let ’em know? You know, I’m the only company that doesn’t use binders, fillers, excipients, preservatives, additives, coloring agents, flowing agents, you know, my products always 100% pure. I just got to let people try it. You know, <laugh>,\n\n[25:00]\n\nAaron: We’re super psyched to be part of the ecosystem now. And look, by the way, I got to mention that, uh, in the beginning of this story VIRIDITAS, when our protagonist Sophia first arrives in Boulder and meets up with this wacky character, that’s maybe somewhat autobiographical. She notices on his counter there’s, uh, some Purium product. And, uh, in the back of the book, um, we have a few pages of information about the Y on Earth Community, our new VIRIDITAS society and Purium. And, uh, if, if you have the book, there’s a QR code right there, that’ll take you right to Y on earth.org/per so that you can get these products and try ’em for yourself with, uh, you know, no risk with this, uh, 60 day return guarantee. And look, these products are amazing. And Dave, I want to talk, you know, here’s, can’t beat this for example. And, uh, one of my very favorites green spectrum, uh, right here, and these are, these are powders, and I’d love for you to share with us how you’re making these cocoa hydrate. I’ve actually got a, a glass right there of some I’ve prepared to drink while we’re talking, which I’m going to grab when you, uh, when you, uh, feel this question, Dave. But, um, you know, I I’ve been in the regenerative, uh, organic and natural food, uh, industry since, uh, I was a high schooler actually many years ago. And I’m a huge fan of eating directly from our garden, eating directly from our local regenerative farms. Of course, why on earth is partnered here with elk run farm in the dry land agro ecology Institute. And, uh, that needs to, I think be a big part of our strategy. And that said with the Purium products, many of which come in powder form are very easy to travel with. Very easy to run out the door, if you’re running to a meeting or what have you, um, from\n\nDavid: The law. you know.\n\nAaron: Yeah, this, this format, uh, for me, has been just a huge addition and compliment to the, uh, other ways that I’m eating the, the veggies and fruits that are grown right outside the door here. And so I was hoping you could tell us a bit Dave, about the, the manufacturing process itself, uh, as it relates to your organic supply chains and, and the packaging, I’m going to grab my drink right over here, cuz I forgot to bring it over before we started recording.\n\nDavid: No worries. So my commitment, first of all, um, starts with my seed selection. You know, we select organic and many times aerial seeds and then we plant those seeds in some of the purest soil that’s found on earth, the soil, the water, the seeds, this is where it starts. Okay. Um, now once the plants are ready for harvest and harvested, they’re harvested at their peak of freshness and then immediately vacuum dehydrated at around 75 degrees. It starts at 68 ends up at 83. So an average of 75 degrees in two minutes, these juices have been turned into powders that will be stable for years with all of the enzymes, all of the protein, non-coagulated, I mean unheated okay. And still intact. And so non-coagulate proteins enzymes still could be measured in this food, delicate enzymes like proteins and amylase and Amy and, and lipase are still measurable.\n\nDavid: Okay. And not to mention enzymes like super oxide tissue, chase, Transy, fatty acid oxidase, and all of those yummy ones. But the bottom line is that our dehydration process does something incredible. It guarantees, we use a hundred percent of the harvest that ultimately goes to nourish people. And that is not typical of, of, of a harvest where less than 50% of most harvests ever get into bodies to nourish people and not to mention the cost of transporting produce out of the fields. Ours is dehydrated in the field, reducing it to 5% of its original volume and weight. So our carbon food print is dramatically reduced. So we produce more fresh food, preserve it in the field and deliver it to people all over the world without waste. This is the dream, you know what I mean? This is the dream.\n\nAaron: Yep. Yep. It’s absolutely beautiful.\n\nDavid: The packaging is also the most unique packaging. You could imagine just like that dehydration process that we have recreated. Okay. And when the waves hit the rocks at the ocean and you see the spray go up in the air and then you see this, the little twinkles okay. Of the salt, as it comes back to the ground that is rapid dehydration done by nature, right in front of your eyes.\n\n[30:00]\n\nWe created that process. We recreated that process to dehydrate food in a miracle of just imitating nature. Okay. But when we put that food, which was the best on the planet, we put it into unfortunately plastic bottles that were shipped all over the earth. So four years ago I made a commitment to develop packaging made out of bamboo in hemp that had no petrochemicals and no plastic. And we did it. And since that time we have displaced over 100 tons, 100 tons of plastic that we would’ve sold. We would’ve shipped that would’ve been thrown into landfills, but now was not. And I’m so proud of our plastic free commitment. I am so proud of what we’ve done, you know, in our commitment to this planet, its people and its creatures, the four-legged, the two-legged the winged ones and the swimmers. We’re committed to all of them.\n\nAaron: So beautiful. Dave. It’s absolutely marvelous. Boy. I, uh, I, I hope to see, peram continue to grow and, and scale and reach more and more people and, uh, help more and more families and communities and help clean up our overly, uh, infield world, which is so desperately needed at this point.\n\nDavid: Oh,\n\nAaron: Can you tell us a bit about the, the impact you’ve had on the organic certification of food products over these years that you’ve been involved in all of this?\n\nDavid: Absolutely. So when I came into the industry, organic was a little bit like natural. Anyone could use it anytime they wanted without regulation. Well, we decided that was wrong. And so we began to, um, go and create documented, um, and verifiable certifiable methods. It came from Oregon tilt, an amazing group of people put together the Oregon tilt method of verifying and validating and you know, and so Oregon tilt was the basis for the O C I, the organic crop improvement association. We called ourselves the organic CIA because we would go spy on farms that claim to be organic and, and certify them if they were and shut ’em down, if they weren’t. And so the organic crop improvement association, we then lobbied the us D the us department of agriculture to adopt our standards and, and, and not to mention the European standards, um, which we ultimately harmonized just three years ago.\n\nDavid: Now we went 25 years with a different standard in Europe, a different standard in Asia, different standard in the United States, but now it’s been harmonized. And so now there is a, a, a safe space. There is a safe Harbor, there’s a place you could go if you want to eat chemical free. And it’s called organic food. And less than 1% in of the world’s food is grown without chemicals, less than 1% of the world’s food is grown without chemicals, less than 1% of the world’s foods can be considered super foods. And at Purium, we provide you with organic super foods, the finest of the finest, the purest of the pure, the most potent of the potent, and we deliver ’em straight to your door. You know what I mean? Um, and nothing’s more beautiful than that.\n\nAaron: Absolutely love it. And, you know, we’ve, we’ve had, um, some other guests on the podcast and I’ll just remind folks real quick. This is the whY on Earth Community podcast, I’m your host, Aaron William Perry. And today we’re visiting with the founder of Purium David Sandoval. And of course we’ve had a number of other guests, Dave working so hard, uh, in, in dedicating their careers to this kind of organic and, uh, health and wellness, uh, lifestyle oriented, uh, set of strategies and, and organizational offerings folks like Jeff Moyer and each Haoui over at the Rodale Institute. Elizabeth Whitlow over at the, uh, regenerative organic Alliance are many of our friends over at Dr. Bronners engaged in this work. So, uh, diligently and my gosh, my hope and vision and prayer is that more and more of us as individuals, as consumers, as responsible family members and community members are not only choosing these healthier, safer, better foods for ourselves and our families, but helping to spread the word in our communities.\n\n[35:00]\n\nIt’s, it’s so critical and so important that, that we use our power of choice, not only for our own health and, and wellness and restoring our planet, but also to drive consumer demand into the economic system so that the companies we want to see scale and grow are the ones that scale and grow\n\nDavid: Well. I wanted to take a minute to answer a previous question about the period economy. Yeah. You had asked me, you know, about why we chose per and I want to get into the economic part, you know, because, um, when you become what we call a period Perion brand partner, okay. A brand partner is just that it’s, it’s our brand, it’s your brand we’re partners in promoting that brand. And when you become a Perion brand partner, you get some really amazing benefits, you know, and the not the least of which is incredible tools and training to where it becomes easy to do what you do to help, you know, improve the lives of your community and your family. But more importantly, um, I can’t even tell you how many lives I’ve seen changed. Uh, I’ve seen a woman who was living in her car in havai two kids on food stamps, and somebody gifted her a period opportunity. And she took advantage of it. And just two years ago, she bought a house for her mother and then bought a house for her grandmother, bought a house for herself. Um, and this isn’t about money, but this is about that opportunity because no matter where you live, it’s called location freedom, no matter where you live, as long as you have access to the internet, you’re at work with Purium. You know, so if you’re a country person you want to live in the country, you’re a city person. You know, you want to live on a boat. You want to live in the mountains. You want to live in the desert. It doesn’t matter if you have an internet you’re at work. And second thing is time. Freedom. No one tells you when to go to work and you’re not spending any money on gas. You’re not spending any money on coffee on the way to work, and you’re not buying lunch off of a wagon.\n\nDavid: That’s for sure. And spending half of your wages on childcare, gas, and food, not to mention the clothes that you wouldn’t wear, if you weren’t going to that office. So if you think about all the money you spend unnecessarily to support your job, to support your job, it’s like you’re having another dependent. Okay. By the time you deduct the taxes and all those expenses and all of your time, which has value too, you spent 10 hours of your day and about 20% of your wages just to do your job. Now, imagine flipping that around and spend two hours a day, which is the average, the person at period, making an eight hour wage works. And yes, we have people making a half million dollars a year. And yes, we have people making a hundred thousand dollars and six figures, multiple six figures a year. But more importantly, we have people who have added 500, 1200, $3,000 a month that changes their lives, changes their lives. Because with our fast start bonus, you could put $3,500 in your pocket in a couple of weeks. And we’ve seen hundreds of people do it, who really needed that money. So yeah, you could earn hundreds of thousands, but that’s not the important money. The important money is the money that pays your car payment when you can’t makes your rent, when you can’t pay those doctor bills. That’s what I’m most proud of about the economy.\n\nAaron: That’s so beautiful, Dave. Absolutely beautiful. Hey, listen. Um, before we sign off, I am really excited to ask you about the, uh, soil stewardship work that you’re doing on some of the farmland you’re working with, I guess, in, in Utah. Is that, is that right?\n\nDavid: Well, yeah, all over though. Like one of the best projects I’m working on right now is with, uh, a famous native American tribe where, you know, we’ve identified bacterium and the feces of Buffalo, um, that actually regenerate soil faster than anything we’ve ever seen. And if you mix that together with some Cottonwood, right. Uh, and a little bit of, you know, activator, you know, a little, a few, my sillion right, just mixed in man. You could regenerate soil faster than anything you’ve ever seen, you know, and if you have to start from scratch, you know, and you have to just grow one year worth of sunflower seeds, you know, worth the sunflowers, just to, you know, strip out everything you can. And then, you know, maybe grow a year of, uh, of alfalfa and green manure that in, you know, to get all the Rium, you know, and, and all that yummy stuff, getting back in there and attract worms and, you know, get all of that happening. And so soil regeneration is my jam. You know, it’s what I love to do. Um, we didn’t have.\n\n[40:00]\n\nDavid: Generate the soil that we chose, we had a 7,000 ancient late bed with 99 feet deep of the richest soil you’ve ever seen. And we water it with mineral springs and yeah, we take care of it. We rotate it, we do all the good stuff, but we didn’t have to regenerate our soil, but we do teach other farmers to regenerate theirs and we help other people to do that, you know, but what we, what we like I, I is, is, is like the, the regenerative, you know, in other words, once it’s going, it gets better every year. Okay. It’s not a matter of necessarily restoring that’s not the regenerative. We do, we do the maintaining and you know what I mean, keeping it awesome. So, uh, but I love helping other farmers and other people, and I love the science behind it, you know, and I love the carbon sequestration part of it, where if you do it together, you could not only, you know what I mean? You could not only regenerate the soil. You could regenerate the, the whole carbon balance as well. And if we could just teach people to do that. Whoa, I mean, whoa.\n\nAaron: Yeah, absolutely. Whoa, indeed.\n\nDavid: I got chills, you know?\n\nAaron: Yep, absolutely brother. Yeah. You know, my, my dear friend, Brook LA van co-founder of sustainable settings, biodynamic farm, uh, here in Colorado also, uh, a few years back connected up with some Lakota, uh, wisdom and medicine. And they started making the, uh, biodynamic preps using the, the Buffalo manure. And\n\nDavid: those are my people,\n\nAaron: Incredible, incredible results already shown up from there, in so much so that they’re soil data from there, uh, soil carbon increase literally went off of the chart of the NRC S’s standard measurements. And you know, one of the things I point out in, in the book, why on earth in our soil stewardship handbook is that, uh, a 10% increase in soil, carbon worldwide is equivalent to sequestering all of the fossil carbon and the disturbed chemical agricultural car carbon releases, uh, since the beginning of the industrial revolution that will restabilize our climate. So\n\nDavid: Bring back the Buffalo,\n\nAaron: What’s that bring back the so beautiful what you’re doing. And I’d love actually, to geek out with you sometime about the, uh, science and the, and the soil stuff you’re doing. So, uh, you know, maybe we’ll, we’ll save that for another episode or another time, but, uh, I am, I’m just so thrilled for this opportunity to connect with you. And, um, so thrilled to be able to share with our whY on Earth Community, the Purium story, again, go to Y on earth.org/peram. If you’d like to, uh, get involved and get engaged. And, um, Dave, before we sign off with our podcast episode for the day, is there anything else you’d like to share or mention,\n\nDavid: You know, only, you know, I know it sounds really, really corny. Um, but you know, I was a, I was a homeless guy living in the streets. People told me I was dirt. They threw at me. I was under a dark cloud, you know, so I grabbed some seats. I mix the with the dirt, waited for the rain and I fed the world. So I want you guys, no matter what anybody else says of you thinks about you. Like you just keep believing in yourselves. Okay. And, and keep remembering that, no matter what people say about you, it’s still your job to love them. It’s still your job to save them. Remember what Jesus Christ said on the cross? He said, I forgive them. They know not what they’re doing. So don’t worry about other people and their mistakes. Okay. Don’t worry about other people in their judgment. Don’t worry about other people in their path. Okay. Find your own, make it noble, pursue excellence, and sleep every night, knowing that you are awesome. You know, that’s what I want. That’s what I want the world to know is that you’re the change. It’s not somebody else, every little tiny thing you do, every smile. Okay. And every kind word is part of the change we need in the world. So compliment somebody doing something awesome. And they’re going to do more of it. Okay. So let’s make it everybody’s job to go out. And tomorrow, everybody, you see being an amazing human being telling you appreciate the fact and you acknowledge and you see them for the effort they’re making to make this world a better place. Yeah. That’s what I want to leave you with.\n\nAaron: Amen brother. Amen to that. That is so beautiful. Well, I’ll tell you what, Dave, thanks so much for visiting with us. It’s been a, an absolute pleasure.\n\nDavid: Yeah. The pleasure is mine. My grandfather was span Gusto MI. So, uh, so thank you so much for the opportunity.\n\n[45:00]\n\nAaron: Yeah. Thank you. Bye Dave.\n\nDavid: Okay. All the best"
}