{
  "title": "Episode 35 – Dr. Ralph (Bud) Sorenson, An (Impact) Entrepreneurial Journey",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/3411/episode-35-bud-sorenson.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-35-bud-sorenson/",
  "episode_number": 35,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community’s Stewardship and Sustainability Podcast Series.\n\nToday we have with us Bud Sorenson, also known as Bud.\n\nHi Bud.\n\nHello Aaron.\n\nGreat to see you today.\n\nWell, it’s nice to be here.\n\nThank you.\n\nSo Bud, Mr. Sorenson has served as President of Babson College, as the Chairman President\n\nand CEO of Berrywright Corporation, as the Dean of the School of Business at the University\n\nof Colorado Boulder, Professor at Harvard Business School, co-founder of the Asian Institute\n\nof Management, and has served on many public and private boards, including Whole Foods,\n\nAlleroid, Hutton, Missbling, among many others.\n\nAnd Bud, we’ve been friends for a number of years and certainly your resume or CV is remarkable.\n\nI know you as a friend and have lived a couple blocks away and I’m so delighted that we\n\nhave the opportunity to share with our audience today that you’ve written a book called\n\nAn Entrepreneurial Journey Through Life.\n\nAnd let me just begin by asking, but what prompted you to write this book?\n\nWell, first of all, thank you for that kind introduction.\n\nIt’s quite clear I have a great future behind me now, but I just got to a stage in my\n\nlife where in the last chapter of this book is called The Pleasures of Longivity.\n\nAnd what one does, I suppose, when one gets into 180, is kind of think about what your\n\nlife has been all about and it just was fun for me to write this book, fun for me to\n\nrelive really of the good parts to suffer again through the mad parts and try to skip\n\nover the boring parts.\n\nWell, I am struck that the subtitle of the book, Learning, Loving and Laughing, really\n\nfor me resonates with knowing you as a friend and I know that you are passionate about learning.\n\nI absolutely delight in how much you share in the book about love and your love for\n\nyour family, your wife in particular, your romance with her and of course laughing.\n\nAnd it seems to me you’re a great practitioner of all three of these.\n\nWell, thank you for that.\n\nI’ve been blessed to, for the most part, have lived a wonderful life and it’s not all\n\nbeen sweet and polite, but it’s been wonderful to live at this time, how I have lived and\n\nwhere I’ve been.\n\nI’ve been a lucky man.\n\nBut I’m struck that you’ve also been a mentor and advisor to so many folks in business,\n\nso many folks doing work for environmental conservation and we’ll be diving into some\n\nof the topics that you speak to in the different chapters of the book, but one of the great\n\npassions that you focused on through much of your career is in the realm of education.\n\nAnd I’m curious, but share with our audience if you would what is education and why does education\n\neven matter?\n\nI’ve been giving a lot of thought to that whole concept of education and I’ve struck\n\nby the fact that we have in the United States and really in the world at large, we’ve had\n\nthis idea that education is formal education, something that starts in preschool or kindergarten\n\nand ends with a degree, could be a high school degree, it could be a college degree or some\n\nsorry, even an advanced degree, and then that ends our formal education.\n\nAnd I think we are living at a time when we’ve got to change that concept of education.\n\nWe have to become lifelong learners.\n\nIf one thinks about it, the world we’re living in today is changing more rapidly than has\n\never been the case in the past, particularly with the advent of the whole STEM or STEAM\n\narea, science, technology, engineering, the arts and mathematics.\n\nAnd it’s just, knowledge is exploding exponentially.\n\nEvery two years we’re generating an amount of information equivalent to all of the information\n\ngenerated since the beginning of recorded information.\n\nAnd it’s more as law applies to education and how do we as humans keep up with all of that.\n\nAnd so I have a chapter in this book about the future of higher education in particular\n\nwhich I think is going perhaps to be the next major target of disruptive technology.\n\nAnd I’d be happy to talk a little bit more about that if you’d be interested.\n\nI think it’s so important.\n\nAnd you know, many of us probably have differing views on education and perhaps even different\n\nexperiences with our own education, the formal and the informal end.\n\nBut in the chapter of the future of higher education, you are laying out a very informed\n\nview on where education may be going even in the next number of years.\n\nAnd I think it hits on some key themes, some important themes that are transforming our\n\nsociety in general, not just in the realm of formal education, things like artificial\n\nintelligence, for example.\n\nAnd so yes, if you would maybe walk us through some of those themes that you’re speaking\n\nto, I think it’s a really important set of topics.\n\nWell, one of those things is that developed initially by Clayton Christians and a professor\n\nof the Harvard Business School who talks about the concept of disruptive technology or disruptive\n\ninnovation.\n\nAnd in this book, I argue that higher education is probably going to be the next major target\n\nof disruptive technology.\n\nProfessor Christiansen talks about the reason for that of being the explosion of that STEM\n\narea that I talked about in artificial intelligence.\n\nAnd I think that which has led to the development of what are called books massively online, open\n\nclassrooms, which is online learning.\n\nAnd Professor Christiansen postulates that in the 2020s, that half of all colleges and\n\nuniversities will either go out of business or be merged or be acquired.\n\nI think that is possible that that could take place.\n\nBut I think that there are other reasons beyond just technology that higher education is\n\nwriting for a fall.\n\nI remember you mentioning in the chapter, the cost alone is presenting structural and\n\nsystemic challenges.\n\nAnd I know many of my friends and peers are absolutely burdened by an incredible student\n\nloan debt as a result of their higher education pursuits, we’re seeing this emerging throughout\n\nthe system.\n\nWell, that certainly has been the case.\n\nAnd for years and years, the cost of higher education has been exploding at an exponential\n\nway, far beyond what’s happened in the world of inflation.\n\nSo there’s that factor and that has led to students either not going to college or\n\nuniversity.\n\nBy the way, it’s interesting that between 2012 and 2017, the number of students enrolled\n\nin colleges and universities has dropped from about 19 million, a little over 19 million\n\ndown to a little over 17 million.\n\nSo that trend is already taking place.\n\nAnd part of that is the financing of an incredible debt, which is caused some young people not\n\nto go to college at all.\n\nSome people to end up taking five or six years and not even perhaps finishing university\n\nor if they do, ending up with a bucket of debt that is very hard for them to pay on.\n\nSo that’s one factor.\n\nSecond factor is the fact that colleges and universities are probably make the most inefficient\n\nuse of their physical facilities of any industry and it is an industry in existence.\n\nSo if you think about most colleges and universities have a summer recess and then they have breaks\n\nduring the course of the year and their classrooms typically are used only six or seven hours\n\na day for nine months a year and that goes ditto for housing facilities and dining facilities.\n\nAdministrative costs at colleges and universities are growing much faster than faculty costs.\n\nAs a matter of fact, our public institution is growing quite as fast as the academic cost and at private institutions\n\nin half times.\n\nAnd then third is the rigidity built into the higher education system by the concept of tenure.\n\nTen year was a concept that was developed in 1915 when Harvard and Columbia and the University of Chicago\n\nalso adopted tenure.\n\nThe original idea was to make sure that professors had freedom of speech that they could teach controversial ideas\n\nwithout fear of being fired.\n\nIt also led to Senacure because once you have tenure as a professor you cannot be fired.\n\nAnd those two things have had unintended consequences.\n\nFirst today we have other protections of legal protections of freedom of speech and really that originally\n\ncaused the original reason for tenure is no longer so valid.\n\nAnd then the other thing with the idea of not being able to be fired has led to many professors\n\nsending up teaching beyond their use state and to some rigidities.\n\nSo that’s another factor which means that much of the teaching today is done by teaching assistants\n\nor instructors or adjunct professors, many of whom have gifted but not all of them.\n\nPh.D. programs typically focus for tenure track professors on helping teachers learn\n\nhow to do research, first they do research and their first seven years tenure track professors\n\nare devoted to publisher parish, published in academically refereed journals and when it comes\n\ntime to they have their teach they have their research opportunities and they have their teaching\n\nburden and as a result their focus is on research oriented orientation and when it comes time to\n\nbeing granted itself to granted tenure the tenure committees typically are putting their major\n\nemphasis on whether there are gifted researchers as opposed to gifted teachers.\n\nSo that’s another reason. The third reason is that we have this concept of what professors do\n\nthey’re called the sage on the stage or else if we’re talking head phenomena, yeah.\n\nGod the professor who stands in the front of the room and gives a lecture and in parts information\n\nvery often they have life of which is very short to a group of students who are heads down taking notes\n\nand the half-life of that information in today’s world tends to be very short and it ignores the fact\n\nthat in my view learning learning is very active not a passive activity and that it’s much more\n\nlearning by doing which I think we have to get into that mode much more going forward. So all\n\nof these are reasons why I think higher education is endangered and the bottom line for me is that\n\nas I start out to begin with learning has to be a lifelong process. I argue in this book that\n\nall of us as human beings in the future generations should devote at least a month of their year\n\nevery year to formally or informally learning to try to keep up with this so rapidly evolving world\n\nin which we live. Yeah yeah and for our friends and family who are working full time it doesn’t\n\nnecessarily mean taking a month off right this is the kind of thing where in the evening throughout\n\nthe course of the year one could pursue one’s life-long learning interests and in the course of the\n\nyear eventually get to what is a month’s worth of focused education. Absolutely and the learning\n\nprocess should not only be in the STEM areas but also in the whole world of liberal arts,\n\nhumanities, history and that sort of thing because those concepts and ideas are ever evolving as well.\n\nIt strikes me you know this of course being the stewardship and sustainability podcast series\n\nprimary focus is around issues related to those incredibly important imperatives of our time\n\nstewardship and sustainability and one of the things I am struck by is so many of our friends and\n\npeers are technical experts in various domains within STEM science technology engineering math and\n\nclearly there’s so much that we aren’t developing in those arenas to help deal with stewardship\n\nand sustainability issues however there’s so much more that is dealt with in the humanities and\n\nliterature and philosophy and in our understanding of history that I believe gives us the compass\n\nwe need in determining how we utilize technology etc and so I’m just curious but if\n\nwhen thinking about stewardship and sustainability in the context of education what do you believe\n\nare among the most important things institutions whether formal or not might impart with folks?\n\nWell let me begin first I’m saying here and I’ve so admired what you’ve been doing with your\n\nthe YonEarth constantly this is exactly the sort of thing that we’re doing right here this\n\nafternoon that I’m talking about hopefully if anybody out there in the audience is listening in\n\nor watching that this is part of the learning process and I saw I saw admire what you’re doing\n\nI think that in terms of colleges and universities that are being threatened by the traditional\n\nconcept that they’re pursuing that there are also great opportunities for those institutions to\n\ndo the non-degree kinds of programs that are so important for life on learning and I think that\n\nin addition obviously to do colleges and universities and formal educational institutions\n\njust as well the advent of of these things right and of laptops and so forth and television\n\nthey’re all they’re all sources of potential learning but I think it’s important for us to keep\n\nan open mind and I’m a little bit concerned about the fact how in today’s world we’re getting so\n\npolitically oriented toward left or toward right and that we’re lacking civil dialogue\n\ngoing forward which we so desperately need and particularly at this time in which we’re living\n\nthat’s so important that’s so important but well yeah you know perhaps our podcast is a move\n\na massively open online course and it is right it is it is I think it’s interesting at a place\n\nlike the Harvard Business School today in terms of revenue sources their executive education\n\nnon-degree programs generate more income than their MBA program generates and so it seems to me\n\nwe have all this talent on these on these campuses around with college and university that so many of\n\nthem can can make that useful in non-degree programs advanced manufacturing kinds of programs and\n\nI would hope to see that would happen having said that I think that there’ll be more partnerships\n\nfor going into the future with either corporations partnering with educational not\n\nfor profit education institutions but there also sorts of variations on that theme but the important\n\nthing is that we as humans recognize that the old concept of formal education is yesterday\n\nyear we have to think of lifelong learners love that love that but lifelong learners indeed well\n\nwe’ve talked some about the the learning and the education piece of the book I want to talk a\n\nlittle about the love part and I was so struck by when I began looking through the book to find\n\nthese lovely photographs from over the years and decades many with your wonderful wife Charlotte\n\nand early in the book you’re you’re sharing rather intimately some of your romantic\n\nadventure with with Charlotte in chapter eight a life changing encounter\n\nbasically recounts visiting wealthy campus you describe it being in bloom beautiful language choices\n\nthere and you meet one Charlotte Ripley and it changes your life yeah that was a memorable\n\nway April 9th 1958 and it was true I was in my Sunday afternoon I was in my\n\ngovernment room and at the Harvard Business School and a couple of my pals came up and said\n\nwe’re going out to Wilson College I want you to come on with us and I saw a gosh I’m studying\n\nand I’ve got a lot to do and they say come on don’t be a martyr that you’ve got to come up for air\n\nso I’m a martyr and so I went with three of my classmates out to well say what they didn’t tell me\n\nis they all have girlfriends and they hopped out in the car and went scattering in different\n\ndirections to visit their girlfriends leaving me to wander around the campus so I walked\n\non into a quad wrangle which was had dormitories on all four sides and it was beautiful spring day\n\nand I noticed that there was a girl sitting in an open window in the first floor of one of these\n\ndorms and so I walked over and kind of wandered through the garden and struck up a conversation\n\nwhether it turned out she was the daughter of the Dutch ambassador to the US and we were chatting\n\naway when another girl came up with a tennis racket dressed in tennis clothes and she asked\n\nthe girl sitting in the window if she’d be kind enough to open up the door next to her room\n\nso she could get in because it was locked and you know 45 seconds I looked at this new girl\n\nsomething went wild kaboom and I had some brilliant I know do you play tennis I mean there she was\n\nwith her tennis racket and she said yes to you and I said yes and she said you want to play\n\nand I said yes and so the first girl opened up the door and Charlotte went up and got the tennis\n\nracket and we went off and played tennis that afternoon and for 60 years we’ve been playing\n\never since and it so happened then that she was in her freshman year that in her sophomore year\n\nat Wellesley and the next year I finished at the Harvard Business School took a job over in\n\nSwitzerland at a school that our business school had helped us set up called Imaday and\n\nCharlotte who was an art history major after her sophomore year she went to Italy to study\n\nart history in Italy and we were on the same boat going over there and one thing led to another\n\nwe had dated in her junior year and then basically she returned to Wellesley I was that next year\n\nin Switzerland and we had this exchange of letters which looking back on it was truly extraordinary\n\nand I just say one thing for your audience the art of letter writing seems to have disappeared\n\nin the world of this we also we send text messages but we don’t really write letters and I don’t\n\nknow whether this is what would be of interesting interest to you please yes let’s hear it again\n\neveryone this is wonderful but okay here’s one that I wrote Charlotte now is back at Wellesley College\n\nI’m in Los Angeles and this was written on November 2nd 1959 my dear Charlotte I have a million\n\nthings to tell you the most important of which comes first take all the time you want my darling and\n\ndon’t say yes to marriage until and unless you feel completely red as you say is so very very\n\nhard to communicate all of one’s feelings in the letters however my darling I think I know what\n\nyou have been trying to tell me each time you write I sense you feel a certain unreadyness\n\nfor marriage I sense too that you may be trying too hard to force yourself into feeling a mature\n\nkind of love that will permit you to accept freely and willingly the responsibilities of being\n\na wife Charlotte you know perhaps better than I love is not the kind of thing that one can force\n\nrather than something which simply bubbles spontaneously through a person so dear Zah please do not\n\neven try to set a date as to when you will no longer fuel a hesitancy toward marriage not next\n\nspring not summer not even next year instead let’s just say that perhaps someday you will suddenly\n\nbe able to say oh but yes yes yes now I’m ready to be your wife on that day Charlotte and only on\n\nthat day I shall be ready to be your husband then we will be able to give ourselves to one another\n\ncompletely and honestly and joyfully and yet for some reason that date never comes Char I guess\n\nit will just be God’s will something that we would just have to accept and be thankful that we\n\ndon’t make a mistake just one more thing Charlotte in case you may be wondering I feel for you right\n\nright at this moment the deepest love that a man could ever feel for a woman a deeper love than\n\na bear felt before and for this reason I have an overwhelming faith that the future will one day\n\nsee us together as husband and wife and a truly in it truly meaningful marriage and night my darling, me, so.\n\nWell, but yeah, 60 years later, this is so beautiful.\n\nBy the way, her nickname was Zaz, EA.\n\nYeah, that’s why I say.\n\nOh, thank you for sharing that with us,\n\nbut your relationship and love for one another\n\nis such an inspiration for those of us who know you.\n\nAnd I’m sure for your children and grandchildren\n\nto be able to have these letters in the book, what a gift.\n\nWhat an amazing gift.\n\nWell, it’s interesting because you’re\n\nasking me what part of the right to book.\n\nAnd I say, at the beginning, introduction, my dear wife,\n\nCharlotte keeps asking, for what audience are you\n\nwriting these right collections?\n\nMy reply is, I’m writing for you and for our kids,\n\nand grandkids, and their kids, and grandkids.\n\nSo the future generations in the family\n\nwill have a better understanding of their heritage.\n\nBut perhaps a more honest answer would be\n\nthat I’m writing them for myself,\n\nfinding it fulfilling to have a second go\n\nof reliving my life, enjoying the good parts,\n\nsuffering once again through the bad parts,\n\nskimming quickly over the boring parts,\n\ntrying my best to avoid obsessing about my personal shortcomings.\n\nSo, you know, I’ve been lucky.\n\nI’ve been learning, loving, laughing, and lucky.\n\nWell, that’s beautiful.\n\nIt’s really beautiful, but, and I’ll\n\ninterject that there’s so much in your experience,\n\nthe way you’re sharing your experience in this book,\n\nthat is full of knowledge and wisdom,\n\nthat I hope many of our audience will experience for themselves.\n\nAnd I want to turn a little bit to some of those key messages\n\nand points that you’re sharing here before doing so.\n\nI’m going to just make a couple of quick mentions.\n\nThis is the Why Under Communities Stewardship\n\nand Sustainability Podcast Series.\n\nToday I’m having the great privilege and fun of speaking\n\nwith Ralph Sorenson, also known as Buddy.\n\nAnd I want to let you know that this podcast series\n\nis made possible through the generous support\n\nof many sponsors.\n\nThese include the Association of Walgur Schools of North America,\n\nEarth Coast Productions, Equal Exchange,\n\nInternational Society of Sustainability Professionals,\n\nthe Lich Family Foundation, Patagonia, Purium, and Walei Waters.\n\nThese organizations are also sponsoring an upcoming three-day\n\nimmersion called Massively Mobilizing Sustainability,\n\nDeep Leadership for the 21st Century,\n\nwhich the Why Under Community is hosting\n\nat a private retreat center right outside of Boulder, Colorado,\n\nthis May 17th through 19th.\n\nEncourage you to go to yonearth.org\n\nto check all of that out on the homepage.\n\nYou’ll see information about the summit.\n\nPlease use the code community to get a special insider discount\n\nwhen you register.\n\nThe summit is specifically geared for educators, executives,\n\nand entrepreneurs.\n\nAnd we’re bringing together a host of authors, thought leaders,\n\nand others who are helping us identify and implement\n\nthe keys to becoming stronger and more insightful leaders\n\nin our own right.\n\nSo it’s going to be an incredible experience.\n\nHope to see you there.\n\nAnd Bud, who knows, perhaps we’ll even be able to get a couple\n\ncopies of your book there.\n\nWe’ll see.\n\nBut I want to ask, but when folks are interested in getting\n\ntheir own copy of your book,\n\nwhat’s the best way for them to do that?\n\nWell, it’s easy.\n\nAmazon.com, Barnes and Noble.com.\n\nAnd you can just enter the name of the book,\n\nan entrepreneurial journey through life.\n\nAnd it should pop up and you can get it\n\nand have it delivered in two or three days.\n\nBeautiful.\n\nMaybe some of you have heard of this new company called Amazon.\n\nSo I want to ask, but you know, in the back here.\n\nAnd by the way, there’s so much.\n\nI’ve got dog ears and notes and marks throughout the book.\n\nI want to go straight to this final chapter\n\ncalled The Pleasures of Longevity.\n\nIn part, because there are a number, there’s a list of,\n\nI would call these wise advice for life.\n\nWe’ll get to a few of those.\n\nBut I was hoping before we get to the list,\n\nif you would maybe read from some of the passage\n\nof The Pleasures of Longevity.\n\nWell, sure.\n\nThis chapter called The Pleasures of Longevity\n\nbegins with this, it hardly seems possible.\n\nI’ve already lived more than four score years.\n\nIn my mind, it feels more like I’m still in middle age.\n\nWhat’s surprising to me is how much I’ve\n\nenjoyed the most recent 20 plus years of my life.\n\nIt says though a great weight was lifted off me at age 60.\n\nAbout that time, I think I began subconsciously to say\n\nto myself, I’ve actually been there and done that.\n\nI’ve nothing to prove to the world or myself anymore.\n\nSo now I can turn my curiosity and zest for life\n\nin new directions while continuing to pursue various\n\nprofessional activities of my own choosing.\n\nI can also begin to explore some of the more existential lives\n\nissues that confront us all in light.\n\nI can read more.\n\nI can spend more time with Charlotte and my kids and grandkids.\n\nWe can travel freely.\n\nI can develop a deeper appreciation for nature\n\nand the out of doors.\n\nI can put more miles on my bike.\n\nI can try to distill wisdom from what I’ve learned\n\nand experienced.\n\nI can become better acquainted with myself.\n\nI can begin to concentrate on living each moment\n\nof each day more fully.\n\nFinally, I can pursue my ongoing personal spiritual journey.\n\nIn this regard, I continue to be filled with awe\n\nat the beauty and wonder of our world.\n\nI choose to believe that a positive force\n\nwas behind the big bang that fashioned our earth\n\nand the cosmos.\n\nI see the influence of this life force everywhere I look.\n\nHowever, though I subscribe to the tenants\n\nof the golden rule and humanism,\n\nI’m disillusioned with most human-invented organized\n\nreligions.\n\nIt’s my belief that since the advent of humankind,\n\nthere has been more blood to shed in the name of my religion\n\nis better than your religion than for any other reason.\n\nIf I had to attach a label to myself,\n\nit would probably be agnostic pantheists.\n\nI’m still like the four-year-old boy I once was\n\nwhen told by my dear father that God created the heavens\n\nand the earth, I inquired who gave him the idea.\n\nI’m continuing to search for an answer to that question,\n\neven though I can never know what it is.\n\nIn the meantime, I found that it’s much more satisfying\n\nand enjoyable than my enjoyable to live my life\n\nas an optimist than as a pessimist.\n\nAnd so I have passed these last 20 plus years\n\nwith all of the four going as my focus.\n\nIn the process, I’ve continued to learn from many others\n\nand to develop new insights into my own.\n\nThe following is a list.\n\nThe following list is a distillation\n\nof some of those thoughts and concepts\n\nthat have guided me in my daily life.\n\nEven though I don’t come close to living up\n\nto these guidelines I found the list to be helpful to me.\n\nThere’s a personal set of aspirations\n\nthat allows a list of 30, some of those things\n\nthat I am learning.\n\nWho’s wonderful, but I want to play a little game.\n\nI picked out a handful of these from the list.\n\nThe list is 30.\n\nAnd I want to, I’ll read the piece that I’ve picked out\n\nand would you expand on it.\n\nBriefly, we’ll do a few of these.\n\nNumber three, we are all part of each other\n\nand of all other living things.\n\nIt’s taken me a long time to evolve\n\nto really believe that, but I do believe that.\n\nI mean, I think as human beings, we really,\n\nwe share something in common\n\nand life is just so much more real and meaningful\n\nif we stick to that concept of being part of each other\n\nand all living things.\n\nI think particularly in this day and age,\n\nthe all living things is pretty important\n\nbecause we’re all too often paying too little attention\n\nto what’s happening in this wonderful earth\n\nthat we live on.\n\nAnd I think that we need to have our growing respect\n\nfor nature and for this marvelous earth\n\nthat we live on.\n\nBeautiful.\n\nHow about number 12?\n\nUse your creativity and talents to make a difference.\n\nWell, that’s pretty obvious.\n\nI think all of us are gifted one way or another\n\nand I suppose I should put in there\n\nto make a positive difference\n\nthat at each of us in our own way,\n\nwe have a gift that we can give\n\nand that if we can combine it with an inspiring mind\n\nand with a sense of creativity,\n\nit’s gonna make a difference in the world.\n\nHere’s one of my favorites, but it really,\n\nto me, exemplifies one of the things I most admire\n\nand respect about you.\n\nNow, you’ve already shared with our audience\n\nyou are in your 80s and I know from personal experience\n\nthat you are as hardworking, if not harder,\n\nas focused as devoted to excellence.\n\nAs anyone I’ve come across in his or her 30s or 40s or 50s\n\nand so this one’s perfect, it’s number 15\n\nand it says, the mind like steel is kept bright through use.\n\nWell, I want to say thank you to my father for that\n\nbecause I had that instilled in me at a very early age.\n\nI am incredibly wonderful father.\n\nI always wondered why he wasn’t president of the United States\n\nbut he, at the very beginning of this book,\n\nI talked about the, says,\n\nmy clique grew from Midwestern soil\n\nand was bent by loving parents with Midwestern values.\n\nThese values for the most part have stood me in good stead\n\nand here’s that, let’s get to go to education, work hard\n\nand you’ll get ahead, think about it.\n\nIt’s whatever you do to the best of your ability,\n\nmake something beautiful about it.\n\nIf at first you don’t succeed, try, try again.\n\nAnd then here, the mind like steel is kept bright through use.\n\nThat was my father.\n\nBe frugal, rub every nickel price before you spend it.\n\nI was born in 1933, the year in the last century\n\nwhen fewer children were born and then any other year.\n\nAnd it was the depth of the depression.\n\nSo be frugal, rub every nickel price before you spend it on.\n\nI still have a bit of that habit.\n\nEach your Brussels sprouts, vegetables are good for you.\n\nDrink lots of milk, take your ABDG vitamins every day,\n\nclean your plate, there are children starving in India,\n\nkeep your room tidy, sticks and stones\n\ncan break your bones, but words can never help you.\n\nRuse about with his new deal is ruining the country\n\nand don’t think dirty thoughts.\n\nAnd so that one, the mind like steel is kept bright\n\nthrough use, has been with me all my life.\n\nYeah, it’s apparent, I love it.\n\nHow about this one?\n\nNumber 22, it’s a variation on when we’ve already covered.\n\nIt’s be awestruck by the extraordinary beauty\n\nand diversity of nature and do your bit\n\nto preserve the planet.\n\nWell, that’s self explanatory.\n\nAnd I did, I spent some years on the board\n\nof the Colorado Nature Conservancy.\n\nI was also a Colorado representative\n\nto the National Trustee Council of the Nature Conservancy.\n\nAnd I’ve just thought that as human beings,\n\nif we have no other responsibility,\n\nit’s to do our bit to preserve the planet.\n\nAnd that’s especially important in this day and age\n\nwhen this concept of global warming is real.\n\nAnd as human beings, every single one of us,\n\nwe really need to do our bit to preserve\n\nthe beauty and diversity of nature\n\nand to preserve the planet.\n\nAbsolutely.\n\nThere are three more I want to share.\n\nSo this one is number 26.\n\nHave many friends and especially many young friends?\n\nWell, that’s so important.\n\nWe live in this concept where you get to a certain age\n\nand you go to a retirement community\n\nthat you’re surrounded by only your contemporaries.\n\nAnd I just found that it’s so important to reach beyond that,\n\nto reach into the ranks of younger friends\n\nbecause they have so much to contribute.\n\nAnd there are probably things that we have to contribute to them.\n\nIt’s just a lot more fun.\n\nSo Charlotte and I have tried very, very hard"
}