{
  "title": "Episode 49 – Sally Ranney on Climate Week & Existential Risks",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/6303/episode-49-sally-ranney-on-climate-week-existential-risks.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-49-sally-ranney-on-climate-week-existential-risks/",
  "episode_number": 49,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "And we’ve published a podcast with her and she is encouraging all of us to engage and go to marchwithus.org to find out if you can get to New York great, if not there are marches occurring in virtually every major city.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability podcast series.\n\nAnd today we have the opportunity to visit with Sally Ranney.\n\nHi Sally.\n\nHi how are you?\n\nWelcome.\n\nWell thank you.\n\nWe are in Sally’s natural habitat here on the back deck and behind us is a very special\n\nmountain.\n\nMountain soporous.\n\nMount soporous.\n\nWhich is a sacred mountain.\n\nThe southern youths have worshiped this mountain for a very very long time centuries.\n\nI’ve heard it mentioned that the words for this mountain are we magua and that it means sacred\n\nheart of all the mountains, the whole rocky mountain chain which is just amazing.\n\nAmazing.\n\nSacred heart.\n\nAnd that’s the perfect.\n\nI think that’s the perfect name for it really because I had a friend who sold his ranch\n\nbut had a ranch right at the base of the mountain and you could feel that energy.\n\nNo kidding.\n\nI mean it’s a real thing.\n\nIt’s a very real thing.\n\nAbsolutely.\n\nAnd our friends at sustainable settings where we get a lot of our biodynamic preparations\n\nright.\n\nRight.\n\nCertainly are tapped into that energy and it’s right at the base there as well.\n\nI think the whole valley is actually.\n\nI think you’re right about that, Sally.\n\nWell let me introduce you for our audience.\n\nAnd then we’ll have a conversation.\n\nI’m so excited.\n\nGreat.\n\nSo Sally Ranny is co-founder and president of the American Renewable Energy Institute,\n\nA-R-E-I, and R-Day Summit, president and co-founder of Global Choices, and serves on the\n\nBoard of Directors of the National Wildlife Federation, the Aspen Brain Institute, and\n\nthe Climate Accountability Institute.\n\nShe is CEO of Stillwater Preservation LLC, a Wetlands Mitigation Banking Company, and\n\nSenior Advisor to the One Humanity Institute, and the Women’s Earth and Climate Action\n\nNetwork we can.\n\nWith 40 years of experience in land, water, energy, biodiversity and climate change, Sally\n\nhas worked with three U.S. presidents, including an appointment by President Reagan to his\n\nCommission on American Outdoors.\n\nShe is the recipient of numerous awards, including the Horace Albright Award, the International\n\nConservation Award, Earth Guardians Earth Stewardship Award, and the Children’s Environmental\n\nLiteracy Foundation Lifetime Achievement Award.\n\nAnd Sally, it is such a joy and such a pleasure to have this opportunity to speak with you\n\ntoday.\n\nThank you.\n\nAnd to share your experience and wisdom with our audience.\n\nWell, thank you very much, and thank you for coming here instead of me going to a studio.\n\nBecause this is my refuge.\n\nThis is close to town, but not close to town, and lots of open space, which I thrive in,\n\nwhich I think most people would thrive in, if they had the opportunity.\n\nPeople need nature.\n\nThey absolutely do.\n\nIt’s scientifically proven that we’re bio-feelings, you know, and we are nature.\n\nIn fact, I think now in this movement that’s coming forward, I think we’re nature remembering\n\nourselves.\n\nNature remembering ourselves.\n\nI love that.\n\nI love that.\n\nWell, you know, you and I, we’ve spoken a bit about some of the profound existential\n\nrisks that we’re facing as a species, as a global society.\n\nAnd one of those actually has a lot to do with our connection with nature.\n\nAnd I’m wondering if you might share with our audience your perspective when it comes\n\nto these existential risks.\n\nWell, I think, you know, I think there’s four.\n\nThere’s climate change, which if we don’t get a handle on it and make some very quick\n\nremedial, takes some very quick remedial action, could kill us in a couple hundred years.\n\nThere’s nuclear holocaust, which could take us out in an afternoon.\n\nThere is something that, because I’m on the board of the Aspen Brain Institute, which\n\nI hadn’t thought about before, is really mental health of humanity, individually and collectively.\n\nIf we were all healthy mentally and understood brain health, we wouldn’t have ISIS.\n\nWe wouldn’t have all the fractional hatred that’s going on, et cetera.\n\nBut I think the bottom line to all of it is, I think, our most critical existential crisis\n\nis the illusion of separation.\n\nI think that’s number one.\n\nAnd what do you mean by that?\n\nThat we think that we are individually isolated.\n\nThat what we do, what we think, how we act, doesn’t affect much.\n\nAnd it does.\n\nIt really, really does.\n\nWe are one humanity, whether we like it or not, we are bonded.\n\nWe are connected.\n\nThere’s only one percent of humanity.\n\nThis is what scientists say that are different than the rest of us.\n\nAnd that means we all have eyes, we all have ears, we all have brains, we all have what\n\nwe have.\n\nSo what differentiates us?\n\nWhat creates a differentiated consciousness instead of a one consciousness?\n\nWell, I don’t know quite how to say this, but it’s education, it’s culture, it’s how\n\nwe have been taught to relate to one another.\n\nBabies on the floor, doesn’t matter what color they are, doesn’t matter, doesn’t, nothing\n\nmatters.\n\nThey’re curious, they’re, you know, they relate to each other.\n\nWe have an overburden of ideas, ideologies, political systems, religious systems, cultural\n\nsystems that have created this separation.\n\nAnd it really is an illusion.\n\nWe all are on this planet, we all rely on the life support systems of this planet.\n\nIf you talk to people individually, I don’t care where they are.\n\nIn the world, live travel all over the world.\n\nIf you ask them, you know, what do they want for their families?\n\nWhat do they want for their life?\n\nIt’s the same thing everywhere.\n\nThey want clean food, they want clean air, they want an education for their kids, they want\n\na decent meaningful living wage and job.\n\nSo what makes us think that we are so different?\n\nAnd do we think we’re so different with, let’s say climate change, facing us just boom,\n\nright?\n\nIt’s here and now.\n\nIt’s the urgency of now.\n\nAre we so different that we can’t come together for our children?\n\nBoy, I hope not, I hope not.\n\nBut climate change, interestingly enough, invites us as a global community to collaborate\n\nat a level that we never have before.\n\nAnd in a way, we have never collaborated before because we have to do it as if our life\n\ndepends on it because it does.\n\nSo that’s some silver lining and some very dark clouds.\n\nRight.\n\nThis is potentially awakening us to the reality that we’re not only interconnected, but we\n\nare really interdependent on each other.\n\nWe are independent, but interdependent.\n\nIf you study the web of life, it’s the same thing.\n\nIt’s the same thing.\n\nEverything is independent.\n\nYou have an independent plant.\n\nBut now we know that trees talk to each other.\n\nBig time.\n\nYou know, through their root systems, we know that a tree when a chain saw is coming\n\ntowards it, the sap stops running.\n\nEverything is conscious.\n\nAnd we’re just starting to wake up to that.\n\nThe masters, you know, the mystical masters and indigenous people knew this.\n\nThey know this.\n\nAnd it’s what I call original knowledge.\n\nAnd that original knowledge of how to get along with the planet and respect it and give\n\nit dignity as well as respect and kindness and dignity to one another, we’ve become separated\n\nfrom that because of this illusion of separation.\n\nAnd it’s pretty difficult when you’re sitting in an air conditioned room, I’ll push with\n\na great dinner in front of you to talk about climate change.\n\nAnd so, you know, the people that are on the front lines are really, really suffering,\n\nreally suffering.\n\nAnd now we have the whole youth movement that is arising.\n\nAnd not the millennials.\n\nThis is kids, you know, from 12 to 18, standing up, marching, Greta Thornberg, Astrid,\n\nShea, Chatezcat, all these kids are standing up and marching, you know, they’ve shut down\n\nin Europe.\n\nThey’ve shut down whole cities with this Friday strikes, you know, from school.\n\nAnd yet, heads of state have not done anything significantly different.\n\nWhy is that?\n\nWhy do you think that is?\n\nI’m going to interview you.\n\nYou’re going to interview me.\n\nOh my God.\n\nWell, I think that many increasingly heads of state want to do more.\n\nI think that for political bases, particularly in the democratic societies to get behind\n\nthat kind of change, take some time.\n\nAnd you and I, we were talking before recording about how we’ve been at this kind of work\n\nfor many years.\n\nAnd we met a couple decades ago and there’s a sense on the one hand that things are happening\n\nso slowly, perhaps, however, stepping back and thinking about how things were 100 years\n\nIn a sense, things are really actually changing and transforming quite rapidly.\n\nAnd I remain utterly hopeful thinking about the next year and a half, the next five\n\nyears, the next 10 years, because what I’m experiencing, what I’m seeing connecting with\n\npeople all around the world is that there really is a rising tide of awareness.\n\nThere is a rising sense that by golly, we really have to do something about the situation\n\nthat we’re in.\n\nAnd I think it’s pushing the needle in the direction where the political leaders are going\n\nto be mobilizing in a tremendous way in the next few years.\n\nNow, of course, we have to recognize that with these existential threats, we don’t really\n\nhave a data waste at this point.\n\nThat’s right.\n\nAnd so, we have to double down.\n\nNot only do we have to understand and engage with the youth movements and all of the other\n\nways we can each be change makers in our own community, I think we have an imperative\n\nto get behind and support youth leaders like Shia Bistina and others.\n\nAnd do everything we can right now to create the kind of future I know we are all hoping\n\nfor and hoping our kids and grandkids will experience.\n\nWell, it has to come, you know, it comes down to not just the theory of change, but how\n\nchange really happens and those are my dogs that you hear.\n\nPart of the sanctuary.\n\nPart of the sanctuary, although they’re not very sanctimonious at the moment, but, you\n\nknow, it has to, it’s what I call the sandwich effect of social change.\n\nSo it has to be, there has to be influence at the highest levels.\n\nSo top down and bottom up.\n\nAnd then as you bring those two closer together, then something that is reasonable, that’s\n\nthe hope and it often does happen that way, will result.\n\nBut we’ve got, you know, we have a phenomenon on the planet right now that is, it’s hard\n\nto articulate.\n\nBut there’s this, you can call it a backlash.\n\nI mean, we got Bolsonaro in the Amazon.\n\nOh my God.\n\nOh my God.\n\nNo relationship to nature.\n\nNo relationship to life support systems.\n\nMental empathy, little compassion.\n\nVery similar to, and I don’t know your audience, but it’s similar to Trump, in my opinion.\n\nAnd we have a wild card now, Boris Johnson in England.\n\nYou know, you have to wonder, there’s been some really interesting ways that these people\n\nhave gotten, not Boris Johnson, but Trump and Bolsonaro, how they got into office, that\n\nit was using social media, social media, not for the best good of all.\n\nAnd I’ve learned much more about how that was done and it boggles your mind.\n\nIt boggles your mind, the manipulation.\n\nYou can even create false people that people follow, and they have no idea, they’re not\n\nYou know, and so, I mean, it’s, this is drilling deep, deep, deep, deep into the psychology\n\nof the worst of human nature versus the best of human nature.\n\nSo we’re at this cusp now, where the best of human nature must come forward, or we’re\n\nnot, we’re not going to make it.\n\nAnd so, a shift in consciousness, who’s that, oh great, you know, what is a shifting\n\nconsciousness?\n\nSo, a shifting consciousness really is about awareness, where you put your attention,\n\nwhat your attitude is, what your action is, all of the things that you can control.\n\nI can control all of those things.\n\nSo when you look at the assumptions, I think we’ve been operating under false assumptions,\n\nwe’ve been hypnotized by false assumptions for centuries.\n\nI wrote the forward to a book called The Trust Frequency by Connie Baxter, Marlow, and\n\nAndrew Cameron, and they have done some remarkable work in putting quantum science,\n\nindigenous wisdom, and sort of where we are today, all together.\n\nAnd the premise is, is that we’ve been operating under these false assumptions, one competition,\n\nscarcity.\n\nThere’s a whole series of them, and what has that produced?\n\nIt’s produced exactly what we have, because what you think is what you are.\n\nWhat you think, we create our reality, and we co-create our collective reality.\n\nSo you have to dissect those false assumptions and the narrative that goes with them.\n\nSo out of assumptions come belief systems, out of belief systems comes action, and there\n\nyou go.\n\nSo then you get ISIS, and you get Mother Teresa, right?\n\nSo looking at those false assumptions, each one of us has to say, well, what have I been\n\nassuming?\n\nNow we know science has quantified and qualified this.\n\nThe master impulse of the universe is cooperation.\n\nIt’s not competition.\n\nNow I could talk to you about wolves and bison, but we don’t have time.\n\nBut that’s a wonderful example of competition.\n\nI mean of cooperation, but people think it’s competition of the fittest, but we now know\n\nthat Darwin’s theory is fabulous as it was, and it served us for a long time.\n\nIt’s now actually cooperation, because in the end it sustains species and sustains life,\n\net cetera.\n\nSo we have to unravel those false assumptions and the narrative that goes with it.\n\nIf we replace, you know, deplete in use with restore and respect, and that was our lexicon.\n\nThose were the only words we used, and we thought of, not competition, but collaboration.\n\nWe don’t horde, we give, we share.\n\nIf that was our lexicon, if that was our narrative, guess what we would manifest?\n\nWe would manifest a different world, but because it wasn’t that, we manifested exactly\n\nwhat we have.\n\nSo that’s the shift.\n\nI love this, yeah.\n\nYeah, that’s the kind of shift in consciousness that we need, and there’s, I would just encourage\n\neverybody to read the trust frequency, because there really is a dissection of the anatomy\n\nof why we are, where we are, and it isn’t abundant, not a scarce universe.\n\nBut if you believe in scarcity, you’re going to get scarcity.\n\nIf you believe in abundance, and, you know, I don’t know how divine choreography works,\n\nbut I know it works, and I believe in it.\n\nLove it.\n\nOne of the threads here that I’m picking up on, Sally, that I’m really excited to hear\n\nyou speaking to, is how we each have, personally, responsibility in the cultivation of our underlying\n\nassumptions.\n\nAnd in YonEarth, one of the chapters is called think.\n\nAnd by the way, audience, if you haven’t yet read YonEarth, I’m going to tell you in\n\na few minutes a way you can support the podcast and get free downloads of all the e-book\n\nand audio book resources.\n\nSo, stay tuned for that, but in this chapter called think, we talk about the ecology of\n\nour thinking, and that we are influenced by all of these different impressions, conversations,\n\nmedia advertising, all kinds of things.\n\nAnd that ultimately, that is an ecosystem we are responsible to steward, if we so choose.\n\nIf we don’t choose, we’re going to be essentially hacked by other powers that want us to participate\n\nin certain economic ways, et cetera.\n\nAnd we see where that leads, we see plenty of examples of where that can lead us.\n\nBut I think Sally implicit in this emergence of a more collaborative framework is a greater\n\nsense of personal, of individual responsibility and stewardship when it comes to examining\n\nand really understanding what our underlying assumptions are.\n\nYeah, exactly, exactly, and most of us, you know, take competition, capitalism is really\n\nbased on competition.\n\nI got to get mine first, I got to get to market first, I got to be smarter than the other\n\nguy, I got to have better PR, I have to have better social media, et cetera.\n\nAnd so, you know, that feeds more competition, competition feeds competition.\n\nLove gets love, abundance gets abundance, scarcity gets scarcity.\n\nI don’t know exactly how it works, but I know it works, you know, I’ve seen it in my own\n\nlife, I’ve seen, I’ve seen it in other people’s lives, I’ve seen it in other cultures.\n\nAnd you take the Kogi natives in Colombia, totally different system than we have, you know,\n\nno war, no police, no, you know, none of that, because they have a different narrative,\n\nthey have different assumptions, and they work in harmony with mother earth.\n\nSo if you work at odds with the laws of the universe, guess what, I mean, it’s like,\n\nyou know, if you seek your head in the sand, guess where your ass is.\n\nSo, you know, and that’s what we’ve been doing.\n\nSo capitalism is an ecosystem that we can change, you know, and it doesn’t mean that it\n\ndoesn’t mean that we don’t sell and buy and trade and barter and all of that, but there\n\nis a different intention behind it, a different intention, it is to support everybody, not\n\na few.\n\nYou know, one of the things that I’m really excited to reflect on with you is the R.D. conference\n\nthat you co-produce, and I’m bringing this up now in the conversation because there\n\nare such an amazing array of thought leaders, of community leaders who come together for\n\nthose several days gathering here in the mountains, and I’m curious now that we’re a few\n\nweeks from R.D. 2019 and thinking ahead to R.D. 2020, vis-a-vis this transformation in our\n\neconomic thinking, this transformation in our ethos, our ethics, really.\n\nWhat are you seeing emerge as the one or two or three most exciting impulses that we’re\n\nout of R.D.\n\nSo R.D. one of the things that we strive to do, and I want to say we do very well, is\n\nit’s multi-sector.\n\nClimate change, so we’re renewable energy and climate change, that nexus, you know, there’s\n\na nexus between water and energy, there’s a nexus between education and climate change.\n\nThere’s all these nexus, I guess you call them nexus, and so early on, you know, we decided\n\nthat because climate change is a whole system, problem and challenge, that it has to have\n\nwhole systems solutions, so we can’t be working in our silos anymore, that multi-sector\n\nsolutions have to come together, and so we have economists, youth leaders, scientists,\n\nacademicians, politicians, government representatives, investors, venture capital, folks, institutional\n\nand finance represented, I mean the whole array, and the reason we do that is because people\n\nget to meet people that have the same goals, the same concerns about climate change, about\n\nrenewable energy, whatever it is, and they come together in ways that they had never really\n\nanticipated, because they’re meeting people that they would have never, ever met, otherwise.\n\nYou know, so out of this one is we’ve got some good support that came forward for the youth\n\nmovement, for the future coalition, for earth guardians, just as side note, the earth guardians\n\ngave me a war, an award, like I don’t know, maybe 10 years ago, and in my office it has\n\na prominent place, because it was given to me by kids, oh my gosh, oh yeah, and I appreciate\n\nall recognitions of course, but that one’s really, that one’s really special, so there was\n\nmuch more support, much more recognition of what the youth leaders need, who in the room\n\ncan help them, connect the dots, so that’s, so we’re moving into the climate week with\n\na lot of the youth initiative and putting different people with different people, that never\n\nwould have happened before, to support the youth.\n\nWhat comes out of that, I just want to take a minute to talk about the youth, because\n\nthey have been striking, you know, in the UK, in Sweden, in Germany, in Denmark, now there’s\n\nthis big march on the 20th of September, which is the beginning of the United Nations General\n\nAssembly and the climate summit, and they don’t know how many to expect, some say the march\n\nwill be 400,000, some say it will be over half a million, I’m going to be there, I hope\n\nyou are too, because I really want to support these kids, but they’ve been doing this now for\n\nwhat a year and a half, and nothing substantially has changed with the heads of state, so this gets\n\ninto paradigm shift, you know, that if we have people at the high level of influence, who are\n\nnot supportive of acting on climate change now, they have got to go, they have, I mean, they just\n\nhave no business in office. No, they have no business in office, because this is challenge of\n\nhumanity, and we are one humanity, whether we like it or not, we are one humanity, so that’s going\n\nto be really interesting, that this march is taking place ahead of the whole week of negotiations\n\nand all kinds of things that are going on, to see if this visible, visceral demonstration\n\nof concern by the next generations is going to have any impact. I mean, it’s really, it’s really\n\ngoing to be interesting, and not just, you know, not just patting them on the shoulder and saying,\n\noh, that’s a nice little girl, go back to school, you know, I mean, real change, real change, so we’re\n\nexcited about that, an A-R-E-I. Yeah, absolutely. Yeah, there’s a lot coming out of there. The other thing is\n\nhydrogen. We really focused on hydrogen energy, and the reason we did this year is because, you know, for\n\nyears we’ve been promoting solar and wind geothermal, because we are the American Renewable Energy Institute,\n\nand finally, and I mean, we’re not behind the The boat in any way, but it just became so clear that that is not going to do it.\n\nYou know, we need hydrogen on in the energy mix and big time.\n\nBig time.\n\nBecause it can do things that solar and wind cannot.\n\nSo, you know, whether it’s hydrogen fuel sales or converting coal-fired power plants without dismantling them or decommissioning them to hydrogen.\n\nThere’s some technology that’s on the edge of that.\n\nA lot of people working on hydrogen.\n\nSo, we have a national hydrogen association in this country that has 91 different companies in it.\n\nAll of whom are on this leading edge.\n\nSo, I think we’re going to see in the next, I hope, in the next five years a real push to get hydrogen, you know, into the energy mix.\n\nAnd I think overall when you look at its byproduct is water.\n\nRight.\n\nI mean, how can you go wrong with that?\n\nYou know, but one of the things that we don’t have in this country and many countries don’t have, we don’t have an energy plan.\n\nWe are all over the course, all over the course.\n\nAnd we need an energy plan, hopefully, in our next presidential election.\n\nWe will have somebody that’s really bright and on to what needs to be done.\n\nSo, we need an energy plan that takes us from here to the next 20 years.\n\nAnd that means disengaging fossil fuels, replacing with renewables so that even manufacturing, production, when you plug in your electric car, you’re not plugging into a coal-fired power plant, you are plugging into renewables.\n\nYou know, and that renewables then are making the components for renewables.\n\nThat’s where we have to go.\n\nAnd we’re way behind the A12, you know.\n\nYou know, Sally, I am so excited and I’m thinking of that great quote that I think we attribute to Winston Churchill, trying to persuade our government to engage in defeating fascism\n\nwhen fascism was running rampant in Europe in the 1930s, early 1940s.\n\nAnd we finally did. America finally mobilized in a massive way.\n\nAnd of course, Churchill said, you know, you can always count on the Americans to do the right thing after they’ve exhausted all other possibilities.\n\nAnd it just, it makes me think that probably where we’re headed, my hope is, my prayer is.\n\nAnd certainly I know we’re endeavoring every day to make this a reality with many, many of our colleagues is that we see that kind of a massive mobilization in the near term.\n\nAnd one of the things that is so powerful and inspiring about the R-Day Summit is the way in which various technical experts are coming together with incredibly charismatic leaders like Shia Bastita,\n\nwho as a 17-year-old was certainly one of the most effective public speakers in that entire lineup of incredible people.\n\nAnd we’ve published a podcast with her and she is encouraging all of us to engage and go to marchwithus.org to find out if you can get to New York great, if not there are marches occurring in virtually every major city.\n\nRight. Engage, support, this time is critical. And there’s so much in the realm of technological innovation, especially around hydrogen that is so encouraging, so exciting.\n\nAnd we absolutely have to mobilize the political will to make sure we’re pushing all of this in the right direction.\n\nBut I also want to and I’m one of the people in the family of American renewable energy.\n\nThat is always talking about this and this is nature-based solutions because they’re often overlooked and we think that technology is going to get us out of this fix.\n\nGuess what? It’s not everything that supports life is in nature and in nature systems and ecosystems and we have super mega ecosystems in the Amazon, the Congo, the Antarctic and the Arctic.\n\nThose are our global commons. This is a radical statement but it’s becoming true is that there are now 846 eco regions identified on the seven continents.\n\nWhen you overlay nation states boundaries, I don’t think there’s any of them that match the way nature is organized.\n\nSo we’ve been making decisions for centuries based on a false assumption that nature is subservient to us.\n\nBut that’s 180 degrees backwards. We are ultimately subservient to nature. And we’re in partnership with nature but we have forgotten that because we’ve gone down this other path.\n\nSo nation states actually what I would like to see which will never happen in my lifetime but many many many years down the road is that we start making decisions and start voting by eco regions.\n\nYou can still have your nation states but you have to you have to look at how nature one of the reasons we’re in trouble is we didn’t organize ourselves the way nature did.\n\nWe organized ourselves basically and indigenous don’t do this. They organized by how nature is organized half for the most part.\n\nBut we have organized geometrically. So I was on the board of the Gaulman nature Africa Conservancy which is in Kenya and spent a lot of time in Africa at one point and not just in Kenya but other countries.\n\nAnd you fly over where the Samburu or the Maasai or some of these other tribal areas were and you know their bomb is around everything is round everything fits with nature.\n\nThen you fly over where the Europeans were their little towns it’s all in squares doesn’t relate to nature in any way whatsoever.\n\nWell that approach has has literally taken over the world.\n\nAnd so you know we have what we want what we have but we can we still have time we still have time not a lot but we still have time to just stop put the skids on and say I was thinking today when I was I coast down to the grocery store from here because I’m up on a little mountain.\n\nAnd I was thinking okay so what if I had my only transportation was either a bike I prefer a horse I have horses I prefer a horse a horse or some sort of a public transport that came by maybe once a day you get it or you don’t get it.\n\nAnd you go down to the store and you catch it and you come back up I mean it’s those kinds of things that we’re going to have to do you know and I just think well do I lose my independence then.\n\nWell in the way that we’ve assumed independence works in some ways yes but guess what there’s blood power blood power is your feet or a horse you know or a bike you’re peddling a bike.\n\nYeah and you can you can darn well get around and if you need to take your elder with you you know you put a seat on the back you haul them around on a tray boy like you know I mean but we don’t have to go that far back but we are really going to have to change our habits.\n\nYou know and our assumptions and you know we do everything particularly in the United States more so I think than maybe any place in the world for convenience and convenience is killing us.\n\nYeah I think there’s another silver lining there too and it is that linking back to this mental health situation.\n\nYou know to have so much convenience to have so much in the way of technology right at our disposal as individuals and to have such rapid and often discordant frenetic life styles is actually undermining our quality of life by and large and in part of the opportunity we have in front of us with all of this is to slow down how we live day and day out.\n\nExactly and that’s part of the practice of connecting with nature as well. You don’t connect with nature in a 22nd increment between two other engagements with technology.\n\nNo no it takes a different type of time.\n\nIt does because nature is slow you know unless you have an avalanche or a mudslider something but the processes of nature are slow.\n\nAnd you know we are ramped up to the nanosecond now and and so we’re so discordant I think is the word that you use we’re so disconnected with with that and I have been lucky in my life is that I have spent an in northern amount of time in wilderness and nature because I started out you know 40 some years ago as a resource pod.\n\nIt’s a resource policy analyst for the wilderness society because wilderness to me which is untouched untrammeled by man by humans it’s where the genius of nature can really be the genius of nature.\n\nAnd I was concerned about the genetic archives of the planet so I did a lot of work on wilderness in the United States I was part of a wilderness SWAT team eco team if you will in the 70s and 80s we got a lot of acreage into the wilderness system then and the Alaska Landsack 101 million acres.\n\nThat we got protected and then I’ve worked in Papua New Guinea South America Canada Africa etc and and it just became so clear to me that preserving these areas and these forests were absolutely critical.\n\nAnd now you know not really understanding knowing about climate change 30 some years ago but not really getting until maybe 20 years ago what was ramping up.\n\nAnd so then that’s when I shifted and started to look at you know because climate change excuse the word trumps at all.\n\nAnd so that’s where I started to change my focus more on climate change but all of those areas still we’re fighting for I mean I was just up in southeast Alaska.\n\nThe Tongus Forest which is our largest national forest 70 million acres it’s called the climate forest the United States is climate forest because it draws down and sequesters 10% of what we emit in CO2 in the United States.\n\nThe current administration has a proposal for billions and billions of board feet to be cut clear cuts mind you it’s all going to China.\n\nThat’s like going into your bank account into the principle and saying oh here’s a third of my principle just take it no problem.\n\nI mean we’re mining our national resource principle you know and we had not just this administration but we have been for for some time.\n\nSo it was for me it was like revisiting the past because I had been working on a very similar issue in the Tongus in the 80s.\n\nSame thing just wrapped in a different boat in a different boat it was all going to Japan.\n\nAnd we have there’s 60,000 salmon fishermen and only about 480 I think people that are involved in the logging industry.\n\nAnd yet the politicians are pushing pushing for those clear cuts for that proposal.\n\nAnd not addressing what is going to happen to the fisheries when all of this filtration and the TVLs and everything else in the stream goes way up they don’t talk about that.\n\nAnd then there’s the pebble mine you know which is a gold mine like we need a lot more gold right.\n\nIf right between two rivers that and the bridge it’s called Bristol Bay and I’ve been there it is so pristine and it is the largest\n\nSock I salmon fishery in the world 62 million Sock I salmon come back up these two rivers and this proposal is right in the middle of those two rivers.\n\nAnd it’s 1500 it will be a huge open pit mine 1500 feet deep 5000 acres you’re talking Manhattan.\n\nAnd they’re saying don’t worry it’ll be fine.\n\nYou know and this was on a handshake on Air Force one with Trump 30 minute meeting and they just threw back everything.\n\nAll the regulations for a three year study that the Obama administration and Gianna McCarthy who was set of EPA did all scientifically documented a meeting in a handshake and they just said follow your permit.\n\nYou should be fine not okay not okay no not okay so you know and those kinds of things are happening in a lot of different places.\n\nAnd this is why the youth are rising up and saying just stop stop you know it’s like okay so in the Arctic there are proposals for in the Arctic Ocean oil and gas.\n\nseismic testing deep sea bed mining which is you know nobody knows what I mean that just scrapes all the life out you know and it can release methane nobody knows what’s going to happen with that.\n\nShipping lanes where they have big icebreakers that are breaking up the ice which is already a problem breaking up the ice and a variety of other things and there’s a lot of assets being invested in Greenland and in the seven countries that are you know have coastline on the Arctic Ocean and.\n\nIt’s insanity number one it violates the intention of the Paris accord right to take out any more oil and gas we cannot meet those targets if we keep you know it’s got to stay in the ground yeah.\n\nThe second thing is that the biodiversity of life in the oceans now they know that is a huge carbon sequester you know and all of those species are already being affected by activities that don’t you know don’t acknowledge how fragile it is to me the Arctic is like as the Arctic goes.\n\nSo goes the rest of the world it’s like it’s like the soft spot on a baby pit yeah and you damage that and everything else now the Arctic melting is a symptom not a cause.\n\nThe Amazon is drier than usual that’s a symptom but then we’ve also got you know this sort of wild west go burn whatever you need for more cattle etc etc you know I think I think to solve that problem really is every country people in every country that eat Brazilian beef boycott it.\n\nRight right you know it worked it worked on the tuna yeah the net caught tuna 20 years ago whenever that was but I think people just have to stand up and say look if that’s the way you’re working in the supply chain I’m not interested no moss yeah exactly I’m just not I’m you know so palm oil another one right you know you have to look at everything you buy for palm oil.\n\nAnd now they’re registering whether it’s sustainable harvested or it’s or if it doesn’t have that then it’s not you know so girls scout cookies for example.\n\nMm-hmm had palm oil and they are now slowly but surely moving to the sustainable you know getting that out but there are so many things that you know women particularly because they do most of the shopping could be aware of and just say I’m not doing it.\n\nIt’s fabulous to hear all of that let me um Sally let me just remind our audience that this is the YonEarth communities stewardship and sustainability podcast series and I’m visiting today with Sally Rani sitting on her lovely back deck with Mount Soapris we magua behind us in the background and we are talking about a variety of topics related to our existence.\n\nAnd I want to take a moment to thank all of the folks who have joined our monthly giving program making this series possible and it is just an amazing mix of folks who have decided to make that commitment of an amount each month.\n\nIf you haven’t yet made the commitment and would like to you can go to YonEarth dot org slash support and pick whatever level works for you.\n\nWhen you join our monthly giving program I’ll make sure you get an email with a special code to download all of our ebook and audiobook resources for free and you can share that with friends if you would like.\n\nAlso I want to thank our sponsors who help make all of this work possible including our community mobilization work and these sponsors include the association of Waldorf schools of North America.\n\nEarth coast productions equal exchange the international society of sustainability professionals the Lidge family foundation Madera outdoor Patagonia Purium and Wale waters so a huge thanks to all of you for your generosity and for your support of this important work.\n\nAnd Sally of course of a big thanks as well to our day for inviting YonEarth to be one of the presenters at the recent summit and we’ve got just a few minutes left in our conversation today and I just want to circle back and ask you to to our audience to remind and or articulate what you think are the two or three most important things we can.\n\nWe can each be doing going forward regardless of our station in life regardless of our socio economic status all those different things what is it that you would love to see us humans choosing to do going forward.\n\nYeah well I would say there’s three levels there’s your personal level your community level maybe four national and global on the personal level ask yourself a lot of questions before you buy anything where did it come from was a child labor involved was a forest felt was a river poison\n\nwhere was it made if whoever you’re buying from can’t answer those questions don’t buy it and usually unless it’s something you absolutely have to have like food or water you walk away and at the end of the day you don’t need it anyway.\n\nSo on an individual level and and what your transport is what you eat you know and where you purchase local or it’s not local we really have to go local we have to become resilience in our local area resilience is is the key word now and and then how you heat your house\n\nhow I just put a whole set of solar panels on my house and I’m feet I’m grid tie in now I’m feeding the grid for people who are choosing renewables but I’m wired up so when I get batteries boom and I just put the switch on off the grid.\n\nAnd that’s an expensive option in some cases but you can also work at your local community level with your local utility and get some of these things really manageable as far as the outlay of personal finance.\n\nFor you know for switching switching your home to a different energy source in the community I think it’s really taking this concept to county commissioners to mayors etc because one of the things we’re doing in this valley is we really do want to be resilient and we really do want\n\npossibly to develop an energy corridor that is wind and solar and hydro and eventually the people in this valley are buying from that they’re not buying from an excel or you know a utility that’s out there somewhere so that’s a piece of being resilient as well is your energy is local your energy is local\n\non the national level you have to get involved in politics it’s just the way it is you have to do it and right now we’re facing a huge crisis in this country as far as our political lack of political balance.\n\nAnd and it’s cost us critical time critical time on climate change and on other issues as well so you have to get engaged you have to vote I mean I’m I’m actually contemplating I don’t know if I can do this of just closing shop here closing up my house and going to a swing state and just volunteering to knock on doors or whatever because we do need to shift\n\nout of this administration and we have to do it now another four years we don’t have that kind of time we don’t have that kind of time on the international level there’s a movement that’s developing around global citizenship and I’m right in the center of that and there will be a tech platform that will be available for people I don’t care if you’re five years old or 105 years old\n\nwhere you can vote as a global citizen and if you if you agree that will be an agreement that you can sign for your name to be held everything will be encrypted\n\nbut for your name to be held those will all be downloaded in block in blocks to you to the UN and to heads of state and want one of the key issues in the beginning is global commons.\n\nThe Congo Forest the Amazon the Arctic and the Antarctic are global commons they may reside in specific countries or specific countries have coastline or whatever but those are life support systems the forests are the lungs the Antarctic and the Arctic are the heart.\n\nAnd if you lose the heart and the lungs get wet what would happen to you you’re gone you’re gone so we have to think of ourselves not just as Lithuanian or Slovakian or English or American or Brazilian we have to start thinking as a one humanity and we have to start acting as a one humanity and that means\n\nglobal citizenship so that’s my next that’s what I’m doing under global choices which is a non-profit which I co-founded in 1992 but we’ve repurposed it now to it was called Earth Restoration Alliance and we’ve repurposed it now to global choices because what we choose now globally really matters.\n\nSo in folks can get more information out global choices dot org right and I just want to say that that that is just a holding website the real website is going to be up I think in another month or so so just if you go there just know that.\n\nBeautiful and I also want to just mention Sally before we sign off that if folks are interested in getting more information about the amazing array of speakers and organizations represented at our day they can go to our day dot net to get information and to look ahead to the next summit which will be in the summer of 2020.\n\nSally it’s it’s August 16 to 20 and it will be in snowmass aspen snowmass here in Colorado which is just right up there from here and probably based out of the vice right hotel although we don’t know that but it is August 16 to 20.\n\nExcellent and I know with the YonEarth community we have our coast to coast mobilization next year and we’ll be all over the country doing all kinds of community mobilization work and we will do our dandist to be in the snowmass area for for the our day event August 16 to 20.\n\nSo Sally thank you so much for taking time out of your busy day to visit with us and and for sharing all of this with our audience if folks can see on the camera look at the notes here front and back we’ve got so much so much really important information Sally and I just I want to thank you for your leadership for all that you’re doing and for taking the time to share this with us.\n\nAbsolutely yeah thank you for coming. Yeah and the afternoon winds this is perfect timing to close this because the afternoon winds are coming up and pretty soon everything will be off of this deck so this is perfect.\n\nYeah we’ve been hearing the breeze absolutely lovely.\n\nThank you.\n\nThe YonEarth community stewardship and sustainability podcast series is hosted by Aaron William Perry author thought leader and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you to sign up as a daily weekly or monthly supporter please visit YonEarth.org back slash support support packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth all one word with a Y.\n\nThese sponsors are listed on the YonEarth.org back slash support page.\n\nIf you found this particular podcast episode is specially insightful informative or inspiring please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in. Thank you for your support and thank you for being a part of the YonEarth community."
}