{
  "title": "Episode 156 – Lisa Bronner, Author, “Soap & Soul” (Dr. Bronner’s Clean Genius)",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13724/episode-156-lisa-bronner-author-soap-soul-dr-bronners-clean-genius.mp3",
  "publish_date": "April 5, 2024 7:28 pm",
  "url": "https://yonearth.org/podcast/episode-156-lisa-bronner-author-soap-soul-dr-bronners-clean-genius/",
  "episode_number": 156,
  "subtitle": "About Dr. Bronner’s",
  "description": "Dr. Bronner’s is the largest organic soap-making company in the United States (and quite possibly world-wide) and happens to be the largest user of certified organic peppermint oil in the world as well. Dedicated to regenerative organic practices, to social enterprise structures and strategies for stakeholder wellbeing, to sustainable education and economic development in the agricultural communities its connected to world-wide, and to supporting a variety of social and environmental causes, Dr. Bronner’s is at the forefront of the “Regeneration Renaissance” celebrated by the Y on Earth Community and our many partners and collaborators around the world. See the list of “Related Episodes” below for direct access to several other podcast interviews with Dr. Bronner’s executives to gain more view and insight into the company’s innovative leadership.",
  "about_sections": {
    "about_dr._bronner’s": "Dr. Bronner’s is the largest organic soap-making company in the United States (and quite possibly world-wide) and happens to be the largest user of certified organic peppermint oil in the world as well. Dedicated to regenerative organic practices, to social enterprise structures and strategies for stakeholder wellbeing, to sustainable education and economic development in the agricultural communities its connected to world-wide, and to supporting a variety of social and environmental causes, Dr. Bronner’s is at the forefront of the “Regeneration Renaissance” celebrated by the Y on Earth Community and our many partners and collaborators around the world. See the list of “Related Episodes” below for direct access to several other podcast interviews with Dr. Bronner’s executives to gain more view and insight into the company’s innovative leadership.",
    "about_lisa_bronner": "The author ofSoap & Soul, Lisa Bronner is a prolific writer, consumer advocate, and speaker on health and green lifestyle issues. Her blog, “Going Green with Lisa Bronner,” addresses diverse topics related to green living, from personal care and GIY (“Green It Yourself”) home cleaning tips, to essays on food and family, living lightly, mindfulness and daily life encouragement. She is the granddaughter of Dr. Emanuel Bronner, the founder of Dr. Bronner’s Magic Soaps, which is the top-selling natural brand of soaps in North America. She graduated from Duke University with a B.A. in English and taught English and journalism in Raleigh, NC before moving to California where she resides in rural San Diego County."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today we’re visiting with author Lisa Bronner, the author of Soap and Soul Lisa. It is so great to visit with you.\n\nThanks Aaron, I’m glad to be here.\n\nWe have a lot to talk about in the theme of cleanliness being next to godliness or goddessliness, however we like to think about this.\n\nAnd I’m so thrilled we have the opportunity to dive in a bit to this beautiful resource that you’ve created for us in your book.\n\nThanks so much. I had a lot of fun writing it and it was a long time in coming and I had a big build up.\n\nYeah, it’s clear that it wasn’t your first time around the block with the subject matter. You’ve got deep expertise here and it’s a joy we can share this resource with folks.\n\nLisa Bronner is the author of Soap and Soul, a practical guide to mining your home, your body, and your spirit with Dr. Bronner’s magic soaps.\n\nShe is a prolific writer, consumer advocate, and speaker on health and green lifestyle issues.\n\nHer blog at Going Green with Lisa Bronner addresses diverse topics related to green living from personal care and G-I-Y green at your self-home cleaning tips to essays on food and family living lightly, mindfulness, and daily life encouragement.\n\nShe is the granddaughter of Dr. Emanuel Bronner, the founder of Dr. Bronner’s magic soaps, which is the top selling natural brand of soaps in North America.\n\nLisa graduated from Duke University with a bachelor’s in English and taught English and journalism in Raleigh, North Carolina before moving to California where she resides in rural San Diego County.\n\nLisa, this book I really am, as I mentioned to you recently, recommending this to so many folks for tips and tricks we can use in our own homes, as well as our offices to get much cleaner results,\n\nliterally and figuratively, and really importantly detoxify our environments and our bodies.\n\nAnd so this book is chock full of practical how-to recommendations, but it’s also a very intimate and authentic revealing of your own home and your own journey around some of the issues we all experience in our homes.\n\nYou’re parenting, you’re connection with spaces and places through the hours of the day and into the wee hours of the night.\n\nIt’s really so beautifully written and drew me right in and I’m curious what was the process like for you deciding how much to share, how much to kind of open your home up so to speak to the reader.\n\nWell, there are a few things that led me to the point of sharing as much as I did about my personal life.\n\nWell, part of it was that I wanted to write a book that I would be interested in reading and I wouldn’t be interested in reading a book that was just a bunch of recipes for home and body care.\n\nFirst of all, I think that book’s already been written even though my recipes would be slightly different and definitely well tested and authoritative from the manufacturers.\n\nI still wanted it to be something more, something you would want to sit down with in your comfy chair and read.\n\nAnd the way to do that is through stories. I think storytelling is a very powerful method of persuasion.\n\nAnd I guess persuading is fundamentally what I wanted to do.\n\nI wanted to persuade people that it’s worth paying attention to the products and ingredients that you put on your body and bring in your house.\n\nI wanted to persuade people that it’s possible to tackle all this.\n\nIt’s not, you know, I know people are busy or their budget constrained or they don’t know where to start.\n\nAnd they feel like they don’t know enough. And so I wanted to persuade people that anyone can go on the same road towards cleaning up a product simplifying our routines.\n\nAnd I also, there’s definitely a part that wanted to just be honest. First of all, it’s somewhat simpler to be honest because it’s less to remember if I’m not making it up.\n\nWhat story did I tell them about this situation? I just told you the stories in my life.\n\nI didn’t do a ton of research into how to write, but I did do a good bit. And as you mentioned, I am a teacher by training read a lot.\n\nAnd I really enjoy books about writing. And every single author who gives advice about writing says you’ve got to write from where you are.\n\nYou’ve got to write from what you know. And so that’s what I had. And where am I? Well, I’m in my house. I’ve always worked from home.\n\nI’m in the middle of a parenting journey. My kids are a little bit older than when I wrote the book, but there’s still a tool in the home.\n\nI don’t have it all done. I’m not done. I have my house is, you know, still in process. My I’m still learning things that’s been a frustrating part of having written a book is I’ve learned things that call me and wish I could have gone in the book.\n\nBut, you know, and so all of that added up to wanting to share my story to write a book that was different than the zillions of green cleaning books that are already making up that section of the book story.\n\nAnd the one thing I have the no one else has are my stories. And so I sat down to write them. I didn’t write them in order. I kind of had to go with where the inspiration was.\n\nSo probably the family room chapter was one of which is next the last chapter is like the first thing I wrote.\n\nAnd so if that’s a matter, the book’s not not particularly sequential. So that was that was really special. And then the other thing I wanted to do in in our family’s company in Dr. Bronner.\n\nSo it’s founded in 1948, oh my grandfather, a manual broader and he ran it single. I mean, he had people that worked with them, especially because he went blind and he very much needed needed help, but he ran it.\n\nHe was the passion. He was the energy. He was a driving force behind it until he was brought down by Parkinson’s in the 90s, early 90s. And that’s when my dad stepped in and my dad officially took over in 1993.\n\nAnd then my grandfather didn’t he passed away in 1997, but then my dad passed away in 1998 from lung cancer. And so my dad’s tenure at Dr. Bronner’s was rather short, but so, so important.\n\nAnd just because he wasn’t in the timeline very long, he doesn’t always get get the time in our storytelling. And so it was very important for me to include him in the stories.\n\nIt’s very difficult to take a family business from its first generation into its second. That might be the most difficult transition to take what was one person’s passion when that person is gone.\n\nAnd you know, is there enough without that individual? And so my dad with my mom at a side and my uncle Ralph, they made that happen. But my dad really was the the main person there.\n\nSo I really wanted to tell my dad’s story, which is in the chapter called the kitchen. My dad was a chemist, which might also mean he was a chef. I don’t know if all chemists are chef, but it was very much a one flew out of grew out of the other.\n\nAnd so I wanted to tell my dad’s story and my parents’ story together. And so that was another thing that was important about the storytelling part of the book.\n\nYeah, the storytelling is so compelling. And the way you’re weaving together your own personal experiences with the sort of broader context of the broader family. And there’s there’s a page in the book that actually has your family tree going back several generations to the pile broader, even earlier sort of proto origins.\n\nAnd yeah, it’s it’s such a beautiful family affair literally and in the ways in which Dr. Bronner’s as an organization now is really leading globally in terms of regeneration in terms of social responsibility in terms of big innovations around employee and organizational structures and strategies.\n\nAnd indeed, with the wider community podcasts, we’ve had a handful of your colleagues and family members on previous episodes, your brothers, a Gary Layzone, and of course Ryan Zinn, the regenerative projects manager whom you think at the end of your book.\n\nAnd, you know, wanted to call out specifically Garos book, he’s not a family member, his book, honor that label because in it, he kind of takes this deep dive into the history of your family, both in Germany and Europe and here in the United States.\n\nAnd it sets, you know, there’s a context here over the last 150 years of world history that is very immediate, very intimate.\n\nAnd in a way, you’re not only sharing your very personal experience as a mother in your own home, you’re also sharing your family experience through some very difficult moments and periods in our world’s history.\n\nAnd I’m just wondering, what is that like for you, you know, as both an author now and a storyteller and a person with strong messaging for the world?\n\nAnd how was that, you know, growing up for you to have this kind of public thing going on with Dr. Bronner’s, which is not your typical soap company, right?\n\nCan you share with us what that kind of arc has been like for you?\n\nYes, certainly. And you’ve made reference to several things that, you know, that I was born into. We are fifth generation soap makers. My grandfather was actually the third generation of his family to make soap the first.\n\nAnd honestly, I’m going to say the first that we know of was his grandfather and manual Howe Bronner in 1858 in what is now Southern Germany started making soap.\n\nAnd then his son, three of his sons went to Howe Bron and had a very successful soap making operation that because they were Jewish, it did not survive the war.\n\nAnd my grandfather had immigrated already to the United States and for about 20 years was a consultant and work for other organizations and didn’t really have the intention of starting a soap company.\n\nHe had a message that he wanted to get out. He was just devastated by seeing what was happening in the world.\n\nHis parents both perished in concentration camps. The family legacy, the properties were all confiscated and sold to, you know, Aaron hands as the letter said that was distributed at the time.\n\nHis, my grandfather’s wife, my grandmother, she died in a mental institution in the 40s, which, you know, is a terrible, terrible place to be.\n\nAnd amidst all this tragedy, he was not invitered. He was not filled with hatred. Instead, he was impassioned to share with the world.\n\nLook, we need to put aside all of our differences and all of these barriers that we have between ourselves and realize how much more we have in common.\n\nAnd so he started the company, not as a business, but as a way to get out of message. He knew how to make soap.\n\nHe noticed that people were much more interested in soap and a good soap than in this message of world peace, but he put the message on the bottle and the soap became the messenger.\n\nAll throughout his life, he was, he was completely caught up with that label, refining it, perfecting it, making sure communicated as effectively, he was constantly changing it.\n\nAnd so he was, he started this not, not as a business, but as an initial organization. In fact, he got in trouble with the IRS several times because he didn’t see himself as a manufacturer or a seller of products.\n\nHe saw himself as a, as a, as a more of a religious institution, not that he was founding a religion. It was more of a, of a philosophy.\n\nIf you read the label, which is something I recommend doing, but it definitely scratches your mind. He holds from all these different faiths and philosophies and scientific ways of thinking and, and shows how there are similarities across these different faith traditions.\n\nAnd so, so from the beginning, we’ve been a mission organization. My grandfather was so impassioned with it that he had no patience for anything else.\n\nSo as far as my experience with it, my grandfather, Dr. Bronner, was my only living grandparent. And so my whole grandparent experience was Dr. Bronner.\n\nNow, granted I read. And so I read in books about grandmother, grandparent, you know, archetypes and, and, you know, this, you know, comforting, nurturing, spoiling the grandchildren.\n\nThat wasn’t really my experience. When we got together as my grandfather, he really just wanted to talk and make sure we understood the moral ABC, make sure we understood that we are all one or none.\n\nExceptions eternally, absolute none. He, so that was my experience with it.\n\nI didn’t really have a toehold into that as a child. It was odd. It, you know, it was, I didn’t have much to say back to him. I didn’t disagree with him, but I just didn’t have a conversation with him.\n\nI didn’t really even realize what impact he was having. I mean, I knew this soap, of course, but, and I knew it was sold in, you know, crunchy camping stores and mom and pop independent health stores.\n\nBut my, as a child, I remember my uncle Ralph. So that’s my Dr. Bronner’s middle child, my dad’s older brother.\n\nHe was a storyteller also a very good, various, and he loved to go visit health stores. In fact, he was our sales force by himself. He was a teacher, but during his school breaks, he would go visit health stores in different cities and tell them the story.\n\nAnd if it was where I was, he would grab me and pull me in and he would say to the, you know, person standing behind the counter, which, you know, might be the owner, but might just be some hired, you know, teenager that they had on staff at the moment and say, you know, do you know who this is? And it would be pointing to me. This is Dr. Bronner’s granddaughter.\n\nI can be like, Uncle Ralph, you know, so embarrassing. They don’t know about that. And they would be like, oh, wow, you know, then they would pull out a bottle of soap.\n\nSo I didn’t, you know, I didn’t really grasp it until I was, I was old enough. And then unfortunately, he was already in quite a decline from Parkinson’s where communicating was very difficult for him.\n\nBut the idea of seeing beyond people’s exteriors and seeing beyond the faith that they adhere to to realize our shared humanity and our shared human experience, that all came to me a lot later.\n\nAnd then fitting his story against world events, that was an education for me.\n\nBecause there were ways in which my grandfather would tell his stories that do make sense, but they are not the ways they’re told in the story books.\n\nSo like my grandfather, he actually was also incarcerated in a mental institution in the 40s in Chicago, outside Chicago.\n\nThe Elgin Stagas Island. And after a couple years there of hard labor, mixing cement, laying brick, also undergoing electro shock therapy, which probably is what contributed to his later blindness.\n\nHe escaped from that, but growing up, he would tell me about his time in the concentration camps. And then when I learned he immigrated to the United States in 1929, I was very confused, you know, with the lying, where they’re concentration camps in the United States.\n\nI was very confused, but then I realized, you know what, his experience in Elgin, where people did die and people were horribly mistreated. And he was strapped down and let me wonder when electro shock therapy.\n\nI mean, I can see why he called that a concentration camp. But it took me like a bit of learning my history to piece that all together.\n\nBut as I’ve learned my European history, and especially my German history, it’s been very interesting to see my family, my family’s backdrop against that.\n\nBeing in Germany, during the Unification of Germany in the late 1800s, during various different approaches to the Jewish population, which my family was.\n\nThere were various phases of embracing the Jewish population and then denigrating it went back and forth. So in the early 1800s, my family changed our name from Einstein to Halbrunner, based on the talent of Halbrun.\n\nSo, you know, we’ve had, you can look up the decree that made that happen and that’s where our family’s name comes from. And then, you know, you see my family’s progression wildfire where they started making soap in the in 1858 was pretty embracing of its Jewish population.\n\nAnd things went well from my family there in Halbrun, where the three of the second generation went also fairly well integrated. They were extremely successful.\n\nThey were, they had three buildings to their factory. They distributed soap across Germany. They were economically very successful.\n\nThere was, again, a law that opened up trade to the Jewish people, which is an example of when my family, you know, had a good thing going.\n\nAnd they were able to engage in the manufacturing. But then, of course, all that was dialed back in the 1930s and to see these historical moments and then that they actually impacted my family.\n\nIt’s really, you know, brought it, brought it all home. And then through the 1930s, like the, you know, crystal locks in the 1938 law that excluded Jews from economic life in Germany.\n\nAnd then the law in 1939 that prohibited them from owning, owning property, you know, that, that pulled things out of my family’s hands.\n\nAnd we’ve been able to go back to Germany and see all of this. We, the soap factory in Halbrun, it still stands. It has been sold a couple of times. So it’s not the family that now owns it, a wonderful family, been very welcoming to us and our exploration of their property.\n\nOne of our soap, actually several of our soap vats were still bolted into their floor and they sent us one.\n\nWe took it that thing a while that’s their customs. But we have it now in VISTA. So it’s been really neat to be able to learn history in this very personal way.\n\nAbsolutely, absolutely tremendous. Did you say Einstein before how runner?\n\nYes, yeah, I mean, it’s a fairly common Jewish last name.\n\nUh-huh. Wow. So in addition to all of this remarkable part of your family story, you’re potentially related to Albert Einstein also, huh?\n\nI will say that my grandfather embraced that tenuous connection. I mean, I’m sure there is a connection. We don’t know the history that far back.\n\nBut my grandfather might have stretched it a little bit better for him to Albert Einstein as his uncle.\n\nBut there’s probably some sort of distant cousin relation. That’s been a really neat thing actually because my family is somewhat in the public eye.\n\nWe’ve had a lot of distant family members reach out to us. I mean, needless to say, my family was scattered by the war.\n\nI mean, if you survived Germany, it was only because you left. And so the first generation that made soap, there were 11 children, I believe, born to that family.\n\nAnd so three of them were the set that went over to Halbren, and you know, that’s my line is one of those.\n\nBut everybody was, there were a lot of soap makers. They all went into soap. But they all left.\n\nAnd so bit by bit, we’ve heard from almost all of those 11 different branches down. And there’s just an crazy synchronicity.\n\nThere’s one of my cousins. He’s a cousin. I think we would say fifth cousin.\n\nThe only, the shared ancestor is a manual Halbrenner by generations back. But his family ended up in New England. And he is a regenerative chestnut farmer.\n\nAnd so he’s in the similar space that, you know, my brother, David, and our company has championed so much towards regenerative organic agriculture. And here, you know, on his own track, he has ended up in the same, in the same realm. So that’s been, that’s been really cool.\n\nThere’s so much to track and so much to keep track of. I’m sure there’s some sort of software I could have. But right now, everything’s kind of in files on my computer. The different emails I’ve gotten from family members.\n\nYeah. Yeah. How wonderful. Well, yeah. And in some of the other episodes we’ve had with your brothers and others from Dr. Bronner’s, we’ve talked extensively about the amazing work.\n\nThe company is doing in the regenerative agriculture arena. And, you know, I love the labels on the soap.\n\nSo if I remember about 30 years ago, when I was first attending a permaculture workshop on a community farm in New Mexico, going to the restroom, finding this bottle with all of this stuff written on it and falling in love instantly.\n\nAnd, of course, now you guys are not only in the crunchy outdoor stores and the independent co-ops, but you’re in a lot of the big mainstream retailers.\n\nAnd a whole lot of us now, I think, are familiar with and use your products. And the breadth and depth of information on the labels is fabulous and leaves such an impression. And, you know, in that spirit, your book also shares so much with us about things we can do in our own home.\n\nFrom, you know, the moment we wake up in the morning until the moment we go to bed at night and possibly even wake up in the middle of the night. I love that section when you’re talking about that.\n\nAnd in here, you’re sharing these very important things for us to be aware of and take action around like the toxicity found in so many personal care products, home cleaning products, et cetera.\n\nAnd you break it up and you organize it in such a way that it’s very easy to follow, to digest, to approach. I love how you include vignettes throughout the book, like lab coat moments and origin stories and ingredient spotlights and ask Lisa kind of pulling from your blog and green it yourself.\n\nSo it’s really something I’m recommending to people to get a hold of and read because there’s for all of us, probably even more we can do in our own lives and in our workplaces to clean and green even further.\n\nAnd one of the things I really appreciate in all of this is the tender of friendship and kindness and gentleness and slowing down that you share.\n\nSo it’s not, you know, my experience is reading your book. It’s not like getting kind of beat over the head with, you got to do this and this and this and then this and this. And if you’re not doing this, my gosh, you got to X, Y and Z. And instead, it’s very much this, this, this invitation into all these things we can learn about and do to simplify our lives and detoxify our lives and frankly make our day to day quality of lives.\n\nLife’s much better. Thank you for sharing that with the world. And I want to ask, you know, how do you temper the passion and knowing, you know, that there really is so much in our world that is really so dangerous for us and for our planet?\n\nHow do you approach all of that in such a calm, gentle, measured way?\n\nBut it’s, I feel like there’s a, well, I’m a teacher and when you’re a teacher, you have to take people from where they are.\n\nYou can’t take them from where you wish they were or where you feel like they should be because that’s, there’s no point to that. It’s not realistic.\n\nThey can’t suddenly jump 10 steps ahead. You have to take them from where they are and the thing is you want to keep them going.\n\nSo guilt is not a long term motivator. It might motivate us for a little bit, but there’s not going to be any joy in it.\n\nThere’s not going to be any long term commitment there. We might do a little bit to a swage how we feel.\n\nBut what we want instead is to make it, you know, something that benefits in not just in a feel good way, but in an actual way.\n\nSo make it fun, make it approachable, make it doable. And as you said, hitting people over the head with a, why aren’t you doing this already?\n\nWhy, you know, you’re the problem. You’re the one that’s causing climate change.\n\nThat’s not going to be something that anybody’s going to want to stick around and listen to.\n\nPeople don’t tend to stick around and listen to being beat over the head if they have a choice.\n\nAnd you do have a choice whether you pick up my book and read it all the way through.\n\nAnd so I really wanted to make it approachable and doable just because that’s the only way to go.\n\nI wanted to be effective. And honestly, it goes back to that point I made earlier.\n\nI had to be honest because I came to this later than you would think.\n\nYou would think that with my family legacy, I would have known all this from the wound, not not the case.\n\nI had to go and learn it myself in my own way and, you know, trial and error and having my own crises moments.\n\nAnd, you know, that’s my story. So I can’t hardly expect anybody else’s story to be, to be much different.\n\nWe all are moving forward. And if I can help people take the next step forward to, you know, simplicity to safety even.\n\nBut to living a better, fuller, more vibrant life, that’s what I, that’s what I want to do.\n\nI very much wanted it to feel like we were sitting down together and having a cup of coffee and talking about something rather than, you know, as I, you know, getting hit over the head or a chemistry lecture.\n\nThat being said, I love chemistry. I love, I’m, I’m an English teacher by training, but like I’m a chemist by by birth.\n\nMy dad was a chemist. Our garage was a laboratory. He had a laboratory and an actual one that picture a laboratory in your mind. That’s what it looked like.\n\nLike all sorts of bottles on the walls and all sorts of devices. Things could bubble and spin.\n\nYou know, so I grew up with that. And I, you know, in my childhood and then a teacher by training. And so I want people to understand why this isn’t just a.\n\nDo this because I say so. There are chemistry reasons behind why you should not mix cleaners.\n\nEven green cleaners. Why you should not mix vinegar and soap. Why you should not mix abs and salts and soap. Oh my goodness. I so often walk into a health store and they’ve got the castile soap sitting right next to the abs and salts.\n\nLike a suggestion to go mix and don’t mix them. That’s, that’s a recipe for soap scum. You’re like making soap scum.\n\nAnd so I also think that there are a lot of people that, you know, they need to know why or else it’s not motivating.\n\nAnd so I just, I tried to reach as many different reader types as I could.\n\nIn fact, I had a, I had a list. I wrote before I started writing, you know, somebody asked me, who are you writing this to?\n\nAnd so I had a list of readers, like there were about seven or eight of, you know, people who might read my book, the, the mom, the young mom up to her eyeballs and dirty diapers and no sleep.\n\nYou know, what can I offer that person? The busy professional who wants to do better, but doesn’t have time. The, the curious, they, they want to know the why they want to dive deep into the science.\n\nThe budget conscious that wants to go green or wants to be more environmentally friendly, but they don’t have a lot of, you know, spare money to push towards it.\n\nAnd so you mentioned the lab coat moment. Those are little experiments you can do at home to learn the concepts that I talk about.\n\nSo you can see I’m not making it up origin stories, you know, people like to see deeper into the products that they’re, that they’re using what went into this, where the things come from.\n\nAnd so I wanted to share those two. So I had all these different people in mind and how can I help them? How can I reach them? How can I engage them?\n\nSo all of that kind of came together in the different, different parts. I picture somebody like opening the book and the, the athletes, which are kind of like a dear Abby.\n\nThose are real questions I’ve gotten. And there are all those pages are gray. So like I’m the person who will flip through a book and look for the pictures or whatever.\n\nSo you could look, you could flip and look for the gray pages and you get all the ass leases or the lab coat moments. I’ll have a little symbol and you could flip through and find them all.\n\nYeah, I so enjoy and appreciate all of those different elements in the book. And I really loved the, the diagrams, how soap works, how soap is made. And I have, I had a working knowledge of this, but seeing the visuals for me just really kind of locked in.\n\nWhat was going on with the various ionic charges and boy, the advice and recommendations is fabulous. And yeah, there’s, and I really appreciate the convergence of, you know, what makes sense for us in terms of our own health and well-being in terms of planetary stewardship and in terms of budgetary management right being thrifty.\n\nAnd there’s a, an art of simplicity running through the book, the recommendations and through the, the soap products from Dr. Bronner’s itself, right. There’s, it’s sort of the opposite of complexifying and mystifying and bewildering people. And related to that, the advice you provide us around understanding labels across all products.\n\nAnd understanding the various here in the United States, different federal agencies that govern various aspects of these products were interacting with every day.\n\nThe book is a real resource to help kind of untangle what is otherwise a pretty difficult set of variables to really kind of have a working understanding of.\n\nBut that’s, that’s my sharing from my own journey because you go buy something. Let me pick a hard one sunscreen and you go buy sunscreen. You’ve got the whole wall of sunscreen in the aisles. It’s like half an aisle.\n\nAnd even within one brand you’ve got so many different options. What, what messages that you’re reading on a label means something and what don’t.\n\nAnd honestly, as a consumer, I felt like I was being played with. I was being manipulated. You know, what, what, what they say means something that, that is like set. What, what are they trying to do with me with by like, they know I will think it means a certain thing, but it doesn’t.\n\nAnd what, which of them have some sort of oversight behind it. Most of what’s on a label has no oversight. I mean, we do have, you know, truth and marketing laws, but they’re, they’re pretty easy to navigate around.\n\nThere are very, very few words on labels that have a meaning that you could make a stand on. Most of the words on labels are, are unregulated, not that they’re alive, but they’re not regulated.\n\nSo what the manufacturer intends by them might not be what the consumer receives. And so what I share in the book about in the section how to re-alabel is, you know, so that a consumer can know what they’re, what they’re reading and make an educated decision.\n\nYou know, one of my, one of my roles that Dr. Brotters is consumer education, because there’s just so much is on the consumer to learn. We, we want to think that there’s a law that’s watching over things, but there’s not like, especially when it comes to personal care.\n\nPersonal care sort of falls between the cracks is under the FDA for the most part with what’s in personal care. But the FDA is mostly focused on food and drugs. And even though personal care is in there, it’s neither food nor drugs.\n\nAnd so it’s, it hasn’t, it just hasn’t been regulated. It hasn’t, and there’s no oversight. There’s no like safety commission that reviews, formulations or ingredients. All of that is on the manufacturer.\n\nYou know, there’s like some vague language and in the 1938 law, the 1938 law, which is what created the FDA and had a small section of personal care. And it says basically, manufacturers need to make sure that the products they sell are safe.\n\nWell, safe is a very subjective words. It’s safe with those short-term, safe for the long-term, safe for all people, safe for all ages. You know, you’ve got vulnerable populations, people with allergies, you know, so it’s very vague. And there’s, there’s no framework for analyzing all of this.\n\nIt’s changing a little bit. There’s been a somewhat finally long and time and coming update to that 1938 law in 19, in 2022, something called Bokra.\n\nThat modernized that a little bit. But most of it is on the consumer to know what they’re using, what impact it will have on their body.\n\nAnd what’s more complicated is there are some ingredients that are more scrutinized, but\n\nthey’re always scrutinized in isolation.\n\nWe never put products on our body in isolation.\n\nVery rarely.\n\nMaybe you’ll put your coconut oil, but for the most part, we put products on our bodies\n\nin combination, combination within one product, and then combination across products.\n\nLike, think about what you might have put on this morning.\n\nYou might have washed and that got rinsed off, but you might have put on some lotion.\n\nYou might have put on some sunscreen.\n\nYou might have put on a cologne or perfume.\n\nYou might have put on some makeup.\n\nAll of these things are actually combined on your skin and something called the cocktail\n\neffect.\n\nGosh, that sounds lovely, doesn’t it, but it’s not the cocktail effect.\n\nWhat combination is happening there?\n\nAnd so it really is on the consumer to analyze all the products across the range that they’re\n\nusing and what combinations are happening on their skin.\n\nThat’s daunting.\n\nThat’s a lot.\n\nWhich is one of the reasons why I tell people to simplify, because who does time for\n\nOn average in America, we put on 12 products a day, but I can tell you for a lot of\n\npeople it’s a lot higher, and products have about 12 to 13 ingredients each.\n\nThat’s a lot of ingredients.\n\nSo that’s one of the reasons why I tell people to simplify, because you just don’t have\n\ntime to track all those ingredients and what are they doing in combination with each\n\nother.\n\nCertain ingredients are fine by themselves, but not when combined.\n\nSo it’s just a lot, a lot to do.\n\nBut unfortunately it is buyer beware, both for personal care, less so for house cleaning,\n\njust because the EPA, if something is a pesticide, if something is antibacterial or claims to\n\nkill, it actually is overseen to the environmental protection agency.\n\nSo it’s not, because soap does not work by killing soap works by removing, so it’s\n\nnot under the EPA.\n\nAll of this is in the book.\n\nAnd so it’s odd that we actually have a little bit more oversight to our house cleaning\n\nproducts than we do to our personal care products and the things that are actually in contact\n\nwith our bodies.\n\nBut yeah, I could have written the whole book just on how to rate a label and product\n\nsafety and what to know when you go to buy something at the store, it’s a lot to say\n\nthere.\n\nYeah, so I appreciate this.\n\nAnd clearly there’s quite a lot out there that we would probably do well to avoid.\n\nAnd then there are some wonderful natural products and ingredients that have extraordinary,\n\nhelpful and nourishing attributes and properties.\n\nAnd two, in particular that you call out in the book, I wanted to ask you about, to give\n\nus a quick snapshot, hemp seed oil and regenerative organic certified virgin coconut oil.\n\nTwo great products.\n\nCan you tell us a little about each of those?\n\nSure, sure.\n\nSo coconut oil was in my grandfather’s formulation from the 18, the 1940s.\n\nI actually don’t know the specific formulations before then, but my grandfather used it from\n\nthe beginning in combination with olive oil to make the castile soap.\n\nAnd so we’ve used it for a long time.\n\nHemp has a different story.\n\nI’ll get to that one in a minute.\n\nSo we’ve used coconut for a long time in our soap.\n\nCoconut oil is a tropical oil, think about a coconut tree.\n\nIt grows in the tropics, so most of the United States is not in the tropics, so it almost\n\nalways comes from overseas.\n\nIn 1999, David, my brother first took the company organic and took our major materials\n\norganic.\n\nAnd that was difficult enough at the time because there were no organic standards for personal\n\ncare companies, for personal care products.\n\nThere was only organic standards for food.\n\nAnd so David used the food standards, used food grade coconut oil and olive and other\n\ningredients, to make our soaps and then certify them with Oregon Tilt as a certifier.\n\nThe USA didn’t like that he did that, and he said, they said, you can’t do it.\n\nYou can’t use a food standard for soap.\n\nAnd David’s point was like, why do you care what I do with the ingredients?\n\nSo they are USDA certified organic ingredients.\n\nAnd brother Mike would say, do you care if I make soap or soap?\n\nYou know, it’s going in a soap.\n\nAnd so that was the first step was going organic.\n\nAnd that was great.\n\nAnd eventually, David was very active on the forefront of creating organic standards for\n\npersonal care.\n\nAnd we now have done the National Organic Program and other things.\n\nBut really before that battle was done, he knew it wasn’t going to be enough.\n\nThe issue is that organic standards are great for the environmental input, no synthetic\n\nsnow, irradiation, no sewage sludge, no genetic modification.\n\nBut they’re absolutely silent on the topic of labor and animal welfare.\n\nAnd so you can have a product that legitimately is organic, but the people who created it,\n\npeople who grew it or processed it were treated poorly.\n\nThey were paid unfairly.\n\nThey had unfair hiring practices.\n\nThey were unsafe.\n\nAnd so before he was even done with the organic journey, he already knew we needed to go further.\n\nAnd so shortly after that, Dr. Bronner’s committed to going fair trade with our major ingredients.\n\nAnd so that was, again, the coconut oil, olive oil, palm oil as well.\n\nAnd our mint oil, the largest user of organic and fair trade, mint oil in the world now.\n\nThe problem with this commitment is that these sources didn’t exist.\n\nThere were no fair trade and organic coconut producers that could supply us at the volumes\n\nwe needed.\n\nAnd so our solution to that is we ended up founding our own mill in Sri Lanka called Serendipal.\n\nIt’s a sister company.\n\nIt’s been operating since 2008.\n\nThe opportunity actually came out of the tsunami of 2004, Garo, who you mentioned earlier,\n\nwho wrote the book, Honor, they label.\n\nHe was pivotal.\n\nAnd he tells the story of how Serendipal was founded in the aftermath of the tsunami because\n\nhe found that there was this untapped resource of coconut farms that didn’t have a market.\n\nAnd so we created our own supply chain there.\n\nSo that was excellent.\n\nWe did the same thing with palm oil.\n\nWe have a beautiful fair trade palm oil operation in Ghana called Serendipal.\n\nWe helped with a mint oil production.\n\nWe don’t own this one in northern India called Kavitramin.\n\nSo that was good.\n\nBut again, there are trade is silent on the topic of animal welfare.\n\nSo thinking about why is each certification only doing its small part, why is the bottle\n\ngetting a little crowded?\n\nWell, there’s only so much space for all these different little logos.\n\nSo David partnered with a group from Roedale, the Roedale Institute, Longtime, Champions\n\nof Organic Standards, and Patagonia, a life-minded company, Larger, Ms. Larger, and they founded\n\nthe Regenerative Organic Alliance with the intention of creating a new certification,\n\nRegenerative Organic Certified.\n\nThat would encompass both organic standards, fair trade standards, and animal welfare standards.\n\nIt is a complex certification.\n\nYou have to have a lot in place.\n\nAnd so it piloted in 2020, and two, three of our operations were a part of that initial\n\npilot audit, the Serendipal, the coconut oil in Sri Lanka, Serendipal, the palm oil in\n\nGhana, and Kavitramin, the mint oil in Uttar Pradesh, India.\n\nAll three of them achieved silver certification, which was the highest given out at the time.\n\nThere’s bronze silver and gold in their initial year.\n\nAnd so that is why our coconut oil, which we use not only in our soap, we use it in\n\nalmost every product, but we also sell as a standalone ingredient, our food grade coconut\n\nIt is regenerative organic certified.\n\nAnd so that’s where that comes from later this year, actually already, our chocolate,\n\nwhich is a story into itself, is the first regenerative organic certified chocolate that\n\nwill be on the market.\n\nOur chocolate spin on the market, but we’ve now achieved that certification for it as\n\nSo that’s just a story of how Dr. Bronner has always been on a journey of how can we do things\n\nbetter?\n\nAnd from each mountain top, we see the next one, and the work is never done, but we’ve\n\ngot lots of energy and lots of people willing to be creative and work hard and put that\n\nall together.\n\nSo, Hem has its own story.\n\nHem is a fantastic oil.\n\nIt’s just a superhero of an oil.\n\nIt is a plant, of course, but it’s got the oil that comes from the hemp seed is\n\ngot the closest fatty acid profile to what our skin naturally produces, which means when\n\nour skin isn’t producing its oil, when our skin is depleted either because of our health\n\nor our environment or whatever, that hemp oil is, hemp seed oil is a great replenishment\n\nto it.\n\nOur skin recognizes that it can make use of it.\n\nIt’s not some strange molecule that it can’t make put to work.\n\nAnd so, David, actually, and I refer to David, David was my oldest brother when my\n\ndad was declining 97 to 98 from lung cancer, if David had come on board already.\n\nAnd so, when my dad passed, David stepped into the presidency 24 at the time, no, he just\n\nturned 25 at the time.\n\nAnd then eventually my brother Mike came on board and then my husband, Michael, but a lot\n\nof this happened while it was just David.\n\nMy mom and CFO, my uncle Ralph, still sort of advising from Wisconsin.\n\nSo, David added hemp seed oil to the formulation.\n\nIt’s one of the very few changes we’ve made in the soap since my grandfather’s day.\n\nAnd the reason was, he learned about it.\n\nIt became available at volumes that we needed, and it has this marvelous ability to heal\n\nour skin.\n\nOn its own, it’s a pure oil, it’s not shell-stable, so you can eat it certainly, but you can keep\n\nit in the fridge.\n\nYou can even apply it straight to your skin, but again, you have to keep it in the fridge,\n\nso a little bit odd to stop by the fridge on the way to the bathroom, but you can.\n\nBut it’s a great addition to the soap.\n\nIt’s part of the super-fatting of the bar soap to make it extra nourishing to our skin.\n\nAt the time when David chose to add it, he knew this, hemp seed oil was actually classified\n\nas a Class I narcotic, because of its relation to, well, cultural and the cannabis, the\n\nplant, as well.\n\nIt has no THC content, or it’s certified not to, so all of it’s tested.\n\nBut there was definitely some rural with the DEA over that, David, was arrested twice\n\nover that process of saying, yes, we can use this.\n\nIt does not make our soap psychoactive.\n\nYou could drink the hemp oil.\n\nIt’s not going to cause a high of any sort.\n\nSo that’s got its own story.\n\nHemp seed oil became legal to use shortly after that, and now, as of 2019, it’s legal to\n\ngrow hemp seeds, hemp in the United States.\n\nWe had been sourcing it from Canada prior to that.\n\nSo that’s got its own story that I’m pretty sure girl tells an honor that I label also.\n\nBut it’s just a marvelous oil, it’s one of the few.\n\nIf you look at the vitamin and nutrient profile of hemp seed oil, it looks like it’s trying\n\nto impress you.\n\nIt’s really got a lot in it.\n\nYeah, it’s such an extraordinary plant and healer in so many ways.\n\nLet me remind our audience.\n\nThis is the YonEarth community podcast.\n\nI’m your host, Aaron William Perry today.\n\nWe’re visiting with Lisa Broner, the author of soap and soul and a member of the illustrious\n\nBroner family.\n\nI got to mention that we’ve a number of other podcast episodes if you’re interested\n\nin even deeper dives on some of these topics.\n\nI’d recommend the interview with Scott Black from Missouri Society, some of the impacts\n\nof toxic chemicals on insects and invertebrates in particular.\n\nOf course, we’ve mentioned both David and Michael Broner, Lisa’s brothers have been on\n\nseparate episodes.\n\nMichael’s being the chocolate episode.\n\nI learned a lot about chocolate making in that one.\n\nAnd Ryan Zinn and Geral is also from Dr. Broner’s have been on separate episodes as well.\n\nAnd then wanted to shout out to Jackie Bowen, the executive director of Clean Label project.\n\nShe and her organization are also doing a lot of work around our education as consumers\n\nand advancing how we’re stewarding ourselves and our planet, our communities, vis-a-vis\n\nthe chemical choices we’re making.\n\nAnd of course, have to give a shout out to Elizabeth Whitlow, the executive director of the\n\nRegenerative Organic Alliance.\n\nWe’ve had episodes with Yichau Rui and Jeff Moyer from the Rodeil Institute.\n\nAt the time, Brigitte Mars, a sweet piece on hemp and cannabis, Katie Garces on beauty\n\ncounter again talking about the importance of understanding these various chemical choices\n\nin our self-care and beauty product decisions.\n\nAnd got to give a big shout out to some of our key sponsors who make our Y-Earth community\n\npodcast possible, as well as the rest of our regeneration to renaissance work across\n\nculture, ecology, and economy.\n\nThis includes Chelsea Green, publishing, Weyley Waters, a Roman therapy have been fused\n\nto Roman therapy, soaking salts, profitable purpose consulting, earth coast productions,\n\nPatagonia.\n\nAnd of course, Dr. Bronner’s, and we’ve had so many wonderful gatherings in the last\n\ncouple of years where we’ve been able to share the chocolates and the soaps that Dr.\n\nBronner’s has provided.\n\nAlso a very special shout out to many of our monthly supporters and ambassadors who are\n\nsupporting on a monthly basis, the work that we’re doing.\n\nIf you’d like to join and you haven’t yet, you can go to Y-Earth.org to sign up at any\n\nlevel you’d like.\n\nIf you do the $33 level, we’ll send you a jar of the Weyley Waters soaking salts as a\n\nthank you.\n\nAnd we now have a Patreon page with lots of additional goodies and benefits.\n\nSo if you’d like to check that out, you can there as well Y-Earth community.\n\nNow to connect with Lisa and her work and to get a copy of soap and soap, you can find\n\nher on Facebook at green with Lisa Bronner.\n\nYou can go to LisaBronner.com, you can go to soap and soapbook.com.\n\nAnd of course, you can also learn more about Dr. Bronner’s and their products at DrBronner.com\n\nand also on Facebook and Instagram with at Dr. Bronner as the handle.\n\nThis Lisa is a convergence from my perspective of so many important themes and threads and\n\ntopics that affect each one of us day in and day out and over the course of our lives.\n\nAnd I really am struck by the abundance of useful information in your book.\n\nI highly recommend that folks get a copy of soap and soap and actually find a cozy comfortable\n\nspot because it’s such a fun read and be prepared with your notepad to take some notes\n\nbecause you’re probably going to get some nice simple strategies, tactics, life hacks,\n\nsome folks like to call it to make some of these choices and changes in your own life.\n\nAnd I was struck to Lisa that one of the things you speak of in such a poetic manner toward\n\nthe end of the book, I think if I’m recalling correctly, is this kind of cleaning and decluttering\n\nof our lives.\n\nIn addition to what we can do with cleaning products and self-care products, you were getting\n\ninto more of the philosophical and less material aspect of something I think that’s probably\n\nreally important to many of us.\n\nAnd the phrasing of superfluous voices and hurry in our schedule really struck me and\n\njust stuck out for me.\n\nCan you tell us a bit about those two and what your insights are around those?\n\nYes, absolutely.\n\nYou know, it’s interesting because as I said, I work from home, my kids are in school,\n\nso I’m home by myself a lot.\n\nAnd yet at the end of the day, I can feel like it’s been so noisy.\n\nAnd you know, how can that be?\n\nI haven’t talked to anybody.\n\nI’m just like, darling, my cat.\n\nBut it’s because we have so many voices that are coming into our days and sometimes\n\nuninvited, but sometimes we just jump right into the middle of them.\n\nYou know, why after scrolling for, you know, 20 minutes, half an hour on social, but even\n\non a news website, why do you feel so inundated?\n\nAnd it’s because you’ve had all these voices coming at you, voices that probably for the\n\nmost part you don’t care about, and they certainly don’t care about you.\n\nThey don’t even know you.\n\nAnd every one of those voices that we hear is a decision that we have to make.\n\nAm I going to listen to it?\n\nWhat are they saying?\n\nDid I understand that?\n\nDo I have to change?\n\nIs there something else I should be doing?\n\nAll of these, you know, questions and each one of those voices represents.\n\nDo I let this one in?\n\nDo I push it out?\n\nIf I’m going to push it out, that takes some effort.\n\nSo when we let all these voices into our lives on a regular basis, it just gets exhaust.\n\nAnd we experience decision fatigue, which means we make bad decisions.\n\nWe lose our, we wear out our self-discipline muscles, and then we work all that well,\n\nwhich makes us even harder to push these voices out or to do anything about them.\n\nEverybody gets susceptible to thoughts that we know are wrong or incorrect ideas that\n\nwe’re not doing it well enough or that we should be doing something different or that.\n\nAnd these are, I mean, hearing these from people who don’t know us and don’t care.\n\nAnd instead, we’re not listening to the voices that do know us, that do care about our\n\nwell-being.\n\nYou know, it should make a lot more difference if somebody that I love and care about says\n\nto me, you know, I think you need to make an adjustment in your life here.\n\nI think you’re going in the wrong way.\n\nRather than hearing it from some faceless voice online.\n\nAnd so I think we need to be a little bit, a lot more vigilant about the voices that\n\nwe let into our lives, especially the ones that we just, they just kind of wander in and\n\nwe don’t show them the door.\n\nI think, you know, I’m on social media, I get that it’s fun, but a little bit, a little\n\nAnd then I think it’s good, you know, it’s like a suite.\n\nAnd to send that on its way, just, and make sure that the voices we do care about have\n\nfirst precedence in our day.\n\nThat’s one of the things I talk about in the bed and bathroom chapter is make sure that\n\nthe voices that you hear first in your day are the ones that are the most important to\n\nyou, the ones that build you up and fill you up before you have to go out and start encountering\n\nthe voices that drain you and deplete you.\n\nSo and the same thing for the end of the day, end of the day with the voices that are important\n\nto you.\n\nThe people doesn’t have to be a live and a person person.\n\nIt could be something writing, but make sure that you give them your attention and don’t\n\ntrust them out because you’re too bogged down with this just massive voices coming in.\n\nI don’t want to say social media is the only thing because I do think that news entertainment\n\nis some sort of nifty phrase about that, I can’t think of what it is, but I think that\n\ncan also be a bit of a jumble in our experience.\n\nThe news is important, I do read it, but you have to be intentional about the voices that\n\nyou let into your life, declutter them, you have to do this regularly because it builds\n\nup, close down some apps, close off some websites, make sure you are prioritizing the good\n\nvoices.\n\nThe same thing about hurry, I’m a mom, I have three kids, and there’s a bit of a bragging\n\nscene about how busy we are and to say, I went to this and this and this all yesterday\n\nand I didn’t get home until 10 o’clock and we didn’t earn the car.\n\nI remember even the high school bragging about how little sleep we got, I was up till\n\n10 doing that English project or I stayed up all night, I don’t think we should be bragging\n\nabout that.\n\nI think we should be bragging about, I got my work done in a steady way over days and",
  "related_episodes": [
    {
      "title": "Ep. 19 – Brigitte Mars & the Power of Herbal Medicine",
      "url": "https://yonearth.org/podcast/episode-19-brigitte-mars-the-power-of-herbal-medicine/"
    },
    {
      "title": "Ep. 28 – Scott Black, Executive Director, Xerces Society",
      "url": "https://yonearth.org/podcast/episode-28-scott-black-xerces-society/"
    },
    {
      "title": "Ep. 54 – Katie Garces, Director, Beautycounter",
      "url": "https://yonearth.org/podcast/episode-54-katie-garces-beautycounter/"
    },
    {
      "title": "Ep. 69 – Ryan Zinn, Dr. Bronner’s Regenerative Projects Manager",
      "url": "https://yonearth.org/podcast/episode-69-corona-virus-special-w-ryan-zinn-dr-bronners/"
    },
    {
      "title": "Ep. 106 – Jackie Bowen, Executive Director, Clean Label Project",
      "url": "https://yonearth.org/podcast/episode-106-jackie-bowen-executive-director-clean-label-project/"
    },
    {
      "title": "Ep. 111 – Gero Leson, Author,Honor Thy Label(Dr. Bronner’s Global Regenerative Relationships)",
      "url": "https://yonearth.org/podcast/episode-111-gero-leson-honor-thy-label-on-dr-bronners-global-regenerative-relationships/"
    },
    {
      "title": "Ep. 112 – Layth Matthews, Buddhist Economics and Personal Well Being",
      "url": "https://yonearth.org/podcast/episode-112-layth-matthews-buddhist-economics-personal-well-being/"
    },
    {
      "title": "Ep. 114 – Elizabeth Whitlow, Executive Director, Regenerative Organic Alliance",
      "url": "https://yonearth.org/podcast/episode-114-elizabeth-whitlow-executive-director-regenerative-organic-alliance/"
    },
    {
      "title": "Ep. 117 – Michael Bronner, President, Dr. Bronner’s, The “Chocolate Episode",
      "url": "https://yonearth.org/podcast/episode-117-michael-bronner-president-of-dr-bronners-on-magic-chocolate/"
    },
    {
      "title": "Ep. 142 – Maria Rodale, Author,Love, Nature, Magic",
      "url": "https://yonearth.org/podcast/episode-142-maria-rodale-author-of-love-nature-magic/"
    }
  ]
}