{
  "title": "Episode 13 – Sarah Davison Tracy on how to “Live Ablaze”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2778/episode-13-sarah-davison-tracy-y-on-earth-community-podcast.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-13-sarah-davison-tracy-y-on-earth-community-podcast/",
  "episode_number": 13,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHi friends, welcome to another edition of the YonEarth Community Stewardship and\n\nSustainability Podcast series.\n\nAnd today I am so thrilled to have with us our guest Sarah Davison-Tracy.\n\nHi Sarah.\n\nHey guys.\n\nGood to be here.\n\nWelcome.\n\nAnd Sarah, whether she’s traveling the globe or nestled in the backyard of her home in\n\nColorado with her husband and two beloved children, Sarah is a devoted human rights advocate\n\nand author, a public speaker and the founder of Seeds of Exchange, which we’ll be talking\n\nabout a bit more.\n\nAnd Sarah, welcome to the show.\n\nSo wonderful having you here and really appreciate you joining our conversation.\n\nOh, I’ve been looking forward to it since the moment I woke up.\n\nThis is awesome.\n\nBeautiful.\n\nWell, I would love to start by asking you, I know you have such a deep connection in\n\nfondness for this Colorado area and that you are also doing a lot of work with people\n\nin the Himalayas, specifically in the Nepal area.\n\nAnd just wondering, could you just speak to how that moves you, how that moves your heart\n\nand what you notice working in these different places really on opposite sides of the globe\n\nif you will?\n\nYeah, well, I for sure love the backdrop that we have here for our conversation with\n\nthe mountains.\n\nIt’s a beautiful focal point for what we’re talking about.\n\nSo I love that you started with that question, Aaron, because I have always been super keenly\n\ninterested in these ideas of both Anne, the local and the global.\n\nAs you mentioned, Denver and halfway around the world in the Himalayas.\n\nAnd there’s a sweet spot that I love to find of celebrating and observing the things that\n\nare profoundly different in the ecology and the culture and the language and the food\n\nand the people and, you know, all kinds of things and finding those things to celebrate,\n\nwhich I do because Nepal is home to many people that I actually consider not just friends\n\nbut like my family and so it really feels like a second home.\n\nI got a video from them this morning and they were just in my friends that were working\n\nin their office and I could hear like the horns and the background and I could picture\n\nthe rickshaws and the motorcycles and it just was like it brought to your smile because\n\nthat’s how I feel about that place in these people.\n\nBut the other both Anne is, while being very different in all those things that I mentioned,\n\never since I was a kid I’ve been profoundly eager, curious and really committed to find\n\nthe threads of profound similarity of things that are similar in surprising ways between\n\npeople and what I find is there’s a sense of what matters to people’s hearts, like what\n\nare the things that they hope for themselves and for their children and they’re not so different\n\nbetween Denver and the Himalayas and so I love being a part of that conversation and\n\nthat life with them.\n\nIt’s so beautiful.\n\nWell, one of the things that probably comes most to mind when I think about you and I\n\nthink about the work that you’re doing is that it is so heart-centered and in my humble\n\nopinion that’s something in our culture in particular that we could use a whole lot\n\nmore of and honestly probably just need, I’ll just say that and I’m so struck by how\n\nyou work with those threads and keeping that heart-centric focus through, you recently\n\npublished books, Live ablaze and light up the world and then it’s companion, soulfully\n\nablaze, a 40-day journey to light up your life and the world and I am just, I’m so thrilled\n\nby the energy and the enthusiasm that you’ve managed to capture and put into book form\n\nwhich is no small task as we both know and there’s just so much heart gushing forth from\n\nthose works and from all that you’re doing and I want to ask you, where does that come\n\nWhat is the source of that wellspring of love and energy and encouragement that you’re\n\nsharing with people?\n\nA lot of questions.\n\nSo it comes to mind is this poem from my sacred text, one of my favorite sacred texts\n\nin my personal sacred text, the Bible where it talks about who cannot wait to come up,\n\ncome upon every day and find beauty.\n\nHere’s what you do and it lifts us all these things and it has to do with community, it\n\nhas to do with what we eat, it has to do with what we fill our vision with and for me\n\nthat has to do with media and my little people, my two kids that I pick up and drop off\n\nat school every day and they just fill my hearts with love and with passion and with\n\ncompassion and for sure for me, God, my sacred connection to the mysterious unseen is\n\na big part of what shores me up on the hard days and what fuels me on the good and the\n\nhard days, I guess.\n\nBut for sure, Aaron, the big other pieces, community and connection, whether that’s my\n\nbeloveds in my home, my neighbors, my soul friends, strangers on the street, I’m finding\n\nmore and more joy in just connecting with people as I go about my every day that I\n\nmean only see one time and that really fills me up and I’m always looking for ways to\n\nshare it and receive it as I go about my days.\n\nWell, as a friend and a colleague, you really strike me as a person who excels at living\n\nthat way of being day to day, which is where that can actually be challenging and perhaps\n\nwe might even say where that is most needed, that practice and Sarah, you do that.\n\nAnd I know you bring enormous smiles to so many people every day, locally and around\n\nthe world.\n\nAnd I just want to thank you for that.\n\nThank you for doing that work in our communities and thank you for living that example for us.\n\nI think that that is perhaps one of the most potent things we can be exploring and sharing\n\nwith one another throughout our communities is how do we live this way of being.\n\nAnd in this exploration where you really play with a lot of these polarities and explore\n\na lot of these dualities, I’m so struck by how you approach being on the one hand and\n\ndoing on the other and can you just share with us what that is for you?\n\nYeah, I would say my life until now has been a journey of exploration into those two\n\npieces, polarities, dualities, both ends of contemplation and action and solitude and\n\ncommunity.\n\nAnd so for me, I see that place of being still, of being, of finding things that when\n\nit’s just me in the car in the morning, at the end of the day, finding rhythms that\n\nreally fuel and sustain, like me from this like cellular inside soul place out.\n\nAnd so for me, I write about, I have these in live ablaze, I have 10 and so hopefully\n\nI have 40 of these, I call them places of pause or pops that are like punctuated spaces\n\nthroughout all of these incredible stories and invitations to, you know, pay attention\n\nto our lives and pay attention to each other and because I had this epiphany as I was writing\n\nthe book that came to me in my everyday life, thinking I had come home from a movie and\n\nI had this moment where I thought, man, if I don’t pay attention to the things that brought\n\ntears to my eyes during this movie, to the thing that made my heart beat really fast during\n\nthat one part in the movie, then it’s just going to be another thing I have consumed.\n\nJust going to be, I’m just going to move on to the next thing and I thought I need a place\n\nof pause to think and pay attention and listen and learn.\n\nAnd so the next morning when I got up to write my book, I thought this book needs a place\n\nof pause, regularly punctuated through it, that I believe the places of pause or being,\n\nas you say, is going to be different for each of us because we all get filled up and\n\nfields differently, but I do believe that there’s something about a level of quiet or\n\nof stillness that we can still be thought in our head, the input, you know, the speed,\n\nthe things come at us visually and through auditory messaging and pay attention to the\n\ntreasure that our souls and that our hearts, as you speak, heartfelt people, it’s just\n\nlife and good and in the direction that so much of us are looking for is just like there\n\nin those quiet places of pause.\n\nSo that’s the one piece of being still and then I just profoundly believe that when\n\nthe activism and the service and the being love and the kind of big outer expressions\n\nof our life when it’s fueled from these regular rhythms of filling up in these quiet rhythms\n\nin our life, I believe it’s sustainable, it’s more powerful because it’s more connected\n\nto who we are and to people around us and I don’t think being still in a soulful way\n\nvery often stays in a solitude sort of place.\n\nI think our hearts and our souls always help us to connect with our destiny and loving\n\nand serving and connecting with each other, so I just see them as like inextricably connected.\n\nIt’s so beautiful and I’m so struck by your use of language around the treasure and actively\n\ncultivating these places of stillness in our day-to-day lives and you know, I, reflecting\n\nas you were talking on the chapters I wrote, listening, connecting, why on earth that especially\n\nin our culture right now with technology and all of the busyness, there’s almost this irony\n\nthat emerges where making the time and space for those pops, those places of pause where we\n\ncan do more listening on different levels, connect in different ways to the divine, to the incredible\n\nmajesty of creation all around us, that actually requires a certain action on our part.\n\nThere’s almost a certain willfulness that we have to cultivate in order to open those\n\nspaces of receptivity up and you really, I think, speak to the sort of irony or perhaps you\n\nmight even say joyful humor in the polarity that shows up there. Totally, that is so beautiful\n\nand I love that connection you made, 100% with, yeah. Well, as you’re talking, it reminds me of\n\nSt. Francis, right? And I happened to be rereading the book St. Francis by Kazan Zakis just\n\ncracked it open a couple days ago and this whole notion of experiencing the divine, you know,\n\nnot to get into a protractive dogmatic discussion about what is and isn’t where the rules and boundaries\n\nlie this, that and the other, but that we as humans, it seems, have such a marvellous opportunity\n\nto connect with an experience of divinity in our day-to-day lives and in the, let’s say,\n\nmundane, which in its etymological roots means of the earth, you know, and I think that you\n\nreally exhibit this, Sarah, in your writings and in the work that you’re doing and especially the\n\nthe work that you’re doing with a very diverse group of people all around the world that there\n\nis such an embrace of the divinity within this imminent reality. 100, yes, like everything in me,\n\nand I, I’ve been contemplating so much for a couple of years. The very thing you’re talking about\n\nof, like, what’s the texture and the fabric of our everyday lives, like each of us, and every day\n\nas we were talking earlier, like, every day is one word, but in my mind, I picture every is all\n\npast because it’s like the biggest part of our lives, right? So how we feel when we wake up in the\n\nmorning and and how we go about whatever work it is that we’re doing during the day, and I’ve been\n\nthinking so much about what are the pieces, what are the seeds that are planted in our lives that make\n\nfor the mundane, the everydayness of life, to have that, like, texture of grace and joy and peace and\n\nlove, all of these things that I think are souls long for, and I believe there are times that I have\n\ngone after so many things in the hopes of those things that have just created a frenetic and\n\noverwhelmed mundane or everyday life, instead of this texture of fullness, and, like, I call,\n\nI kind of picture it as like a cup that’s full to the brim with, you know, cool sparkling water,\n\nyou know, that’s fueling and saturating my day, and I’ve practiced yoga a lot for much\n\nas my life, and I love it because the teachers that I love talk about, like, how you get to the\n\npose or how you get through a practice, you’re going to finish the practice probably no matter what,\n\nright, you’re going to go to the studio of the street or watch the video and be done in a half\n\nhour, an hour, and kind of check it off your list, but the experience of it is the mundane,\n\nis what you’re talking about, like, the experience of it can be fundamentally different, it can be\n\ngraced and full of wonder and awe and curiosity and ease, or it can be, like, struggle and\n\nart and forcing, and I know both of those very well, which is why I’ve been so committed to\n\npracticing it and talking about it and bringing that message whenever I can to people because it’s\n\na really different way, those two ways are very different. Absolutely, there’s so much, so much in\n\nthat, and, you know, I know that you are very open about sharing some of your own experiences around\n\nthe pain of wondering and worrying and doubting and individual worth and that you have, you carry\n\nthis insight with you that we, we each hold so much preciousness in ourselves in this world.\n\nAnd I know that many of the people you work with have their own stories of incredible struggle and\n\nhardship and especially with some of these beautiful souls that you’re working with in Nepal and you\n\nguys are, I know, working on another new book that’s underway and I’m so excited about it.\n\nWhat, what is it that you might want to share with our audience about that, that pain of\n\nwondering and worrying and when we’re in that place, what we might bring into our awareness that\n\nwill help us get to that place of grace and overflowing cups of cool sparkling water and so forth.\n\nRight, right, because there is that gap in our human experience, at least in my experience.\n\nSo I would say a couple of things. First of all, you know, for me,\n\na moment that comes to mind of the worrying and the wondering if I had a place on the planet,\n\nif I had a life that was really, I wanted my life to matter. From the time I was born, I remembered\n\nthinking like, what am I going to do and how am I going to do it? And there were times that that\n\nfueled me with curiosity and energy and there were times that that fueled me with angst and\n\nlike grip of like, where am I going to go to college and where am I going to live and I don’t have\n\nany idea how to make the impact that I’m dreaming of making and that I feel is planted in my heart.\n\nAnd I, in that gap that you just picture this raise, there was a lot of pain for me of doubts and of\n\nanxiety and worry that I didn’t have a place on this mighty big planet of ours. And for me, it came\n\nto like, I talk about it at the life and death place because in my early 20s, I believe that\n\nseed of doubt and worry was planted and grew without my, without my awareness such that I almost\n\ndied because I had the addiction of anorexia in my early 20s. And I believe the roots of the\n\naddiction were in this thing that you’re talking about, in this like trying to fix and control and\n\nplan and in the worry and all of the things that you brought up, I wasn’t vigilant about doing\n\nbattle with and talking with my community about and the thing, man, I am, I don’t feel much worth\n\nor value. I’m a, I’m in a fog and I’m afraid and I’m kind of lost. And so I, I became isolated\n\nand addicted. And so for me, happy to share with anyone that that connects with because it’s of course\n\na big long story with a happy ending because I am alive here and now. But it was, it was a day-to-day\n\nand a nail-biter for a little bit because I was so stuck in the fog and in the darkness. And so for\n\nme, because of that personal experience, I, it is like for me now that I have come out of that,\n\nI know how dark that night is. Some, some folks call it the dark night of the soul.\n\nAnd I know how crushing that is to a spirit and to our thoughts and it just affects everything\n\nto our actions. And so for me, it’s like right next to that pain that my passion and commitment\n\nand mission to do what I do in the world has grown because and it has led me to be a part of\n\nanti-trafficking endeavors and they call in India and other parts of Asia. It’s led me to partner\n\nwith people in Africa that are doing amazing women’s and community empowerment projects among those\n\nthat have been pushed to the margins and that are themselves in a fog and in the dark night of\n\nthe soul. And I believe that when we work together, it brings some light into that dark night.\n\nAnd we are the light for each other. I believe that with all my heart, there are times that\n\nthe night is too dark in me and I need a light from someone else and, um,\n\nthings for, for other people. So I just, I love looking at how we can be light\n\nand warrior together. It’s so beautiful, Sarah. Thank you so much for sharing that with us.\n\nAnd for sharing your light and bringing so much light to so many people, it’s awesome. It really\n\nis. It’s beautiful. Thank you. I want to pause there. We’ll take a little place of pause and\n\njust remind our audience and listeners that this is the Y on Earth communities stewardship and\n\nsustainability podcast series. And we are talking with Sarah Davis and Tracy. And for our\n\naudience and listeners, want to be sure to mention we have very special deals for you on the website\n\nY on Earth dot org slash market. If you use the code podcast, you can get some great discounts on\n\naudio books, ebooks, et cetera. And if you would like to learn more about the work Sarah is doing,\n\nplease go to seedsofexchange.org and or Sarah Davis and Tracy.com will have spelling, et cetera,\n\nin the show notes. And we also have a couple of very specific calls to action. You can buy Sarah’s\n\nbooks, liver blaze, and soulfully ablaze the companion. You can join seeds of exchange,\n\nbitly slash seeds.com. And you can support some of Sarah’s rolling projects of philanthropy for\n\nothers. And right now there is a very special campaign to help a young lady, Ashama,\n\ngo to college. And so we are helping do some fundraising for that effort. And Sarah, could you\n\njust tell us a little about Ashama and about what this was for her and her community?\n\nYeah. Yeah. So Ashama was born in India in a brothel because her mom had been\n\nwas a slave there for 10 years. And her mama and 23 kids were a part of an incredibly\n\nepic and dangerous rescue effort at the end of 2015. And so she has been back in school and\n\nhas a gift and a magic in her intelligence, it seems, because she has been catching up and making\n\nup for last time. She’s in school and a school run by an NGO partner of ours Lighthouse Foundation.\n\nAnd she just took her tasks at the end of high school and came out like at the top of the country\n\nat in terms of her marks. And so now she’s going to college. And they reached out to us and said,\n\nhey, do you think you guys could help us with her first year of college for her tuition and\n\nit’s actually tuition and everything. And so we’ve got a matching grant for $900. So we’re\n\nlooking to generate $900 more, which seems like a scream and deal, by the way, for a year of college,\n\nright? For her, that’s her next epic leap. And what I love about this Aaron is it’s just a picture\n\nfor me of the dreams that are planted in us that sometimes we can only get so far without a little\n\nbit of support from our community. And I believe that’s the best in the worst news about a connected\n\nand communal life. And I believe that that’s a gift for us because it keeps us connected to each\n\nother literally because our lives end on it. And hers does. And she’s going to change the world.\n\nShe already is. And I’m excited for us to be able to be world changers with her.\n\nBeautiful Sarah. And so we can support by going to Bentley slash a Shama back to school.\n\nAnd we’ll make sure that’s in the show notes as well. That’s what a beautiful story.\n\nWhat an incredible story. Yeah.\n\nTell us a little more about the communities in the Paul that you’re working with. There’s\n\nso much there I know it’s an incredibly rich fabric of relationships. But I would love for you to\n\ndescribe for us what that looks like. Yeah. So the community that I’m deeply connected to and\n\nreally passionate about working with that I’m working on this book with that you mentioned\n\na minute ago. They’re called the body. It’s called B-A-D-I. The body cast of Nepal. And for those\n\nfamiliar with cast it is illegal but it is very much an operation on a speaking of mundane\n\neveryday level. It affects who people can where people can live who they can eat with what\n\npads they can walk on where they can drink water whether they can go to school and on and on and on\n\nand so this cast of body they it is actually translated in Nepal in musical people.\n\nSo for many years they were the they were the artists for the kings and the kings courts.\n\nThey were the dancers and the singers and the poets and the makers of beautiful things.\n\nBut over time it degenerated into them the women the body women being seen as these sexualized\n\nobjects for pleasure and only that. And so for several generations now when born a body woman\n\nyour one work it is not a choice it is not for some and for others your one work is to have sex\n\nwith men and women are kept in their villages and literally men will crawl into their windows at\n\nnight and it can be an uncle and it can be a stranger. It is literally a fair game for anyone\n\nand some are trafficked. They are targeted to be trafficked out of Nepal and to Bhopal\n\nStrasia a lot in India and like the key about this and why I believe it has gone on for as long\n\nas it has is because they are on the margins and the outskirts of society and so there has\n\nit has been invisible and thousands and thousands of these girls literally disappear\n\nevery year and they are not when when born these girls don’t have birth certificates so literally\n\nthey don’t exist. So what’s been happening and happily in the last decade or so is this mighty\n\ncultural shift among this people that started with two friends of mine that began a school and\n\nKathmandu a boarding school that they invited girls and boys because they believe in elevating\n\nthe value of you know both boys and girls the community itself and and we hear all the time about\n\nthe power of education and this has been a picture of that for me of what happens when a when a\n\ngirl in a boy learns about the world and about the constructs that have made life for certain\n\ngender many generations appear in a certain way they don’t have to continue that way so they\n\nliterally it’s like watching this mighty tectonic plate just shift and these this generation I mean\n\nthey are going to school for the elementary secondary a couple of them are going to college\n\nfor the first time Ashama is one her big sister is the first land-owning body woman in the history\n\nof Nepal she just bought land a couple months ago yeah brings tears to my eyes I mean that’s after\n\n10 years of hard work you know saving up as a teacher so what’s happening among these people is\n\nthey’re saying you know what we are we are not going to wait for someone else to elevate us we are\n\ngoing to elevate ourselves and we are going to tell our stories without shame and it’s a shame-based\n\nculture but I believe humanity is shame based if we’re not careful and they are like no we are not\n\ngoing to live with shame we’re going to tell our stories so that’s why they asked me to help them\n\ncraft this story of brutal human rights struggles and unbelievable healing and restoration and like\n\nlight blazing from a mountaintop stories and so the reason that I love telling it and the reason\n\nI love being a part of it is because I believe in these stories there are gems for each of us\n\nto explore and connect with our own and and that’s the fun yes fun yeah there’s such a profound\n\nconnection between our own individual healing yeah and our ability to help heal in community\n\non the planet and I think Sarah your your journey and your story really speaks to that\n\nthat’s humbling and thank you yeah thank you how else in addition to helping Ashama with her\n\ncollege tuition cabinet how else can we get involved and help support and stay connected to\n\nthis work that you’re doing yeah I will just please put my email in the in the show notes because\n\none of my favorite things is I see one of the pictures of my work do you remember Aaron ever\n\nlike doing those dot to dot you know pictures that as a kid or maybe you’re stunned you know\n\ndoing those pictures were at first on the paper all you see is dots and they’re numbered\n\nand then over time all of a sudden like a rainbow it’s a rainbow or you know a house or whatever\n\nand so I see our humanity our community to be like this dot to dot picture and I love\n\nso what I would say to to listeners is if you feel something going off in your heart or tears\n\ncome to your eyes as when you heard Aaron or myself say something please stay attention to that\n\nand please ping me via email and and tell me what it is because if there’s any one or any way\n\nI can help kind of I believe we kind of like get to poor fuel on each other’s fires and the fan\n\nthing so I that is one invitation of because there’s infinite ways that that can show up I have\n\ngreat ideas and connections for folks that want to take their next vacation and have it be a really\n\ncool community engaged trip with friends from around the world I I just I know so many amazing\n\npeople that I love to connect folks with depending on their interests so yeah that would be my\n\nnumber one thing beautiful great well and just to mention the email your email is Sarah at seeds\n\nof exchange dot org and it’s Sarah with an h s a r a h yeah seeds of exchange dot org and thank\n\nyou for that invitation I I am excited to know that we’ll be seeing more of these dots getting\n\nconnected right as a result I want to ask you a question shifting gears just a hair\n\nin these final few minutes of our discussion as a a fellow crafts person with the written and spoken\n\nword a poet or writer what have you I am so struck by your use of language particularly in written\n\nform and especially the way in which you’re using capitalization throughout text it’s an\n\nunusual way to to see I think written English at this point it really jumps out it really stands out\n\nand I think it really shows your enthusiasm and charisma and how how the heck did you get to that\n\nas as a mode of creative expression I’m laughing because I remember some moments because these are\n\nmy first two books and they were published side by side simultaneously and I remember the first\n\nmoment my editor saying like do we really need to do this are you sure are you sure because she’s\n\nlike because I know that I know it’s intentional but I don’t know if people are going to see it\n\nat attention oh my goodness this is second so sorry people the dog the dog has spoken the dog speaking\n\nof punctuation she’s punctuated our call so everyone this is my dog Maisie hi there we’re all\n\noutside the window that’s teasing her so for example the word encouragement yes not until I\n\nI played with writing that out just in an email that I realized the word courage is in there and\n\nand when I think about a word encouragement was just what I believe is one of our calls as community\n\nmembers with each other it’s like cheerleading and shining the spotlight on each other and spreading\n\nthe word like the word courage is planted right inside of it I was like we have to make sure that\n\nlike I just love discovering that and I thought there’s certain words words words within the words\n\nreally add to the power and the beauty and the invitation and the action of that word and so\n\nyeah so I just in for me to go back to your mundane everyday point that we were talking about\n\nearlier for me it’s like a way that we get to play with our language in our everyday lives and\n\nbring beauty and impact and surprise and curiosity and so I do it in my emails and in my texts and\n\nthis is kind of fun yes you do and it is yes well on that note I want to encourage all of our\n\nlisteners and audience to check out your books check out your website get involved send Sarah an\n\nemail and I’m gonna end with this note of encouragement one of the things I love about that word\n\nof course is is collage courage comes from this root word meaning heart and Sarah thank you so\n\nmuch for your heart for sharing your heart with us with so many and especially thank you for\n\njoining us for this discussion today I’m so glad to be here it’s been an honor\n\nbeautiful okay with my friends"
}