{
  "title": "Episode 165 – Kelpie Wilson, Unveiling the Mysterious Secrets of Biochar (The Biochar Handbook)",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13908/episode-165-kelpie-wilson-unveiling-the-secrets-of-biochar-the-biochar-handbook.mp3",
  "publish_date": "July 9, 2024 8:45 pm",
  "url": "https://yonearth.org/podcast/episode-165-kelpie-wilson-unveiling-the-secrets-of-biochar-the-biochar-handbook/",
  "episode_number": 165,
  "subtitle": "Hexagonal Micro Structures for Planetary Prosperity – Unveiling the Secrets of Biochar with Kelpie Wilson",
  "description": "What do Justus Liebig, Pyrolysis, Cation Exchange Capacity, Carbon Nanotubes, the Black Madonna, and Hexagonal Micro Structures with Eight Allotropes have to do with each other? They’re all related tobiochar– a simple, easy-to-make form of charcoal with special properties that enhance carbon sequestration, water retention, soil fertility, and enable greater nutrient density, food security, and even climate stabilization. At the molecular level, biochar exhibits extraordinary geometric structures – some might recognize “sacred” geometric structures – that are known to amplify the ionic and electric capacity of the soil and the life-giving forces of nature’s alchemy. In this special podcast episode, Kelpie Wilson, the author ofThe Biochar Handbook: A Practical Guide to Making and Using Bioactivated Charcoal(a book from Chelsea Green Publishing), provides a vast array of insights, knowledge, wisdom, how-to advice, and recommendations for each of us to incorporate more biochar in our gardens, yards, farms, and lives.",
  "about_sections": {
    "about_kelpie_wilson": "Kelpie Wilson is a writer, mechanical engineer, and author ofThe Biochar Handbook: A Practical Guide to Making and Using Bioactivated Charcoal. She has worked in the biochar field since 2008 as an independent consultant and also as a project developer and writer for the International Biochar Initiative. From 2004-2008 she was the environmental editor and columnist atTruthout.organd a contributing editor for Yoga Plus magazine. She has published more than 100 articles in numerous magazines and online publications on climate change, environment and energy. From 2004-2006 she was a technical writer for Energy Outfitters, a solar equipment distributor. Prior to"
  },
  "full_transcript": "Welcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry, and today\n\nwe’re visiting with the author of the Biochar Handbook, Kelpie Wilson. Kelpie, it’s so great\n\nto be with you today. How are you? I’m fine. Thanks. Nice to be here. Thanks for having me.\n\nYeah, I’m really excited to have you on our podcast and to talk about Biochar in part because,\n\nyou know, we’ve had a few other episodes around Biochar and I’ve already learned so much from\n\nyou, including when we were recently recording the module for our Simple Gardening Wisdom video\n\ncourse and I’ve actually learned several things from you that I’m really, really excited to talk\n\nabout. So thanks for being here today. Yeah, you bet. Kelpie Wilson is the author of the Biochar\n\nHandbook, a practical guide to making and using bioactivated charcoal. She’s not only a writer\n\nbut also a mechanical engineer and has worked in the Biochar field since 2008 as an independent\n\nconsultant and also as a project developer and writer for the International Biochar Initiative.\n\nFrom 2004 to 2008, she was the environmental editor and columnist at truthout.org and a\n\ncontributing editor for Yoga Plus Magazine. She has published more than 100 articles in\n\nnumerous magazines and online publications on climate change, environment and energy.\n\nFrom 2004 to 2006, Kelpie was a technical writer for Energy Outfitters, a solar equipment\n\ndistributor. Prior to that, she spent 12 years as a forest protection advocate with the Sisiq\n\nRegional Education Project in Oregon and before moving to Oregon, she worked for a small research\n\nand development firm designing sterling cycle engines in Berkeley, California and Kelpie,\n\nI got to just hold the book up here for our video audience. This is a Chelsea Green publication,\n\nan absolutely beautiful book that is also a tremendous resource and we definitely encourage\n\nfolks to get the book and if a little later in the episode we’ll talk about a way you can get a\n\ndiscount on that. And yeah, let’s Kelpie maybe start at the beginning here for those of our\n\naudience who might not yet be as familiar with biochar and what we’re talking about here today.\n\nCan you give us the quick overview to get oriented here? What is biochar?\n\nYeah, there is a bit of confusion about it because it’s hard to find an official definition,\n\nalthough there is one. The International Biochar Initiative has one. It’s part of the\n\ncharacterization standards that I actually worked on when I was with them and it basically says,\n\nwell biochar is just charcoal. So it’s the definition of charcoal that’s made from clean\n\nbiomass. We add that on, it’s to be made from clean biomass and it has to be friendly to soil.\n\nIt has to be able to be used in soil or for other purposes like carbon sequestration,\n\nbut most people are thinking of it in terms of using it in soil or biological system. So it has to\n\nbe clean basically. But beyond that, there’s a huge range of materials that are charcoal or biochar\n\nthat can be really different and it depends on mainly two things. The feedstock it’s made from,\n\nyou know, is it made from bamboo or grass or manure or wood and the temperature at which it’s\n\nmade. So the processing conditions and that, so you can have, it’s basically a matter of cooking,\n\nhow much you cook it. So you can lightly cook something like roasted coffee that’s called\n\ntorrefaction or you can cook it a little harder and if you cook it really hot, you make something\n\nthat’s more like activated carbon. So very light porous material that’s almost pure carbon. Whereas\n\non the other end of the spectrum, you know, coffee, roasted coffee or torrefied wood is kind of brown\n\nand it’s a little bit of char in it, but it’s, you know, it’s not that much. And then sort of in the\n\nmiddle is what we would think of as fuel charcoal and that’s usually made at, you know, a medium kind\n\nof temperature and in a way so that the oils and gases that are in the wood will, some of it will\n\nrecondense in the char and that’s great for fuel, you know, because that’s more BTUs basically,\n\nbut it’s not that great for soil. So that’s the basic definition of biochar. Got it, that’s great.\n\nYeah, and of course BTUs being British thermal units a way of measuring heat capacity or potential\n\ncaloric potential in fuels when we combust them, right? Right, yeah. Hey, I understand also that\n\nthere’s something going on in this, you describe the triangle of fuel, oxygen and trying to find\n\nmy notes here, what’s the third thing I’m forgetting? Heat. Heat, there it is, fuel, oxygen and when\n\nmaking biochar, whether it’s in very advanced commercial technological facilities and equipment\n\nor in the backyard in a barrel or something, we’re sort of controlling for the available\n\noxygen. Is that right? Is that the right way to understand that? Yeah, that’s key. And so\n\nthere are many different ways to make charcoal, the way that most people kind of think about it,\n\nyou know, have any experience with charcoal making is the traditional way of making fuel charcoal.\n\nAnd that’s very, very low tech, primitive methods of you stack up a bunch of wood in a pit, maybe\n\ncover it with dirt, you light one end and it smolders for days. So it’s that slow cooking\n\nand it just pumps out smoke. And so the dirt mound is keeping oxygen out of the process,\n\nso it doesn’t burn all the way to ash because the first thing to understand, so you’ve got\n\nthe fuel triangle, that’s great. Those are the three things you need for a fire. So that’s oxygen,\n\nfuel and heat. If you cut off the oxygen, you’re not going to complete the reaction. So the second\n\nthing you need to know is that when you burn something biomass, it’s burns and stages and the\n\nfirst stages you add the heat and the gases start coming out. And those gases turn into smoke. If\n\nthere’s no flame there to ignite the gases, the gases are going to cool and turn into smoke. So\n\nthat’s what happens in your traditional charcoal mounds. And then the second stage is once the\n\ngases are all gone from your wood, now the remaining carbon, it’s almost pure carbon,\n\nis go to fuse and make these fused carbon rings where all the carbon links up and that makes the\n\nvery hard to degrade carbon structure and that’s in charcoal and biochar. And at that stage,\n\nyou know, with the mound, with the pit mound, it kind of goes out because it’s, it doesn’t have\n\nenough air to complete the reaction. So you’re left with a charcoal. And then there’s another way\n\nof making biochar that’s done in a lot of the more high tech industrial processes,\n\nwhich is called a retort. And that is think of that more as like a pressure cooker, although\n\nthere usually isn’t pressure, but it’s just a closed vessel with a little outlet to let the steam\n\nout. And so you heat that externally, which means you have to transfer the heat through a metal wall\n\nand into the material. So, and that’s a very, very positive way of making charcoal. You don’t\n\nhave any oxygen in there at all. And so once you heat it up and the gases leave, there’s no oxygen\n\ncan get in there and you save your charcoal. And usually that’s in a batch process that’s done by\n\njust letting it cool. And once the heat is gone, the combustion can’t continue. So first the oxygen\n\nis gone. And then after the heat is gone, you wait till the heat is gone, and then you open it up and\n\nit can’t burn anymore. Now the way we, I make biochar and the way some other processes called\n\ngasification make biochar is we allow some air in there, but we control the air, especially at the\n\nend. So I’m making biochar in campfires, essentially. And anybody who’s ever been to a campground and\n\nseen a campfire ring, where you know, the people who were there before had a big party, they just\n\nkept piling on the wood, right? And then they all passed out and went to bed. And you see this\n\nfire is full of ash. But if you dig down in there, you’ll find pieces of charcoal down at the bottom,\n\nwhere the air never got down in there. And after the flame went out and the whole thing started\n\ncooling, the charcoal on the bottom was saved. So that’s what we do, but a little more efficiently.\n\nAnd so we let it burn, we light the fire, we let it go through the first stage of burning,\n\nwhere the gas comes out and that makes a flame, which provides the heat to keep\n\nthe reaction going. But down at the bottom of the pile or the bottom of the kiln,\n\nthe char is saved and we put it out with water then. So with water, we’re removing the heat\n\nand the oxygen at the same time. And so that’s how we utilize the fire triangle.\n\nOh, that’s great. Thanks for explaining that. I think I may have actually been at one or two of\n\nthose campfire parties over the years. Oh, I don’t believe that.\n\nYou know, these days, especially as it relates to soil regeneration, carbon sequestration,\n\nclimate stabilization, biochar has really arrived on the scene as one of the big strategies we have\n\nat a global scale. Of course, these are very localized applications, but in the aggregate\n\nat a global scale. And some of our biochar production, as you’re describing, is using very\n\nsophisticated technological machinery and control systems and so forth. However, humans,\n\nwe’ve been making biochar in one form or another since time immemorial. This has been part of many\n\nindigenous cultures, as I understand it, and landscape stewardship practices. And\n\nMother Nature herself makes biochar without human intervention also. Is that, am I\n\nunderstanding that correctly? Can you explain that to us a little bit? Yeah, absolutely. Well,\n\nI think the most interesting fact that I have about that is, look at the most productive soils in the\n\nworld agriculturally. And those are the chernazems. So those are the prairie or step regions, such as\n\nyou find in Iowa, in our country, or in Ukraine. Those are the most productive soils in the world\n\nfor agriculture. And half of the carbon in those soils, up to half the carbon, can be biochar or\n\ncharcoal. And that’s because, you know, a prairie or a step with those grasses, there’s a regular fire\n\nthat ignites the grasses and burns them off. But down, you know, like think of prairie grasses,\n\nthey’re like 10 feet tall, right? And so the fire just, flames just go roaring through, and they heat\n\nthe down at the bottom where the step, the stems are really thick. There’s not a lot of air. And so\n\nthose char, and after the flame leaves, it all cools and you get char. And you do that every 10\n\nyears. And of course, indigenous people, the Native Americans for sure, assisted that process by\n\nlighting fires regularly as well. And so you end up accumulating a lot of char in soil. So to me,\n\nthat’s about the only testimony I really need that, you know, charcoal is good for soils. And\n\nthat’s a great example of how nature does it. Same in our fire adapted for us here in the west.\n\nYou know, up to 50% of the carbon in those soils can be charcoal. And what’s interesting,\n\nand this gets into a whole other issue, but fire exclusion over past 100 years, aggressively fighting\n\nfires has left us in terrible shape in our forests, just from, you know, the thickets of young trees\n\ncoming up and creating a huge fire danger. But also what a lot of people don’t realize is we’re\n\nmissing the charcoal component in the soil. Because same thing, you know, in some of these forests,\n\nlike where I am, there’s a fire return interval of 10 to 20 years. And so what’s the impact of that\n\non nutrient cycling, on moisture retention, of excluding that charcoal from the soils? So\n\nwhat was the rest of the question? Yeah, no, this is great. I was asking about the sort of long\n\nhistory of biochar on the planet, both with mother nature herself and then also with indigenous\n\ncultures working with the fire. That’s mother nature. And then you can start to see how the\n\nindigenous people, you know, start working with nature to do more regular fires, you know, for\n\nvarious reasons, because fire is nutrient cycling. So when you burn off an understory to forest,\n\nyou get the little green shoots of things that are food plants or used for basketry material\n\nhere in the northwest. And, you know, so you get nice food plants and nutrient cycling.\n\nSo that’s probably been done, you know, ever since humans started burning things with fire.\n\nBut then you have the more deliberate ones, like the terra preta soils, which is amazing.\n\nLook at what these people accomplished. It took thousands of years, but basically there’s an area\n\nof the size of France, they say, in the Brazilian Amazon that is terra preta soils. And it’s not\n\njust to be clear, it’s not just one contiguous piece of land. It’s all along the high river\n\nbluffs along the Amazon. That’s where those terra preta soils are because that’s where people live.\n\nThey lived along the rivers. So that’s one example. And then there are many other examples,\n\nAfrica, Spain, in Europe, you look at the walled cities, the medieval cities and the middens\n\naround those cities. People, this just kind of naturally happened. And then maybe I think at a\n\ncertain point, people, you know, realized the benefits and maybe promoted it. But you’re in a\n\ncity with a bunch of other people, and you’ve got waste, you’ve got food waste, you’ve got human waste,\n\nyou’ve got cooking fires. And those cooking fires sometimes have bits of charcoal, they have ash,\n\nand they’re used to deodorize the waste. And that waste is carried out to the edge of the town,\n\nedge of the city, where the fields aren’t stumped in the fields, it’s fertilizer.\n\nSo there’s a pretty high charcoal content even around medieval cities in Europe,\n\nand, you know, all kinds of settlements all over the world.\n\nSo they’re both crop burning, you know, deliberate crop burning for the same reason\n\nnative people would burn the prairies, you know, agriculturalists would burn crop residue\n\nto get that ash, because the ash has all the minerals that the plants use. So it gets that\n\nright back into the soil, and there’s always going to be bits of char in there too.\n\nSo interesting. Yeah, and, you know, as we’re recording here, it’s middle of May 2024, already\n\nwe’re seeing some pretty intense forest fires have broken out in Canada.\n\nAnd this centuries long fire exclusion or suppression strategy has created a scenario\n\nin which we see lower frequency, but much higher intensity fires that can be absolutely devastating,\n\nnot only for homes and ecosystems, but also right down to the soil biology itself, right,\n\nbecause we get higher temperatures and it’s disrupting, it’s in some cases sterilizing the\n\nsoil, whereas the higher frequency lower intensity fires contribute to this virtuous cycle of\n\nfertility and carbon sequestration. I’m just wondering from your perspective, given\n\nall of your background and expertise in forest management, is it your view that we ought to\n\nessentially figure out a way to get a whole bunch of folks mobilized in the world’s forests,\n\nand fitting and managing and creating biochar is a way to address these multiple risks and\n\nchallenges that we’re facing? Yeah, that’s what I’m trying to do. And there’s different ways of\n\ndoing that. A lot of its handwork, though, which involves people. So I was like that Wendell Berry\n\nquote, what are people for? I think we’re here to go out and make a difference and clean up our\n\nmistakes for one thing. I’ve been promoting that a lot, both through the kilns that I sell,\n\nall the ring of fire kiln, which is a good tool, but also more and more just through different\n\nways of doing pile burning. And so we can do pile burning out on the landscape because these\n\nare vast areas. There’s a huge amount of material. And so right now we’re doing a lot of pile burning,\n\nbut we’re doing it in a way where there’s this sort of hot shot mentality that firefighters have of\n\ncomplete consumption. When they do a backburn, they’re like, we’re going to save the town. We’re\n\njust like make a scorched landscape. And the same thing with with pile burning. It’s like,\n\nwe’re going to get rid of these fuels. And so first of all, we’re burning bigger stuff than we need\n\nto because big logs are not a fire danger than they’re an ecosystem asset. But so the small\n\nstuff is what we need to burn. And if we’re just burning it to ash, we destroy the soil. We get a\n\nburn pile scar. And some places those scars don’t grow back for decades even. And they become a\n\nsite where invasive species can move in. So what I’m really promoting most right now is to just\n\nput those piles out with water at the end. We can make a lot of biochar in a burn pile. And then\n\nlike we’re having really good luck now seeding those charcoal piles with native seed mixes\n\nand getting great germination. So we’re doing something really good for forest soils.\n\nWe don’t make as much smoke because part of this process is to keep the flame on top and that burns\n\nthe smoke. And then once we’ve done that and removed, you know, done the vegetation management\n\nand thinned out the forest, then we need to break back prescribed fire. And we need to learn from\n\nthe indigenous traditional ecological knowledge. You know, they have a lot to teach us. We need\n\nto actually put them in charge of this because they know how to do it. And bring back the prescribed\n\nburning. And that’s a big thing happening here right now, where I am in California, Oregon,\n\nthere’s a lot of interest in it. So that’s the way forward for restoring our forests.\n\nI love it. It’s going to take people. It’s going to take a lot of people. This is hand work. I mean,\n\nthere’s some ways that machinery can help. Like when we have big piles of biomass piled up, we can\n\nuse some bigger machine called an air curtain burner. And you can load that with machinery. And\n\nthat’s all good. But, you know, everybody in the biochar industry is always talking about\n\nscaling up. Like you’re saying, there’s so much to do. There’s such a great potential.\n\nWe’ve got to scale this up. Well, there’s different ways of scaling up. And so with the hand work\n\nand these large landscapes, I like to call it scaling out. We need to scale out across the\n\nlandscape. And we need to put people to work. And it’s a great job for people who are maybe\n\nhaven’t really been workforce participants in a good way or who have maybe experienced some trauma.\n\nWe have a group, a contracting group of veterans who are doing this work now.\n\nAnd it’s really, it’s really nice to spend your day out in the woods burning stuff. It’s very\n\nsatisfying. You know, for people who could not ever go and work in an office, you know, or do\n\nanything like that. This is work they can do and they can feel really good about themselves.\n\nIt’s wonderful. Yeah, I’m get really good exercise and body movement and all the benefits of the\n\npheromones that the trees and plants are putting off. I mean, there’s so much science emerging.\n\nOh, bacteria and all that. Yeah, exactly. Yeah, all of that. That’s so, so beautiful. Well, and\n\nI want to show our audience again, your beautiful book, the biochar handbook here,\n\nwhich is a Chelsea Green publication. And if you go to ChelseaGreen.com, you can get a copy.\n\nYou can even use the code Y-O-E-3-5 for a 35% discount for our audience if you’d like. And\n\nof course, Chelsea Green is one of our strategic partners. And in this book, Kelpie, you’ve got\n\nso much information and it’s such a great resource. And it’s also wonderfully written. And\n\nyou’ve sprinkled some history in there in a way I really appreciate as a history lover myself.\n\nAnd I wanted to ask kind of running down one of the rabbit holes about this little section\n\ntoward the front of the book, where you’re talking about a person named Justus Liebig.\n\nAnd you’re talking about the Black Madonna, the Black Virgin. Can you tell us a bit about this\n\nand kind of connect the dots for us? How in the heck that might relate to charcoal in the soil?\n\nSure. Yeah, that was so fun doing that research because,\n\nyou know, it’s so early on, I think, I forget who turned me on to this, but Google\n\nBooks has all these old agricultural journals from the 19th century\n\nthat are online have been digitized and all kinds of ink journals. And there’s so much\n\ngreat science from that period of time that is worth revisiting. But so all these agricultural\n\njournals and there were many of them in English and in England and the US. And I started reading,\n\nlooking up charcoal. What do they say about charcoal? And there’s a ton of material.\n\nBut one of the first things I found was that Justus Liebig, who a lot of people know as the\n\nfather of NPK or Liebig’s Barrel, have you ever seen that little diagram of Liebig’s Barrel?\n\nBasically, he was the first agricultural chemist. He had a laboratory in Germany in the 1830s, I\n\nthink, is when he started that. And he was just looking at what do plants actually eat? And so he\n\nwould take plants and combust them and figure out what the different elements were. And it’s like,\n\nwell, there’s nitrogen and there’s phosphorus and there’s potassium. So that’s what plants eat.\n\nAnd Liebig’s Barrel is just saying, well, you don’t need more potassium than the plant uses.\n\nSo when you’re fertilizing a soil, the plant only needs so much potassium,\n\nso if you put in extra, it’s going to flow out of the barrel anyway. But one of the things that\n\nwas controversial at that time was, well, do plants eat carbon from the soil? And so there was a group\n\nof people, the scientists that called themselves vitalists who said, the soil has a vital\n\nproperty. And the black soil is more vital than a more dirt soil, more mineral soil. So it’s that\n\nvitality. And actually, that black soil has more carbon. So it must be that it’s that black carbon\n\nin the soil that the plants, that’s where they get their carbon from. And so there was a connection,\n\nI think, to the black mandalinas, which are a very interesting thing throughout Europe\n\nin the early Middle Ages, a lot of the churches had these madanas that had dark skin. And people\n\nwondered about that because this was Europe. And most of the depictions of the Madonna and child\n\nwould show a lighter skin. So the idea was that this was worshiping kind of the ancient goddess\n\nof the soil, because there was all this syncretic adoption and merging of Christianity with the\n\nancient pagan traditions. So the black Madonna was the soil goddess, or that aspect of the Madonna\n\nthat related to fertility. So that all makes a lot of sense. But Liebig said, no, plants don’t get\n\ntheir carbon from soil. And the violists were like, well, prove it, you know, because the black\n\nsoils are the most productive infertals. So of course they do. While Liebig proved it was\n\nreally interesting, he got charcoal, which was well known to not degrade that microbes couldn’t,\n\nwell, they don’t know if they knew about microbes then, but it didn’t degrade, right? And so plants\n\ncouldn’t take it up, take up carbon from it. And he would just, he would grow plants in pure\n\ncharcoal with some other nitrogen fertilizer. And they grew just fine. So he said they’re taking\n\ntheir carbon from the atmosphere, from the carbon dioxide in the atmosphere. That’s where\n\nthey’re getting the carbon from. And that’s how he proved it with charcoal. And then that got a\n\nlot of people interested. So a lot of people around the world, people who are growing, you know,\n\nexotic plants in greenhouses, started trying to see, well, what happens if we add charcoal to soil?\n\nAnd they found, wow, it makes the plants grow better, they’re healthier, they don’t have as much\n\ndisease. The flowers have more vibrant colors, that’s interesting. And so, and then a lot of other\n\npeople started experimenting with it. And Libic, meanwhile, was mostly still working on the chemical\n\nfertilizer angle and saying, oh, you know, we don’t need manure, we can, we can go harvest guano\n\nfrom the Pacific, you know, from the South Pacific, and we can mine phosphorus and potassium, and we\n\ncan get, you know, we can fertilize our crops and increase our production massively. And so he went\n\nthrough that phase. But at a certain point, he started having misgivings. So this is all in the\n\nbook, this story. And he’s like, well, wait a minute, what if we, what if there was a war with,\n\nwith America, and we couldn’t get our guano? I don’t know what made him think it could be a war\n\nwith America. But anyway, this isn’t about 1850 or something. And we can’t get our guano. Maybe we\n\nshould rethink this dependence on chemical fertilizer. So this is Libic, the guy who came up with the\n\nwhole idea. And then what another thing that was going on at the same time was sewage. So all the\n\ngreat cities of Europe, London, and Paris, especially, were rethinking the way they handled that,\n\nthat human or, you know, the night soil. So it was saying before about the medieval cities,\n\npeople brought it out in buckets, mixed with charcoal and ash, and built soil around the\n\ncities and the fields. But in London, the wealthy people were getting a little tired of that.\n\nAnd they had always had storm sewers. So just open channels to channel stormwater into the,\n\nthe river of the Thames. Well, the wealthy people figured out, well, we’ve got, we’ve got on the,\n\non the second or third floor, we can make a little toilet and flush our waste into the sewer.\n\nIt’ll go right to the river out of our way. And what the result of that was an intense cholera\n\nepidemic. And sometime in the 1850s, they just, you know, killed thousands of people because\n\nthey were washing all this waste. And so, you know, there now were different ideas about how to do\n\nthis, because, you know, it can’t just kill off the population so that rich people can have flush\n\ntoilets. And they debated it for 20 or 30 years before they finally put in a, you know, more of a\n\nsewage treatment plant. But during that debate, Libigh weighed in and said, wait a minute,\n\nthat’s a waste of nutrients. And I’m realizing now we need that night soil for the fields,\n\nyou know, because we, you know, we can’t just use chemical fertilizer. You know, that’s,\n\nthat’s not good. We need to be more, we have more of a circular economy. And so he made a\n\nrecommendation for how to treat the night soil. He said, you know, use, use sulfur and use charcoal.\n\nAnd, and see, we did a few other things. We said, use, use charcoal. And he was right, because when\n\nyou add charcoal or biochar to manure, you, you preserve the nutrients, you preserve the nitrogen,\n\nnitrogen especially. So he, and so he wrote letters to the city of London, to the parliament,\n\nand made his recommendation. And, and the response of after all that lobbying was, oh, that’s too\n\nexpensive. We like the flush toilet. We’ll go with that. It’s just a great lesson in how we just\n\nhave made some very wrong steps in the past. Amazing. Well, yeah, that’s really quite a beautiful\n\nstory and has, I think, kernels of wisdom in it, obviously. I’m, I’m struck that this\n\ndebate back then with the vitalists around the, the vitality in the soil makes me think of one\n\nof the things I was so happy to learn from you recently regarding the free electrons in the\n\nmicro structure of the biochar. And I want to ask what might be my most kind of nerdy question\n\nfor the day. Can you tell us a bit about the amazingly beautiful, in my opinion,\n\nhexagonal micro structures in the biochar? This is now looking at the, at a very small scale.\n\nAnd the, what you describe as the eight allotropes in your book, which by the way has some really\n\na beautiful, beautiful illustration of some of these geometries. And can you explain to us what’s\n\ngoing on with the electrons there that provides such a potentially vitalizing source of nourishment\n\nfor plants and perhaps others? Yeah. So, I mean, everybody’s learning a lot about soil and life\n\nand how it works. And I’m no expert or I’m not a chemist. But what I learned about it was, well,\n\nfirst of all, carbon is a very interesting element. I mean, we’re a carbon-based life form.\n\nWe wouldn’t be here without carbon. And so it, and it takes a lot of different forms. It’s a real\n\nshape shifter. But that, so, you know, it could be a diamond. That’s one of the allotropes,\n\nwhich is one of the forms it can take. So a diamond has more of a kite shaped,\n\nA diamond has more of a kite-shaped, you know, four angles to it structure.\n\nAnd that’s of course a pretty unique structure. It can be a gas, you know, carbon dioxide.\n\nAnd so those are both called mineral carbon. And then it can be this hexagonal shape. And,\n\nyou know, that can be in a mineral form as well, like graphite, or something like a carbon nanotube,\n\nor a buckyball, which are like sheets of these hexagonal rings that link together into a tube,\n\nor a sheet, or a ball shape that are very interesting nanomaterials, partly because of\n\ntheir electrical properties. So that’s a whole other field of sciences carbon nanomaterials\n\nand their electrical properties. But charcoal in soil and also just carbon in our bodies,\n\nin carbon chemistry, think of all the organic chemistry is based on that carbon ring.\n\nSo that’s what it means, organic chemistry. And think of all the different compounds\n\nthat include those carbon rings. So just about everything our bodies are made of\n\nhas a carbon ring in it. And I can’t really speak to what all the chemical implications of that are.\n\nBut in soil, what we see with biotar specifically is that, you know, it’s basically little sheets\n\nof carbon rings that are kind of jumbled up, like think of a bag of potato chips at a nanoscale.\n\nAnd each chip is a little sheet of these carbon rings that are not easy for microbes to eat.\n\nThey’re very, very strong structurally. And when they link up, so carbon, a carbon atom\n\nis missing two electrons in the outer shell. And it links up with another carbon atom.\n\nAnd it links up with, you know, five others to make a six element, a six atom molecule\n\nin that hexagonal ring. The electrons are all in that ring, and they can move around that ring.\n\nAnd so that makes them available to help with reactions, chemical reactions. And it works so\n\nthat with microbes in biochar, when they do metabolism, and you know, when they’re eating\n\nfood and processing it with the chemical reactions of metabolism, sometimes there’s an\n\nelectron that has to be gotten rid of to complete the reaction. And sometimes they need an electron.\n\nAnd so the biochar surface with those mobile electrons can provide an electron or it can\n\naccept an electron. And so it makes a really powerful substrate for microbial metabolism.\n\nAmazing. I’m picturing the electrons as being these agents, free to move around in the biology\n\nthere, similar to perhaps the medieval stone masons who were free to move around to build\n\nbeautiful cathedrals and so on. Crazy analogy, perhaps, but it’s so interesting to think about\n\nthis. And then to also think a little bit about the ionic charging going on. And my understanding\n\nis even like in the health and wellness of our own bodies, it’s often the positively charged\n\nionic particles that we call free radicals that need additional electrons to get neutralized\n\nthat otherwise wreak havoc on our bodies. You know, that’s a very kind of oversimplification.\n\nYeah, I’m just learning about all this stuff too. I really am, you know, no expert. But\n\nthis, I don’t know if you’ve run into this electroculture idea. This guy, Yannick Van Dorn.\n\nNot yet. That’s amazing. Interesting. You know, like after the clunder storm, when there’s\n\nlightning strikes, plants grow better. Because now there’s all of a sudden some extra electrons in\n\nthe soil. So there’s these people are putting copper antennas into the earth. And, you know,\n\nI don’t know if that works or not. But I do know that lightning strikes put electrons in soil,\n\nand that seems to help growth. So it’s kind of an interesting idea.\n\nSo cool. So interesting. Wow. A lot to learn.\n\nNo doubt about it. No doubt about it. Well, and, you know, sort of harkening back here to the\n\nWendell Berry quote you mentioned earlier, you know, what are people for? I know that in many\n\nindigenous cosmologies and stories, you know, there’s great and profound ecological knowledge\n\nwoven into the cultural fabric, so that often stories will tell, oh, coyote has this purpose,\n\nand bear has this purpose, and eagle has this purpose, and salmon has this purpose. And then\n\nyou get to the humans, and what is the purpose? The purpose is the stewardship of the landscape,\n\nthat we are sort of these free moving in a way agents as well, who at least in the traditional\n\nlife ways plays a very significant role in taking care of these landscapes that we inhabit and\n\nexperience. And what I’m hearing sort of the subtext of the work you’re doing, Kelpie, and the\n\namazing knowledge you’re sharing with us is an invitation for us individually and in communities\n\nto get out and get more time in our natural landscapes, doing this ecological stewardship\n\nwork centrally organized around the power of the living carbon, the biochar, the soil building,\n\nthe fundamental activity that it seems makes our planet much more stable, livable, healthy,\n\nand I love it because the invitation to me is so exciting. It’s really my hope,\n\nsomething millions of us will get to experience in the very near future.\n\nOh, no doubt. I mean, it’s going back to the way people used to live. So, you know,\n\nwith our feet on the ground, and the lack of grounding is what’s making us so sick. So,\n\nwe need it for our own healing. It’s not just about healing the earth. We need the earth more\n\nthan the earth needs us. Oh, I’m going to quote you on that one. That’s a good one.\n\nYou know, speaking of going back to the way we used to do things, I noticed looking through your\n\nbio, preparing for our discussion today, that you did some of your education at MIT\n\nMassachusetts Institute of Technology. And one of my very favorite authors, William Irwin Thompson,\n\nwas there in the 70s when he wrote this fabulous essay called The Meta Industrial Village. And\n\nin it, he envisions a future with technology like we’re using right now that enables global\n\ncommunication, global information sharing, collaboration across a planetary scale, while we\n\nalso move back in the direction of localized and regionalized relationships with our living\n\nenvironments, including the stewardship practices that you’re talking about with soil building,\n\ngrowing healthy nutrient dense food, and fiber that makes sense in the ecological context,\n\nand so on. And so, yeah, just a shout out to William Irwin Thompson. Rest his soul. And MIT,\n\nI’m curious with your engineering background, obviously, you’re bringing a very kind of hard\n\nscientific view and lens into this work as well. And of course, with the technology that you offer\n\nthrough Ring of Fire.Earth, you’ve got some tools that people can get themselves for their own\n\nyards, farms, ranches, neighborhoods, communities, you know, even imagining,\n\nperhaps churches or schools, getting some of the tools you offer for a community scale\n\nimplementation. Can you walk us through your Ring of Fire biochar kiln and let us know\n\nsome of the best ways people can get those and get those deployed?\n\nYeah, absolutely. I sell them to a lot of community groups. Because it’s a community effort when\n\nyou’re talking about fire protection, especially. So, you know, we have something called Firewise\n\nCommunities here, because you can clear around your own home, but if your neighbors haven’t done it,\n\nyou know, you’re not going to be very protected from fire. So, it is really a community effort,\n\nand fire has always brought people together. So, I sell the accounts to a lot of community\n\nconservation districts that lend them out to their members, to small farmers, to\n\nvineyard owners, and people have orchards. So, you can go to my website, ringoffire.earth,\n\nand you can place a pre-order there. The thing about this kiln is it’s six panels,\n\nmain panels, no piece of it weighs more than 40 pounds. So, you just, you bolt the panels together,\n\nand then there’s a heat shield that goes around it. So, that’s really the cool part of it, is the\n\nheat shield. The kiln is seven and a half feet in diameter and 40 inches tall, and the heat shield\n\ncontrols the air flows a little bit better, and it protects you from the heat, because\n\nseven and a half feet in diameter, that’s pretty big fire, and that’s a lot of heat that can get\n\nput out. So, basically, you just throw material in there, light it on top, let it burn down,\n\nand you keep adding material. So, you can consume a lot of material, and at the end of your four\n\nor five hours of burn time, you end up with three cubic yards of biochar, which is quite a lot of\n\nbiochar. You can do a lot with that, and then you can move it somewhere else the next day and do it\n\nagain. I have contractors who are buying them and using them on jobs where they do clearing around\n\npeople’s houses or working for agencies, doing vegetation management. We’ve got people who are\n\nusing them to process invasive species, not endangered species, like Scotchbrew. You know,\n\nanything that’s kind of woody and branchy will work. Woodchips or straw, things like that, won’t,\n\nbecause they pack down, because the way it works is all the air comes from the top,\n\nand then, you know, goes down in the kiln and back up. So, you’ve got these circulating air.\n\nThat tends to burn the smoke, and it also tends to prevent any embers from coming out. So, it’s a\n\nreally much safer way to burn than in just an open pile. And what I also like to encourage people,\n\nif you’ve just got a backyard, you know, or even a balcony with a barbecue kettle, a kettle grill,\n\nyou can make biochar in that, and you can use it in your house plants. It’s a great way to get\n\nstarted and just get started to connect. So, I’ve had a lot of fun designing kilns over the years\n\nand stoves and other little devices that I can take around with here. You know, I don’t have a\n\nlab. I’m not connected with the university, so I have to do things and learn things on my own.\n\nAnd the benefit of that, though, is that if I can figure out how to do it in my little space,\n\nanybody can do it. So, science for the people. I love it. Yeah, it reminds me a little bit of\n\nGandhi’s notion of Swadeshi doing things with our hands at that cottage scale.\n\nIt’s so empowering. And I’m writing down science for the people here. Another pithy\n\nkelp-yism, I’m going to call it. And by the way, you, in putting together the\n\neducational module for our Simple Gardening Wisdom video course, you put together a beautiful\n\npresentation of many photos that give us great visual experience of these different scales\n\nand applications. And I want to really encourage folks to check out the Simple Gardening Wisdom\n\nvideo course. You can go to the Y on Earth.org website and go to the community market or\n\nstore page. And you’ll see a link there to the video course right now. We’re running a very special\n\nlaunch bundle price, basically reducing the whole course by well over half. And it’s priced\n\nunder $100, well under $100, closer to $80, with kelp-y and many other wonderful experts who have\n\nprovided modules to help you improve your gardening results and or get started. If you’re not yet\n\ngardening it, it’s a really great way to get oriented and get some of the basics and some of\n\nthe advanced tips and tricks that are easy to incorporate into your garden. So we want to\n\nencourage you to check that out. And of course, just want to reiterate, you can get the book,\n\nthe biochar handbook kelpys book at chelseagreen.com if you’d like. Use the code Y-O-E-3-5 for a\n\n35% discount. And the Ring of Fire biochar kiln kelpys was just talking about is available at\n\nringofire.earth. Of course, the all these links will be available in the show notes. And then\n\nkelpys also has a website wilsonbiochar.com. This is wilsonbiocharassociates. And I want to be sure\n\nto give a shout out not only to Chelsea Green Publishing, but a few of our other partners who\n\nmake our YonEarth community podcast series possible along with the rest of our regeneration\n\nrenaissance and pathways to planetary prosperity work possible, including with our growing global\n\nnetwork of ambassadors. And these partners include Patagonia, Earth Coast Productions,\n\nprofitable purpose consulting, Wele Waters, hemp infused aromatherapy, soaking salts, Josephine\n\nPorter Institute for Biodynamics, edafic solutions, and a huge thank you to our ambassadors and others\n\nwho have joined our monthly giving program. You can go to Patreon, look up YonEarth community,\n\nor go to our site, YonEarth.org to join the monthly giving program at any level that works\n\nbest for you. And if you give at the $33 a month level or higher, as a thank you, we’ll send you\n\na jar of the Wele Waters soaking salts each month for your own personal health and self care practice.\n\nAnd up from 33, you can go to 77 or 133 and get three jars or five jars a month, which also means\n\nyou’ve got a nice little stash on hand for that gift for the friend, the birthday\n\npresent that you need at a moment’s notice, whatever it might be, it’s a wonderful gift giving\n\nopportunity as well. And just want to give a huge shout out to our ambassadors. And if\n\nyou’re interested in joining our growing global ambassador network, just go to YonEarth.org,\n\nfind the page, become an ambassador, start your journey there. One of the really amazing\n\nopportunities for our ambassadors, in addition to having exclusive access to video recordings\n\nfrom a variety of symposia and workshops and conferences, and our monthly online meetup with\n\nfolks from all around the world, Uganda, Kyrgyzstan, Mexico, Germany, all over the place. You have\n\naccess to all those recordings, and you also have access to our behind the scenes segment with our\n\npodcast guests. And that’s an exclusive benefit for our ambassador network. So we look forward\n\nto seeing you if that’s something you’d like to join. And a huge invitation, just want to remind\n\nfolks, get this book. This book by Kelpie is a great resource and will help you improve your own\n\nhealth and wellness, your neighborhood, your livability, quality of life, while also sequestering\n\ncarbon and doing your part to improve our ecology, our climate, and these major systems that we all\n\nrely upon and depend upon. And Kelpie, I guess I have to ask you, sort of a, I guess it’s kind of\n\na joke, but your biochart kiln has six sides. These carbon rings have six sides. Is six your\n\nfavorite number? Well, it’s a good number. I like the poetry and the aesthetics of the hexagon,\n\nfor sure. It has some cool meaning and sacred geometry, I guess. Yeah, I mean, it’s really\n\ninteresting that you can take a circle and take the diameter of that circle and with a compass and\n\nmark it around exactly six times, or the radius, rather. So those are interesting relationships.\n\nI think more from a practical standpoint, the first version of the kiln was three panels\n\nthat were six or five. And, you know, so a lot of it has to do with what size does a steel sheet\n\ncome in, as you can have to use it for manufacturing. And I was shipping those around. It was, you had\n\nto build a long, extra long pallet to ship a six-foot panel. So at a certain point, like,\n\nI’m tired of this. Can we do four-foot panels? And of course, you know, four six-foot panels\n\nworked out to be a nice size. It was a little bigger than the old kiln, which I was ready\n\nfor a little bit bigger kiln. So it’s a combination of things.\n\nThat’s so great. Yeah. And obviously, there’s a tremendous efficiency with six-sided structures,\n\nnot only at the molecular scale, but of course, we see with honeybees. And the work,\n\nBuck and Sir Fuller was doing, you alluded earlier to the buckyball. And yeah, what a beautiful\n\ngeometry. And maybe I’ll give a shout out to our good friend, William Sandy Carstens. We had on\n\nthe podcast, we did an episode called The Sacred Geometry of Subatomic Physics. He’s a physics\n\nprofessor in Vermont. And that was a really fun episode that we did with him. And I wanted to\n\nask you, Kelpie, about this app, the Char app that you speak about in the book. And some of the\n\nfolks you’re collaborating with through this group, you told me, is called Biochar in the\n\nWoods. And your colleague, Mr. Becker from South Africa, can you give us a bit of a view\n\ninto what’s going on with the app and the group for collaboration?\n\nSure. Yeah. So, on the one hand, we have this great need to get carbon in soils and to deal with\n\nour fuels problem here. And that’s separate from anything climate related. We need to return\n\nthe charcoal. We need to deal with the fuels. And so that’s on the one hand. And that’s a lot\n\nurgency to that. And a lot of need. And so we want to deploy crews to do that. But we need,\n\nin order to get funding to do that, we need to show how much it’s going to cost. How much can we\n\nproduce? How long does it take? How many people does it take? What’s the cost? And so really,\n\nin our Biochar in the Woods group, which anybody can join if you’re interested in doing this kind\n\nof thing, it’s Biochar in the Woods at groups.io. I’ll give you that link. Thank you. We get together\n\nonce a month by Zoom and we just talk about what we’re doing. So we’ve got contractors there. We’ve\n\ngot people from the Forest Service show sometimes. And people are just working in their own little\n\nback 40. And we talk about what we’re doing. And so two years ago, I was just saying we need\n\nto quantify what we’re doing. How do we just make sure we can measure the amount of char we make and\n\nget these numbers down so we can start doing job costing, basically. And so this young South African\n\nman raises his hand and said, I’ve got an ax for that. And that was Vian Becker. And so he’s a\n\ncivil engineer and he’s got a company called AD Tech. And he’s been working on sustainability\n\nand circular economy and carbon accounting. And so he had started working with Biochar\n\nin South Africa. And they were working on this, what’s called DMRV, digital monitoring, verification\n\nand reporting. So this is what you need if you want to get carbon money. And Biochar is now really\n\nrising to prominence in the carbon finance world because I think the Paris Agreement,\n\none of the last IPCCC agreements, basically said there’s no way we need emissions targets,\n\nemissions reduction targets in time to prevent, you know, greater than two degrees or greater than\n\none and a half degrees warming, I forget which it is. So we have to do carbon removal. We’ve got\n\nto do something to pull carbon out of the air. And of course, all the industrialists and Chevron\n\nand all those people immediately said, well, we’re going to create big plants that suck carbon dioxide\n\nout of the air and pump it underground. Like, yeah, right. Meanwhile, you know, other people are\n\nsaying, let’s grow more trees, let’s grow more grasslands, let’s look at these natural climate\n\nsolutions. And so, you know, that’s very productive and good. But there’s been an increasing kind of\n\nreluctance to fund just reforestation or afforestation programs planting trees because",
  "related_episodes": [
    {
      "title": "Ep. 124 – Nick DiDomenico, Co-Founder, Drylands Agroecology Research",
      "url": "https://yonearth.org/podcast/episode-124-nick-didomenico-co-founder-drylands-agroecology-research/"
    },
    {
      "title": "Ep. 122 – Dr. David Laird, PhD, Biochar Science & Climate Stability",
      "url": "https://yonearth.org/podcast/episode-122-dr-david-laird-phd-on-biochar-science/"
    },
    {
      "title": "Ep. 120 – Rowdy Yeatts, Founder & CEO, High Plains Biochar",
      "url": "https://yonearth.org/podcast/episode-120-rowdy-yeatts-founder-ceo-high-plains-biochar/"
    },
    {
      "title": "Ep. 101 – William “Sandy” Karstens, Sacred Geometry & Subatomic Physics",
      "url": "https://yonearth.org/podcast/episode-101-william-sandy-karstens-sacred-geometry-subatomic-physics/"
    },
    {
      "title": "Ep. 25 – Hunter Lovins,A Finer Future",
      "url": "https://yonearth.org/podcast/episode-25-hunter-lovins-a-finer-future/"
    },
    {
      "title": "Ep. 94 – Tom Chi, At One Ventures (investing in regenerative technologies)",
      "url": "https://yonearth.org/podcast/episode-94-tom-chi-technologist-eco-investor-at-one-ventures/"
    }
  ]
}