{
  "title": "Episode 01 – Nancy Tuchman – Loyola U. – Inst. Enviro. Sustainability",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2491/episode-01-nancy-tuchman.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-01-nancy-tuchman/",
  "episode_number": 1,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Episode 01 – Interview with Nancy Tuchman on the Y on Earth Community Podcast – Stewardship & Sustainability Series.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWe’re here with the YonEarth Thought and Action Leadership Series, and it is my pleasure\n\nto introduce our guest, Nancy Tuchman, who joins us from Loyola University in Chicago.\n\nAnd Nancy is the founding director of the Institute of Environmental Sustainability there,\n\nand has also been playing a leading role in the thinking and the implementation connected\n\nto Pope Francis LaDouteau’s seawork around stewardship and sustainability.\n\nAnd Nancy, it’s such a pleasure to have this opportunity to chat with you.\n\nThank you so much.\n\nThank you, Aaron. Nice to be here.\n\nGreat. Well, and I thought we might frame our conversation today by first talking about\n\nJesuit universities, and you know, what makes them a bit different from some of the other\n\nuniversities out there. Obviously, there are a good number of Jesuit universities here in the\n\nUnited States, as well as internationally. And would you speak to that a bit just to give folks\n\nan idea of what we’re talking about?\n\nSure, absolutely. In US, we have 28 different Jesuit colleges and universities. It’s a pretty good sized network, but internationally, we have\n\nover 200 Jesuit colleges and universities. So it really ends up being the largest network\n\nof universities on the planet. Well, and we know we know some of them are pretty well known as\n\nbeing pretty good at basketball, right? School like Zaga, Georgetown, of course, Loyola.\n\nThat’s right. That’s right. And these are also some of the leading institutions when it comes to\n\nresearch and other social sciences work that’s being done around these big complex challenges we face in terms of sustainability. Yes. I think most universities are really working with these\n\nbig problems, but the Jesuit universities are unique in that their entire mission is about\n\njustice, about social justice, and how do we affect change that can raise people out of poverty\n\nand really impact people who are living at the margins? So with that kind of a focus,\n\nthe environment is really a part of that because, of course, as we deplete our environment,\n\nit really directly impacts the people at the margins and people who are poor before it impacts\n\nanyone else. So the Jesuits have really embraced environmental justice as being a big part of their mission. It’s so important. I was recently talking with our mutual friend, Father Mark Bosco,\n\nwho’s a Jesuit, and was actually one of the teachers I had way back in high school.\n\nAnd he was sharing with me that he’s actually going to be working with some Syrian refugees\n\nlater this year. And that’s one of the areas, the groups of people in geographic areas that’s\n\nmaking the news quite a lot lately, and some of that news being so very sad. And I think one of the things that a lot of my friends, anyway, don’t necessarily realize is a lot of what appears to be simply political or economic instability or disruption around the world. Also,\n\noften has very deep environmental or ecological causes at play. And now we know that there are a great number of refugees all around the world. So great a number, a number we haven’t seen since World War II. And so many of these folks are being dislocated, displaced, having their lives literally upheaved by some of the environmental tragedies that we’re dealing with right now. Absolutely. And serious, such a good example, because we do think about it as a political war. But it was really induced by an extremely long period of drought, which was a result of global climate change. And so with this long, long period of extended dryness in Syria, people that lived on the land could no longer feed themselves and their childrens. And so they all began to move into the cities. And it was that conflict of, you know, all these people migrating into the cities all at once that started the Syrian war. And those kinds of things caused refugees as you\n\nas you described. And all over the world, this is happening with extended floods and droughts\n\nand natural disasters that are happening more frequently and more intensively because of climate change. Absolutely. Yeah. What do you, what do you find in that Jesuit universities are doing that might be a bit different from some of the other secular universities around the country or around the world? Well, first of all, Jesuit universities don’t deny climate change. And so it’s really easy to to start pulling that into the curriculum because we all believe it’s a very important thing for us to be raising awareness, you know, with our students and really teaching them about the impacts of things like climate change and the loss of biodiversity and some of the other major threats to the planet. So I would say what Jesuit universities are doing is they’re working to integrate lessons of environmental sustainability into the curriculum and across the curriculum. So that every student that goes through these universities has a certain level of literacy around environmental issues, you know, no matter what their major is, they still understand\n\nenvironmental issues and how that impacts them and how it impacts humanity. So I would say that\n\nJesuit universities are doing quite a bit in terms of teaching and also integrating into\n\nthis type of issue into their research. And maybe another unique thing about the Jesuit\n\nuniversities is that, you know, the Jesuits work through, primarily through education, both higher\n\neducation and secondary education. I mentioned earlier that there are about 200 Jesuit universities\n\naround the planet, but there are 2,500 Jesuit high schools. So it’s really an enormous\n\nbody of, you know, education, it’s such a big education platform that we can really affect\n\nchange with our students. So it’s not only the teaching that we’re doing and the research that\n\nwe’re doing, but it’s the advocacy and the connection to communities.\n\nAbsolutely. You know, we were recently you and I were both at the climate summit hosted by St. Louis\n\nUniversity, which of course is also a Jesuit school. And I’ve been to several climate-related\n\nsustainability-related conferences over the years as I know you have as well. And one of the\n\nwhat’s that? We see each other there. Yeah, exactly. And one of the things that really strikes me\n\nas being different about the tone, the tenor, the dialogue, the exchange that goes on at some\n\nof the Jesuit settings is that it’s okay to talk a bit more about our spiritual relationships\n\nwith Earth, with place, with one another. It’s not only okay, it’s encouraged that we are, yes,\n\nfocusing on data, on mind, on important and complex problems from a technical perspective,\n\nbut we are also really focusing on our heart and our passion for one another and for our living\n\nplanet and that that is increasingly defining, I would say, the narrative and the discussions\n\nthat are occurring within the Jesuit context, which I happen to believe is really important\n\nand actually great for folks to be able to experience.\n\nYeah, you know, I love that about the Jesuits that they, they aren’t\n\nbashful to talk about human spirituality and what an important role that has in the decisions\n\nthat we make, political, social, environmental decisions. If you’re disconnected from\n\nyour own heart and your own spirituality, then you tend to make, you know, decisions only out\n\nof your frontal cortex and it doesn’t always do the best for humanity or for the common good.\n\nI think that’s one thing I love about the Jesuit education is they really talk about, you know,\n\nthe whole person, how do we educate the whole person, not just their intellect, so not just\n\nteaching facts and teaching, you know, figures, but really engaging the mind, the heart and the body\n\nin this whole person kind of an education. It really makes for a fun way to educate, a rich way\n\nto educate and I think it’s a terrific way for students to learn to really be able to engage\n\ntheir whole selves into these issues. Yeah, absolutely. Well, I know you and I have talked\n\ntogether about how so much of what we’re working on is a matter of holistic\n\nunderstanding and action from our own lives to our service and roles in our communities\n\nand around the world and I totally agree that it seems the context that is set within Jesuit\n\neducation allows us to really approach that in a 360 degree kind of way that seems to work well.\n\nYeah. Well, we know that there’s incredible thought leadership now occurring throughout the world\n\nwith the leadership of Pope Francis, Laudato C, care of our common home. Many really exciting\n\nand laudable examples in Jesuit universities and high schools. I would say all around the\n\nall around the country, all around the world, but I’d love to take a few minutes to focus on\n\nthe things you all are doing at Loyola Chicago because I’ve had the opportunity to visit a\n\ncouple times this past year and it has really struck me that the sustainability efforts and\n\ndiscussions are not sidebars at Loyola Chicago. They are really front and center even in terms of\n\nthe layout of the campus and some of the special buildings and projects you all have going on.\n\nSo maybe you could share with us about that. Well, thanks for the opportunity. It’s always fun to\n\ntalk about the progress that we’ve made at Loyola has sort of been in two avenues. One is really\n\ngreening our campus so that our buildings are more sustainable. They’re more energy efficient\n\nso that we’re using less water and conserving water and and our storm water doesn’t go right down\n\nthe sewer but actually is retained in the soils. We’ve done a lot with putting on green roofs\n\nin our buildings. We’ve replaced a lot of old very inefficient buildings with new lead certified\n\nbuildings so this process of sort of greening our campus has taken us. It’s been about a 15-year\n\njourney and it’s really been exciting because every year we do more than we did in the previous year\n\nand yet we have really done a terrific job on our main campus in Chicago and we have a second\n\ncampus in Chicago that’s called our Water Tower campus that’s right down in the loop and both of\n\nthose have really become much more green. In fact, this main campus that you’ve visited our\n\nInstitute of Environmental Sustainability, we’ve been able to decrease our environmental footprint by\n\nover 50% over these past 15 years and that’s enormous. You know, that’s better than any other\n\nschool that I know of. Certainly the best in the Midwest and we’re leading with the Jesuit\n\nuniversities as well. So that’s been an inspiration to our students but also to our faculty staff\n\nand administration. What can we do next? What about our landscaping? What about our food system\n\nand our waste of course and our consumption? So all these different buckets of sustainability\n\nhave been areas where people have really gotten involved in figuring out how we can do better.\n\nSo that’s exciting because it helps to affect change in your own life and your own behavior\n\nand the way that you make choices about what you buy and the ways that you produce. So that’s one\n\nof the directions that we have really been pursuing on this campus but then of course the other one\n\nis our main line of business which is education and we have been very intentional about integrating\n\nsustainability and environmental degradation awareness into our curriculum. Every student at the\n\nuniversity has to take a certain number of credits that we call our core, our university core\n\ncurriculum and the introductory science course that every student has to take is a course that\n\ntalks about these issues of the environment through a lens of science and so they learn about\n\nclimate change and they learn about the acidification of the ocean and the nitrogen pollution problem\n\nand the loss of biodiversity etc. So I feel like that one thing probably has the biggest impact on\n\nour campus in terms of raising awareness the fact that every student regardless of their major\n\nhas to take this core foundational science course which is about environmental justice and\n\nenvironmental issues. Of course and then we also launched the Institute of Environmental Sustainability\n\nin 2013 we’re five years old this year in August so that’s kind of a fun anniversary for us to\n\ncelebrate and we have developed curriculum at this point only to the undergraduates but now we’re\n\nmoving into graduate programming and it is very exciting because these are things that students\n\nwant to learn about they want to be part of the solution so they want to come and be well-educated\n\nin their undergraduate degrees so that they can go out to the change agents and we’ve seen our\n\nnumbers of students really increase you know from when we started just five years ago we’ve\n\nincrementally increased the number of students that are majoring with us and now we’re up to\n\nabout 350 so we’re growing and very much enjoying working with these young minds they have a lot\n\nof energy and a lot of motivation to do good work and to do innovative work. Oh absolutely well\n\ncongratulations on the five-year anniversary and also on those numbers that’s that’s tremendous\n\nimpact that you and your colleagues are having that’s that’s wonderful. Thank you thanks very\n\nmuch. Our other Jesuit universities also making similar environmental courses required regardless\n\nof major. Yes this is something that many of the Jesuit universities are doing they’re doing\n\nit certainly within majors but also some of them are putting it into their core curriculum as well\n\nand I think I think that’s a really terrific way to start because it is a big impact you know on\n\njust that one course. We also see a lot of the Jesuit universities really building their campuses\n\nto be more green and building sustainability committees that have faculty staff and administrators\n\nso that they really have a more integrated approach to greeting their campus. You know it’s\n\ndifficult because if you really want to make a big change on your campus you have to put a\n\nfinancial investment into upgrading your buildings and your heating and cooling systems\n\nbut there are so many things that you can do in the curricula that don’t really require more\n\nmoney it just requires a lot of work to change you know the way that the curricula is presently designed.\n\nSo we see people trying to you know go after those low hanging fruits when they just start their\n\nsustainability planning on campus but then once they find success there and they see the student\n\ninterested involvement it kind of keeps them going and that’s been a really exciting trend across\n\nthe universities. So cool well it makes me think a little bit about the the work we’re doing with\n\nthe the YonEarth Community and our sort of two-pronged approach where on the one hand we are\n\ndiscussing and working toward getting active around solutions for sustainability for stewardship\n\nand then on the other hand we’re really encouraging folks from varieties of backgrounds ages\n\nand so forth to cultivate that thriving practice in our own lives our own homes where we go to these\n\nfive themes we can count them on our hands where we’re working with soil with food and drink we’re\n\nworking with movements we’re working with connection with nature we’re working with wellbeing\n\npractices and it’s so exciting to see with with folks this increasing level of awareness and\n\nrecognition that my goodness so many of the things we can do I can do in my own life that will\n\nenhance my own health well-being quality of life are also well aligned with global strategies\n\nfor stewardship and sustainability and I think at a place like Loyola Chicago this is being\n\nnot only inculcated with the students in terms of curricula but is also part of the campus\n\nexperience when walking around one sees a whole lot of effort and resources that have gone\n\ninto helping connect these dots and that’s a challenge you know because we do have a big turnover\n\nof people especially students they come in as freshmen and they kind of become socialized to the\n\nculture the sustainability culture that we have on this campus and then they graduate and we get\n\nnew students that come in so it’s it’s constantly working with new people and and trying to\n\nsocialize them to this idea that this is how we live on our campus and this is how we live in our\n\npersonal lives as well but I imagine that YonEarth has the same kinds of challenges you know\n\njust constantly trying to bring people into the fold and and change habits old habits die hard\n\nit’s absolutely true we are we are very focused on habit changing and in the opportunities that\n\nthese really present us in our in our own lives that our communities and in our world more broadly\n\nwell I guess can I say something about that because I think that you’ve selected the five areas\n\nof sustainability that you’ve selected for YonEarth are very important because people oftentimes\n\nthink you know if I make a change is it really going to matter it’s going to be like a drop in the\n\nocean or a you know a greatest sand on the beach but in fact it does make an enormous difference when\n\neach individual makes a commitment to being more sustainable to consuming less and producing less\n\nwaste and to just being conscientious about the food and water and drink that we consume and where\n\nit comes from and how far it travels so you know I’ve read a lot about this and studied a lot\n\nabout this and what keeps coming up in the data is that the one biggest impact that we can have\n\nas individuals is to not eat meat and even if you just you know sort of reduce meat in your diet\n\nonce a day if you’re used to eating meat at all three meals and you go down to two meals a day\n\nthat’s you know that’s an enormous that’s a third of the meat that you would be otherwise consuming\n\nbut you know growing livestock has just such an enormous impact on on our landscape and that is\n\none really big thing that people can do you know there’s lots of others as well I mean certainly\n\nour consumption of energy which wasn’t in your five but that’s something that kind of goes along\n\nwith health and well-being if you’re riding a bike or walking more than just always taking\n\ntaking your car for example so anyway I wanted to just pull out that those are very good\n\nareas of sustainability that you’re focusing on yeah absolutely thank you for mentioning that\n\nand sharing that and you know we have friends we’re working in communities really all over very\n\ndiverse communities we have friends who are devoutly vegan for for these reasons you’re\n\ndescribing we we have friends who you know maybe grew up maybe Midwest kind of meat and potatoes\n\nculture who are now beginning to think you know instead of consuming the industrial meats I’m\n\ngoing to focus on some of the other regenerative grass fed beef for example which is part of that\n\nsoil building carbon sequestration process and you know we try really hard with the work we’re\n\ndoing with YonEarth not to necessarily create divisions where people are at different points\n\nin that spectrum but to to invite folks that to say you know look wherever you are right now\n\nwhat what are a few things you can do today tomorrow just like you’re suggesting perhaps\n\none-third less of something one-third more of something that might be beneficial where where\n\nare those levers currently that you can start pulling in your own life that are going to actually\n\nnot only probably enhance your health your experience day-to-day but also help move this big\n\nneedle that we all share in our broader society that’s right absolutely and you know you I’m sure\n\nthat in your in your work Aaron that you you’re working with families and you probably have young\n\npeople and children as well those are the ones that are so eager to make a change and they find\n\nit so easy to do and they oftentimes teach us adults that you know giving something up or changing\n\nor have it really isn’t that big of a deal and that we can do it that’s absolutely right it’s so\n\ngreat well let me let me ask kind of a big question as as a way of maybe wrapping up our discussion\n\ntoday with all the work you’re doing and with your colleagues the amazing institution and institutions\n\nthat you’re a part of and connected to if you were to pause and think about a big hairy audacious\n\ngoal or something that we could stretch for as university campuses or even society more broadly\n\nthinking out a number of years what comes to mind for you what what do you think Nancy is something\n\nwe could all be working toward and not necessarily that we’ll prove to one another that we’re\n\ndefinitely going to make this happen but that perhaps we just might I love that thinking yeah\n\nthat’s very exciting one direction that we’re working with the the Jesuit colleges and universities\n\nworldwide is you know they’ve got the higher ed directorate the second and direct the secondary\n\ned directorate but then they also have a social justice and ecology directorate and those three\n\ngroups of people working in the society of Jesus don’t always work across directorates very\n\nwell but think of the work that we could get done if the people that are conducting research in\n\nuniversities could be doing research on the field sites where the social justice centers are\n\nworking with the poor and working in these areas that have had devastation from drought and flood\n\nand hurricane damage you know from climate change if the researchers could help inform the people\n\nthat are in the social justice centers on you know sort of what’s coming or how how to respond\n\nI think we could we can leverage one another in a very impactful way and if we think about this\n\nyou know just bringing it into our own lives in our own communities if we’re not affiliated with\n\nuniversities I think working in community is a very very important thing because we tend to get so\n\nisolated I know I have friends who come to work every day and they do their work and then they\n\nrush home and they make dinner and they do their stuff with their family and they come back to work\n\nand they don’t even really know their neighbors because everybody’s doing the same thing their\n\nneighbors are also you know taking off and going to work and coming back home and it’s kind of a\n\nrat race but the more we’re in place thinking about the soils that are in our shared you know space\n\nin our neighborhoods we went through a process like this in my own neighborhood where I\n\npeople hated my yard because it’s filled with a lot of native plants and it also has a lot of\n\ndandelions and it because dandelions are very good you know for for B forage honey B forage\n\nso but anyway just talking to people and getting out there and and and pretty soon people\n\nslowly started not using all the herbicides and pesticides in their yards anymore and you\n\nsort of see a lot more diversity people’s lawns they’re not just perfect you know green\n\nmonocultures but actually you know they’re starting to see that all these decisions that we make\n\nand sometimes we’ve just been sort of socialized into thinking that perfect green grass is what we\n\nall need to have but the more diversity that people are getting in their yards it’s helped to build\n\nthe soil you know and it’s it’s helped to you know make homes for different types of birds and\n\ninsects and things so just those kinds of changes that you can make in your own community not only\n\nhelp the the landscape and the soil and the water drainage and the diversity and the diversity of\n\ninsects and birds and mammals that you can support in your neighborhood but really it’s the\n\nsocial part of connecting with your neighbors and and really having a fuller life that’s more\n\nsustainable and more about community I find that really gratifying well that is so beautiful to\n\nhear Nancy and you hadn’t shared that with me before it just brings a big smile to my face knowing\n\nthat you’re also having this kind of impact in your neighborhood and we love the dandelions\n\nthey’re they’re so important one of the early food sources for the bees as they’re waking up in\n\nthe spring and that is actually wonderful it’s you know it’s really one of the reasons we’re\n\ndeliberately growing this network of ambassadors all around the country we’re in fact now starting to\n\nget international a little bit with that and turns out we get a lot of benefit from doing this kind\n\nof work this kind of community building it it is actually something that enhances our quality of\n\nlife and what a joy that that’s part of the work we get to do in these times it’s right and as\n\nwe get to know our neighbors better we can share things so that not everybody has to buy a lawnmower\n\none lawnmower and you can have five people sharing it or you can have one ladder that all five\n\nfamilies can share and that kind of shared economy is so much more sustainable but it’s also just\n\nmore rich it’s just a wonderful you know way to live absolutely you know this coming weekend\n\nSunday afternoon we’re going to be meeting at a friend’s home building soil doing some biodynamic\n\nsoil prep and biochar activation and planting some plants getting together and enjoying some\n\nsun tea with folks and you know it’s it’s not glamorous necessarily but it’s it’s really a lot of\n\nfun and we’re in the process actually really starting to enhance soil activity in communities all\n\naround that’s fabulous my son is a biodynamic farmer and beekeeper well no kidding okay well Nancy\n\nwe’re we’re gonna probably have more to talk about it sounds like and I really appreciate you\n\ntaking this time out of your busy day to wrap up I just want to say Nancy thank you I’ve been\n\nspeaking with Nancy Tuckman from University Loyola Chicago where she is the founding director of\n\nthe Institute of Environmental Sustainability and is doing so much great work in her own neighborhood\n\nas well as all around the world through the universities and the Jesuit network and Nancy thank\n\nyou so much for being with us today thank you Aaron and keep up your great work we’ll do you\n\nbut talk to you soon okay bye bye bye"
}