{
  "title": "Episode 27 – Jennifer Menke – President, Regenerative Earth",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2990/episode-27-jennifer-menke-president-regenerative-earth.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-27-jennifer-menke-president-regenerative-earth/",
  "episode_number": 27,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community’s Stewardship and Sustainability podcast series.\n\nToday we have with us Jennifer Menke, hi Jennifer.\n\nGreat to have you here.\n\nYeah, thank you so much for inviting me on this podcast.\n\nAbsolutely.\n\nJennifer is the project director of Regenerative Economy Lab and founder and president of Regenerative\n\nEarth, a 501c3 nonprofit corporation.\n\nIn 2015, she was nominated as an emerging global leader by the Academy for Systems Change\n\nand resides as a fellow of the organization.\n\nJennifer has been managing a project in the O’Suffin insula Costa Rica for the past three\n\nyears, facilitating local communities and governments to develop and implement a regenerative\n\nrainforest economy in which the community, ecosystem and economy all thrive.\n\nJennifer’s community resource mapping and facilitation techniques translate to diverse projects\n\naround the world, facilitating the rapid evolution of sustainable economic models.\n\nShe also curates nature-based immersion retreat experiences for executives, investors\n\nand leaders in their field.\n\nWelcome Jennifer.\n\nThank you.\n\nI am so excited to chat with you today and to talk with you about the various threads\n\nthat you’ve woven together in your personal life and your professional life and the ways\n\nin which you’re able to bring so much value to executives and investors, others who\n\nare doing their part to help heal our planet and to help create restorative and regenerative\n\nsystems.\n\nI want to ask, before we get into some of the technical sides of this, how did this get\n\nstarted for you?\n\nI know that this is a journey you’ve been on for a number of years, how did that get\n\nrolling?\n\nIt worked specifically in the OSAT.\n\nYeah, yeah.\n\nYou look.\n\nSince I was 22, I’ve been studying, being mentored by different indigenous elders and spiritual\n\nleaders and elders in guiding retreats and learning how to guide retreats.\n\nSo since I was about 15 years ago, I started on that path and every winter I would do retreats\n\non in Baja.\n\nThe Baja host started getting developed where we would put people out on nature solos and\n\nso we looked for their cells to find a place for the winter time for these retreats.\n\nAnd Costa Rica was the best option that we saw, so we went down there and discovered\n\nvery shortly after that was the peninsula.\n\nAnd we decided to do the retreats in the peninsula because it has one of the largest or longest\n\nstretches of low-lying rainforests left in the world.\n\nSo it’s fairly undeveloped, it’s sort of the wild west of Costa Rica, and so it makes\n\na really conducive place for these retreats in nature where people can experience that\n\nwe’re seeing untouched wilderness and in the case of the OSA, that’s primary rainforest.\n\nSo we went down there and started doing retreats there and I just fell in love with the rainforest\n\nand also saw the means that were being expressed by the community around needing help with\n\nsupporting people’s livelihoods, sustainable livelihoods, as well as protecting the rainforest\n\nbecause it was on the map for development just from coming in.\n\nSo it’s not that critical during time where people know about the OSA, they’re attracted\n\nto it, and there’s more potential development coming in.\n\nSo there needs to be, you know, the plants, the structure in place to really protect\n\nthe rainforest, protect the people and the culture, and just nurture it.\n\nSo because I understand that that peninsula, which is on the very southwest part of Costa\n\nRica, is one of the most biodiverse places on the planet, and it’s an incredible treasure\n\nin terms of genetic diversity with all those different species there.\n\nSo that means on the one hand, it’s a really important place to be protecting, and on the\n\nother hand, it’s an incredibly powerful place to bring executives and professionals to\n\nhave this deeper connection with nature and with a primitive old growth rainforest environment.\n\nAnd this is interesting, right?\n\nBecause a lot of these executives are spending much of their time in boardrooms and front\n\nof computers with spreadsheets and reports and often office buildings in the middle of\n\ncities is a very authentic experience for them, and I’m curious, what do you observe when\n\nyou’re leading these retreats and these sessions with folks who are coming down from that\n\nkind of environment?\n\nYeah, I mean, it’s a great question, because we definitely get people that come on this\n\nretreat in Costa Rica who have never been camping before in their life, and then they’re\n\ntrying to obviously spend the night in the rainforest for a seven-night alone.\n\nSome of them, we’ve had people from Wall Street, I mean from all walks of life, really.\n\nI would say one of the things that is common throughout people who are coming from the city\n\nand more of an office environment is that they relax and they open up to the beauty of life\n\nand the beauty of nature.\n\nAnd so part of the awareness training that we put people through is helping people to deeply\n\nrelax and call to be a level of presence and awareness, and when that happens and when\n\nyou’re in solitude, practicing that, when naturally unfolds, the heart starts to open up\n\nand connection begins to happen, and it’s not a mental connection.\n\nIt’s a very sensory orientation.\n\nIt’s through your senses that you’re connecting with the world around you.\n\nAnd then just this love, you know, well that’s in terms of love and appreciation for life.\n\nSo people come out just glowing or either, you know, beaming and they find that joy and happiness\n\nwhich is the nature of all of us, which is sometimes we step away from that when we’re really in our minds\n\nand stressed out and pushing ourselves to meet deadlines and all of that.\n\nWell, let me just think that for many of us professionals these days who are so busy\n\nand might relate to this metaphor where it sounds almost like a muscle that if we are exercising it,\n\nknows what to do.\n\nAnd it’s the way you describe this as a sort of natural or innate ability that we each carry,\n\neven if we, many of us have never been to an old growth forest, let alone,\n\nspent a night, solo, sleeping in an old growth forest, and what a powerful experience\n\nwhereas probably most of our ancestors had some sort of experience along those lines,\n\ndepending on how many generations back we go.\n\nSo there’s this piece in our humanity that kind of knows what to do.\n\nAnd it’s really cool to hear that you experience that when you’re leading people on these retreats.\n\nYeah, and one other thing I’d like to say too is when you’re in wild nature\n\nthat has had very little kind of impact or development,\n\nyou know, that nature is really unfolding in flow, you know, with what I recall,\n\njust universal energy.\n\nAnd when you pull yourself in that environment and relax,\n\nand open up and connect to that environment,\n\nI would say on a cellular level, you start to calibrate to it.\n\nAnd that’s part of, you know, that’s part of the beauty of just the, you know,\n\nunlocking of tension and really coming into that connection, that flow,\n\nthat all life is emerging out of.\n\nBeautiful, that is so beautiful.\n\nWell, you’ve mentioned this solo retreat idea.\n\nAnd that’s something that might be a bit unusual or foreign to many of us.\n\nAnd I understand you’ve done quite a number of these solo retreats.\n\nAnd what is the number?\n\nYeah, like, Mocle made also more or less about 700 stays collectively, you know,\n\nover the last, actually over the last 17 years.\n\nSo this is for you a real practice.\n\nI mean, this is such an integral part of who you are now as a friend with family\n\nbut also professionally, so that when you’re bringing folks who maybe haven’t\n\nhad this experience before, they’re with a real seasoned expert.\n\nYeah, yeah, I kind of felt like, well, if I wanted, I mean, a young age,\n\nI wanted to address just the destruction of the environment and look at how to\n\nhelp that and just saw that one of the root drivers of that was humans\n\ndisconnect with the natural world.\n\nAnd as far as like, well, if I’m going to help humans connect with the natural world,\n\nI need to learn how to do it myself.\n\nAnd so that’s why, yeah, I’ve just put myself through that,\n\nthat those experiences, that training, all of that, so that I could really understand\n\nfor myself what that really meant to connect, you know, with the natural world and,\n\nyeah, just be more in harmony, right?\n\nAnd so now it’s become a personal practice that sort of my touchstone, you know,\n\nwhen I really get busy and when I’m traveling a lot, when I’m,\n\nI’m up against the lines that I’m more in strapped.\n\nIt’s sort of the place where I touch back into going out in nature to really\n\nsettle into that deeper support of the earth and really just all life, you know,\n\nthe universe and then come back to that relaxed centered place so that I can then move\n\nout into action more effectively and more in harmony with, with all life.\n\nThat’s really incredible, really beautiful.\n\nMy sense is that as more and more of us seek that kind of experience out,\n\nespecially those of us who are working in the realms of finance and some of these\n\nother professional disciplines that are having tremendous impacts worldwide,\n\nas more and more of us get these connecting experiences, my sense is that might\n\nhelp us as a society evolve in the direction of being better stewards of taking\n\nbetter care of these important places all over the planet.\n\nAnd I’m struck when you’re talking about that direct connection.\n\nI’ve heard it said that we probably can’t care for that which we don’t love.\n\nAnd we probably can’t love that which we don’t know.\n\nAnd so there’s sort of this invitation, right, to get to know this living planet\n\nin a different way.\n\nRight, it’s really well put.\n\nYeah, absolutely.\n\nYeah, because that’s, I mean, that’s where I think a lot of destruction happens\n\nand resource extraction and all of that is because there isn’t that,\n\njust that empathy for how that is impacting other species.\n\nSo deforestation, when we don’t have that connection ourselves,\n\nthen we don’t feel the impact of cutting down trees and destroying a whole\n\nhabitat because it becomes more of a transaction, you know, for the financial\n\nprofit and benefit rather than, yeah, just understanding, you know, not only\n\nwhat it’s doing to those species, but then even for ourselves down the road,\n\nhow that’s impacting our own lives and the lives of our children and grandchildren.\n\nAbsolutely.\n\nYeah, it’s not just so many thousand board feet of December on a spreadsheet.\n\nRight. Right. Right.\n\nSo yeah, we have that direct connection through the census.\n\nYou know, and that love well up and there’s a deeper carrying its relationship.\n\nI mean, it’s all about relationships.\n\nSo when you intern to a relationship with anything, you know, whether it’s in\n\nother human or a tree or a place, you know, there’s much more care that goes\n\ninto making, you know, to carry for it.\n\nAnd then when you understand the mutual benefit, you know, that that relationship\n\nis providing that other being is providing, then there’s an incentive to take\n\ncare of it because it’s actually doing a service to you.\n\nBut that’s where, yeah, I think in our economic system, it kind of wasn’t designed\n\ntaking that into consideration.\n\nRight.\n\nWell, I’m so struck and inspired by the fact that you are working with an amazing\n\narray of people.\n\nAnd down on the other peninsula, one of the projects you’re engaged in is sustainable\n\neconomic development for that region with the local communities included in that\n\nprocess.\n\nAnd with great attention and care given to ways in which those people and their\n\nfamilies can make sustainable livelihoods going forward in such a way that\n\nit isn’t extracting and degrading that incredible ecosystem that exists there.\n\nAnd I know you’re doing some collaboration with some of the government entities down\n\nthere and some others.\n\nIt’s just remarkable.\n\nI’ve seen some of the maps that you use to basically visualize some of these\n\nrelationships and interdependencies and connectedness.\n\nAnd I’m curious, what might you share from that?\n\nWell, obviously a lot of expertise there.\n\nAnd there’s also an incredible wealth of experience you’ve had working with a\n\nvariety of people in that place.\n\nYeah, I would say.\n\nSo the reason why I started getting involved in more of this, what I would call\n\nexternal system changes, because with the retreats, I was seeing people go through\n\nthese deep, intertransformative processes.\n\nAnd then definitely some of them would go back to their lives and create\n\nsignificant change in their lives and in their workplace.\n\nBut a lot of times you would go back and they go back to the same structures that they\n\nAnd so it was really hard for them to allow the seeds that were planted to germinate\n\nand grow and blossom.\n\nAnd so what I really started seeing is that there has to be the intertransformation\n\nthat happens, but also the external systems need to change, because\n\nunless those are really changed, then people will operate in the same pattern,\n\nthe same structures that are creating the disharmony, you know, on the planet.\n\nSo with the OSAT, you know, the people are really, I would say, very\n\ntired up around wanting to have the region be a model for regenerative\n\neconomy, for, you know, to single practices, all of that.\n\nSo we’re really supporting them and their vision.\n\nAnd one of the things that we initially did was to really understand what that vision\n\nAnd so we did an interview process for about a year and a half with all the different\n\nstakeholders in the region to simplify and understand what is that core vision\n\nthat is shared amongst all stakeholder groups.\n\nAnd then what are the key challenges that, you know, that we have to, like,\n\nwhat are the key challenges that you see in the region and what are the opportunities?\n\nAnd so with all that information, we just analyzed it, put it into a fancy\n\nsystem, not the cobaloo from all of that, and then validated it with the different\n\nstakeholders to see, okay, this is what you’re communicating to us.\n\nAnd they basically, most of them had a lot of that information that they had,\n\nbut it would help, I think, to have it just on a piece of paper to, you know,\n\nto visually look at it and to be able to communicate with it.\n\nSo it was really used as a tool for communication, for understanding, okay,\n\nthe use of the dynamics happening and how do we, how do we shift those,\n\nthose vicious cycles of negative dynamics to that, so that they’re actually\n\nsupporting this core vision. And the core vision was thriving, or is\n\nthriving communities, the thriving ecosystem and the thriving economy.\n\nAnd how do you, how do you have a virtue of feedback clues that really supports all three?\n\nAnd so yeah, now it’s now basically the community leaders that are identifying\n\nprojects, and so we’re looking at that structure for the community to identify\n\nthose projects, and then to be able to leave those projects and to fix that.\n\nAnd then to help match up investors with those projects and support the\n\nregions, so that there is that environmental protection, cultural protection,\n\nand sustainable livelihoods.\n\nSo it sounds like it’s mobilizing now. There’s some action that is getting\n\nunderway and it’s so exciting to hear. What is one of the projects or the\n\nideas, or one of the outcomes with the community that you’re most excited\n\nabout, you know, a specific example that our audience might enjoy hearing\n\nabout and sort of visualizing.\n\nYeah, so the projects range right now from agricultural project to educational\n\nprojects, conservation projects, let’s say even hospitality,\n\neco hospitality and eco tourism. One of the, so there’s one exciting project\n\nwhere there’s a cooperative of farmers who are wanting beach have their own\n\nparcels of land, and they’ve been growing palm oil, they’re palm farmers,\n\nand they’re wanting to transition out of palm and bring in these other\n\nsustainable crops, you know, and that creates more resilience for them,\n\nso that they’re not dependent on one commodity and cash crop, and then they can\n\nalso begin to, yeah, I’m dealing with a crop like a cow and coconuts and\n\nturmeric and all these different ones.\n\nLike my favorite thing.\n\nSo they’re wanting to purchase a pot of land to where they can basically start\n\ngrowing these different crops and learning which ones to well in the region,\n\nand instead of having it as a community owned and governed parcel of land\n\nto really start to transition off the palm, which is exciting and yeah,\n\nand then there’s another group of women, women farmers that have a collective\n\ncooperative, and they’re really working towards no classified use, combating climate\n\nchange, you know, being using sustainable practices as possible,\n\nand they’re amazing.\n\nSo they’ve created a council to really advocate for this and bring the best\n\nsustainable practices into their farming practice.\n\nSo, yeah.\n\nSo beautiful.\n\nSo excited.\n\nI love thinking about two, obviously there are many ways that people can\n\nget involved and support this work that you’re doing, and as some of these\n\nsustainable enterprises get underway, one of those ways down the road,\n\nwill be buying the sustainably produced turmeric or chocolate or what have you.\n\nAnd I love it because things like turmeric are bringing great health and healing\n\nto people all over with the anti-inflammatory properties and more and more people\n\nare becoming aware of how wonderful turmeric can be for us in relieving aches and pains\n\nand all that kind of thing.\n\nSo there’s virtuous cycling emerging here that goes well beyond the geography\n\nof the OSA, and it seems that it’s that kind of deep pattern for sustainable\n\ndevelopment that by dolly, if we can do this well in OSA, if we can do this well\n\nin other places around the world, we might just end up where we want to go over time.\n\nYeah, yeah, definitely.\n\nYeah, so excited.\n\nWell, I want to ask you also, I know that we talked a little about these\n\nsolo retreats and coming up in a few months, it sounds like you’re going to be\n\nhosting a retreat down there on the OSA peninsula, and it sounds like there are\n\nstill some spaces open, at least as of the time that we’re recording this.\n\nWhat is that program going to look like?\n\nAnd can you tell us when that is and what that will be like for people to experience?\n\nYeah, so that program will be a May 12th through the 18th.\n\nAnd basically the intention of the program is to begin to link up the\n\ninter-transformation process, and this is some exchange work that we’re doing.\n\nSo basically, this retreat will have a combo of both, so there will be some\n\nawareness practices that will be taught, and then we’ll do a little bit of\n\nnature solo time, and then we’ll teach about some thinking and really share\n\nthe process that we went through in the field in the OSA and look at how\n\nsystems thinking can be applied in the field.\n\nAnd then we’ll have an experiential journey of meeting some of the project\n\nleaders and seeing some of the change that’s happening on the ground.\n\nAnd our target audience is really investors and donors,\n\nand that’s primarily because we also want to look at how do we start moving\n\nour financial resources or many towards projects of impact,\n\nand how do we assess what is a project with impact that can have environmental\n\nand social impact.\n\nAnd so at the end of it, we will allocate some of the money from the retreat\n\ntowards a project that’s collectively decided on or a collection of projects.\n\nWow, that really, you know, it would be interwork and then the learning\n\nwith the experiential learning, but then action.\n\nSo that’s something that I’m really wanting to bring forward is,\n\nhow do we do retreats, but then take action together.\n\nYou know, so that you just don’t, people don’t leave and then nothing happens.\n\nRight.\n\nWow, it’s really sort of elevating what we refer to as eco tourism on a certain\n\nlevel.\n\nWhat you’re offering, folks, is this incredibly rich and profound immersion\n\nand experience of the systems thinking, as well as what’s going on in the community.\n\nAnd the group will be essentially investing in great work that’s being done\n\nright there in that location.\n\nMy gosh, that’s incredible.\n\nWhat a cool experience.\n\nI really look forward to hearing how that goes for everybody.\n\nIt sounds like it’s going to be an amazing talk.\n\nSo that’s May 12 to 18 in the year 2019.\n\nAnd folks can go to regenerativeerf.org to get more information and to connect with you.\n\nIs that right?\n\nAnd regenerativeerf.org is spelled basically as those two words,\n\nno punctuation between them.\n\nAnd if you want a little help with spelling, you can look\n\nto the show notes and it’ll be listed there.\n\nAnd I want to also mention in addition to going to regenerativeerf.org to check out\n\nthe amazing work that Jennifer is doing and to learn more about this retreat\n\nopportunity in May.\n\nIf any of you would like to go to yonearth.org, you can also check out some of\n\nour ebook and audio book resources and use the code podcast, the word podcast.\n\nAnd you’ll get discounts on those.\n\nWe are excited for you to check those out and hear a little more about stewardship\n\nand sustainability through that lens.\n\nSo I, Jennifer, I’m so in awe of the work that you’re doing on the OSA.\n\nAnd I know that there are some really special creatures living there.\n\nJaguar and others.\n\nI’m just curious, you’ve shared with me a couple stories in the past of some\n\nreally magical encounters and experiences.\n\nAnd I’m just curious if one might come to mind that you would want to share with folks.\n\nI’ve had so many just, we had just experiences with the wildlife down there.\n\nI mean, that’s one of the things that I love about being down there.\n\nSo there’s just such as abundance of wildlife.\n\nI would say the one that sticks off the moats right now is I was hiking with one of my colleagues\n\nin the Korkovata National Park.\n\nAnd we crossed the river and then about maybe 10 feet after that.\n\nThere was a puma that was just laying on the ground about five feet away from us.\n\nAnd she was so calm and just batting her eyes and wasn’t scared at all.\n\nWe weren’t scared at all of her either.\n\nAnd so we just sat there.\n\nAnd our guide ran and got some other people that were hiking on the trail to come and see.\n\nBut we had about five minutes just standing there with her, you know, kind of moving her head,\n\nbatting her eyes, feeling very relaxed.\n\nAnd then the rest of the people came up.\n\nAnd she got a little food, got off and walked away.\n\nIt was such a powerful experience, you know, to have that type of an encounter that was very,\n\nwe just felt very safe and very, yeah, like there was just the connection.\n\nThat sounds like what some of my friends and colleagues would call good medicine.\n\nAnd I know that part of your practice and part of your journey has involved working with Indigenous wisdom keepers\n\nand working with different types of spiritual medicine, maybe, is one way to describe it.\n\nI’m wondering if you might like to share with our audience a little bit about that aspect of who you are and what you’re doing.\n\nYeah, so those studies are really, again, it’s deeply in that relationship with the natural world and beyond, you know.\n\nIt’s really cultivating the practice of cultivating those relationships with the individual species in the ecosystem and then the whole ecosystem collectively.\n\nAnd then cultivating intuitive capacity.\n\nSo, you know, really learning how to access one’s intuition or how to, you have to interpret, I would say, the sensory information coming in and then clear away.\n\nAnd then, yeah, just just learning how to communicate with nature, you know, in the different species of nature.\n\nSo, part of those studies are really with the underlying intent of being a good environmental guardian and a good environmental steward, you know, to really walk in a way that is ideally as altruistic as possible.\n\nSo, you know, my practice is really to have my actions be in alignment with all life, to support all life.\n\nAnd, of course, I’m completely not perfect in that regard.\n\nBut I try, I try for that.\n\nBut that’s kind of the point.\n\nIt’s just keeping those relationships really, you know, having your actions be aligned with that altruism, that great altruism for the benefit of the planet.\n\nAnd to support the planet.\n\nAnd we do, and yeah, there’s a lot of prayer, there’s a lot of that type of stuff.\n\nYeah, I understand that although solo experiences and solo practices are a big part of how you live, you’re also doing a lot of this work not alone, right?\n\nYou have a teacher and you’re working very specifically in certain traditions and lineages.\n\nAnd is that something you’d like to speak to?\n\nI find it really interesting and something I think a lot of our audience would find interesting.\n\nYeah, yeah.\n\nSo, I actually first started working with the Talplablo native when I was about 19 years old.\n\nAnd she started opening me up to, I would say, the solo experience in nature and connecting to, I would say, much more, just to the subtle round.\n\nAnd also introducing me to healing, you know, and that depth of work.\n\nAnd then I met John Milton and started signing with him in the way of nature when I was 22, so it was about 15 years ago.\n\nAnd fell in love with his whole process because I felt it was a really nice and effective structure to help people cultivate those awareness practices and learn those tools and to also establish a deep connection to all of nature, to all of life.\n\nAnd then seven years ago, I started studying with a patchy folder and really learning about that process of environmental guardianship.\n\nAnd yeah, so she’s a primary teacher for me now.\n\nAnd yeah, I learned so much.\n\nI mean, the Unbroken Lineages, the depth of knowledge that they carry is beyond explanation.\n\nI mean, they’re kind of like these walking libraries that hold so much wisdom and so much knowledge.\n\nAnd they have so much integrity around how they share that wisdom and knowledge and how they use it, you know, and their integrity is really around utilizing that wisdom for the benefit of all beings and for the benefit of this planet.\n\nTo me, it’s such an important aspect of our human experience in these times in particular.\n\nYou know, there are so many of us who have, through the forces of modern industrial culture, become disconnected from the incredible spiritual wisdom, spiritual technology that our ancestors held and cultivated and practiced.\n\nAnd looking back through an anthropological lens, we might say that we are all from peoples, from places all around the planet that have possessed these incredibly rich and essential forms of wisdom and knowledge as to how to live well on this planet, on this planet Earth that we all share the best spaceship ever that we’ve come across and that we share and that is hurting so much now.\n\nAnd part of the indigenous wisdom I’ve had experiences with over the years makes very clear that a big component of that knowledge is ecological awareness is how to be good stewards and that is in some traditions the function, the reason why human beings exist on this Earth, right, to be good stewards of it.\n\nAnd I just, I know that when you’re working with executives, when you’re working with teams that are doing the kind of regenerative work like that team you helped on the Baja Peninsula to go deeper into this reconnection with this wisdom and knowledge is so important to the work we’re doing.\n\nAnd you know, my hope is more and more of our friends and colleagues executives and otherwise will take that step into experiencing this kind of incredible wisdom and magic that you’re offering.\n\nAnd so I’ll encourage our audience again to check out regenerative earth dot org and connect with the work Jennifer is doing.\n\nBut you know what what you’re helping to bridge is a lot of different world views, a lot of different versions of what’s true and I’m curious if does that ever is that hard.\n\nYeah, it is sometimes it is I try to meet people where they’re at sort of my philosophy and I think a lot of what would be considered spiritual work is also very grounded and very very rational as well.\n\nI mean, for instance, you know, as you’re well, so with some of these programs we’re teaching awareness cultivation tools and practices.\n\nSo how does that translate to utilize the how has that been official to, you know, a business or something.\n\nAnd very practically, I mean, if you’re more aware, if you’re more aware of of yourself in the room with others, if you’re more aware of, you know, the environment around you, then you’ll you’ll hands out you a better listener, you’ll be able to pick up more information that that’s arising.\n\nIf you’re relaxed and aware, there’s much more access to creativity and creative intelligence that arises.\n\nAnd if you have done your inner work around your triggers and yeah, just some of the things that might trigger you because of whatever it is possible in your experience, you’ve done your inner work around that, then you won’t be as triggered, you know, in conversations or in experiences with other colleagues and you’ll be able to instead of react to situation, respond effectively.\n\nSo it actually allows you to become better at what you do by cultivating awareness. So it’s not just about cultivating awareness, you can have some spiritual experience.\n\nIt’s actually doing that so that you can you can just be more effective in your life and and happy while doing it.\n\nSounds great, right. What’s not to like we become more effective and it sounds like we enjoy a better quality of life in our in our day-to-day experiences as well.\n\nWell Jennifer, I want to thank you so much for joining us today and before we sign off, is there is there anything else you’d like to share or mention to our audience?\n\nI think that that was pretty good. Yeah, I mean just I encourage, I always encourage people, you know, if they have an opportunity just to go out, find in the morning or just at some point in the day and and feel the air with your, you know, just for your senses, feel that sun on your skin.\n\nI mean just have a moment where you’re connecting to some element, you can be in a city anywhere. I mean it makes such a huge difference to relax, to feel and to be grateful, you know, for for the lives that we have.\n\nWonderful. Well thank you Jennifer, I am grateful for the work you’re doing and grateful that you could join us today.\n\nThank you so much, thanks for having me. Okay, thanks there."
}