{
  "title": "Episode 30 – Dr. Jandel Allen-Davis, MD, CEO Craig Hospital",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/3196/episode-30-dr-jandel-allen-davis-md.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-30-dr-jandel-allen-davis-md/",
  "episode_number": 30,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth communities stewardship and sustainability podcast series.\n\nToday we have the opportunity to visit with Dr. Jandel Allen-Davis, hi Jandel.\n\nIt is so wonderful to have you with us today.\n\nIt is so cool to have this opportunity, thanks.\n\nThank you.\n\nSo Dr. Jandel Allen-Davis is the president and CEO of Crank Hospital in Denver, Colorado.\n\nA world-renowned rehabilitation hospital that exclusively specializes in the neurorehabilitation\n\nand research of patients with spinal cord and traumatic brain injuries.\n\nDr. Jandel Allen-Davis was the vice president of government, external relations and research\n\nfor Kaiser Permanente, Colorado, from 2009 to 2018.\n\nAnd in that role, she led the organization’s government relations and regulatory affairs,\n\ncommunity relations and community benefit investment, clinical research activities, stakeholder\n\nengagement, communications and advertising and marketing functions, a little busy.\n\nAnd Dr. Jandel Allen-Davis is board certified in obstetrics and gynecology and was active in practice\n\nfor 25 years.\n\nShe’s a graduate of Dartmouth College and Dartmouth Medical School and completed her residency\n\nat Thomas Jefferson University Hospital in Philadelphia.\n\nDr. Jandel Allen-Davis is also a very active participant in the community and currently serves on the\n\nboards of the Denver Botanic Gardens, the Denver Metro Chamber of Commerce, the National\n\nJewish Health, Mile High United Way, and the Geisel School of Medicine at Dartmouth.\n\nIt might pronounce you not correctly.\n\nIt’s Dr. Suss, be our geisel.\n\nBe our geisel, right?\n\nShe is married and has two children and as I’m sure you can gather from this brief bio,\n\nMandela is extremely busy and with that especially in mind, thank you so much for joining us\n\ntoday for this conversation.\n\nI’m honored and privileged, so it’s all good.\n\nIt’s all good.\n\nWell, I’m so excited to dive in.\n\nWe’ve been chatting a bit about the connections between the work that you’re doing clinically\n\nwith the patients and your role in the leadership position of this organization and I think\n\nthere are insights we will be gleaning that apply potentially to all of our lives and\n\nroles in the world and I guess diving in, will you just tell us a bit about your role\n\nand what you’re doing here?\n\nSo, well, thanks Aaron.\n\nI’ve been at Craig Mount.\n\nTomorrow will be five months, so this is new work and if it proves anything, it’s that\n\nyou just never know what doors are going to open because even sort of hear what I’ve\n\ndone in my life and 25 years I actually practiced.\n\nI took care of women and families in terms of Tetris and Gynecology to think that a door\n\nwould open where you’d find yourself at some point A, C, E, E, E, E, E, E, E, E, E,\n\nalthough we have rehab hospital D or C, as a, as a, I don’t beat you way in.\n\nIt’s like it doesn’t make sense and yet when I look through the rear view mirror, there\n\nis such logic to how I find myself here and it does have to do with all the experiences\n\nthat I’ve had and in particular the clinical experiences, let alone the technical and\n\neven sort of the, I’d say grooming in a sense that’s gone on over these last nine years\n\nbut who knew.\n\nIt does make sense but at the heart of it, for me it makes sense because I have a firm\n\nbelief that one of my roles on this earth is to be a warrior for the underdog, for the\n\nvulnerable.\n\nSo, and I had to, I had to figure that out because I get and have had over the years, you\n\nknow, emails or phone calls about roles that are opening up in other organizations and\n\nI love Kaiser Permanente.\n\nIt was there for 24 and a half years and most of that time that’s a clinician in practice.\n\nSo, why this one appealed to me when I was called and by the way, the first time I was\n\ncalled, I gave the guy the recruiter names and hung up and then we’ll be yelled at and\n\nencouraged by a friend that he won’t talk to me, he got me.\n\nAnd so then as I really got to understand a little bit more about this gem, which interestingly\n\nI knew was here, I knew they did rehab, I never thought about it any beyond that, I wasn’t\n\nin that part of patient care so I had no idea what they even rehabbed and it worked.\n\nBut the more I learned, I said, yeah, let’s have a conversation and then when I knew that\n\nI needed to do this interview, I said, you’ve got to be able to tell people why you want\n\nSlow down long enough, why is this so attractive to you?\n\nBecause it wasn’t about money, it certainly wasn’t about title or position.\n\nIt was, there was something else and so that was when it hit me that it’s because this\n\npatient population represents a level of vulnerability that needs a voice, needs someone to\n\nbe their face in community and through the recognition of this, it’s a social, the way\n\nthat we treat people in wheelchairs and with brain injury, we marginalize them and I had\n\nto even sort of face that myself, it’s not that I ever thought, oh, you’re awful or\n\nI don’t like you or that, but we cease to see them, we see them as less than and we forget\n\nand that’s what it hit me is that these are people who woke up with one reality and are\n\ngoing to bed with a very different one.\n\nAnd all of us are one accident away, that’s what we have to realize is that we are all\n\npotentially could find ourselves at a crag.\n\nAnd then you’re not at crag forever and then you get to go home and home to what and\n\nour community is welcoming and are they safe and are they accessible and all the other\n\nsorts of things we need to think about.\n\nIt just got my social justice hackles and my sense of being a warrior for the vulnerable\n\ncoupled with the healing and the healer in me who doesn’t touch these patients, not\n\nI’m not a clinician in this role, but the idea of being back with patients and sort\n\nof thinking about what I can bring after, you know, through all those years where I was\n\ncaring for folks to this work, it is so logical that I’m here.\n\nAnd as a leader, there’s something about this particular culture at crag, the hospital,\n\nhow we serve our patients, but I told everybody I had never been in a place that’s more patient\n\nand family centered in terms of care.\n\nHow we care about and think about our patients in this holistic, introgative action, that totally\n\ngets me jazz.\n\nIt’s just amazing, as I shared with you previously, a dear friend of mine was here at crag\n\na few years ago and he has recovered in such a beautiful way and I remember visiting\n\nhim just within a couple days after his accident here and it was one of the most unusual experiences\n\nin my life to see him need to rebuild memory, rebuild story and identity.\n\nAnd I’m struck here and you talk about your role in the position of leadership as the\n\nCEO of this institution that is on the one hand through so many clinicians and professionals\n\nproviding this incredible service to all of these vulnerable individuals.\n\nAnd on the other hand, you’re bringing along the board and other stakeholders in the institution.\n\nAnd I imagine that your capacity for storytelling and for relating to these different constituents\n\nis a huge part of your efficacy as a leader and I was wondering if you might speak to\n\nthat a bit because I think our audience would really learn a lot about that.\n\nWell, first of all, we know, and I’m going to be a little scientific or something for a minute\n\nhere, that if you want to watch people literally lean in, let alone figuratively lean in,\n\nlink data and information to stories.\n\nThere’s some kind of story telling, I like to call those campfire moments where you’re\n\nin a groove, you’re in a rhythm, you’re talking about things.\n\nAnd it’s so much fun when some flash of something comes and I say, I have a story about that\n\nor I remember once, blah, blah, blah, and then bringing it back home.\n\nWhat excites me, and it’s one of the many things that it excites me, is thinking about\n\nthe stories that I get to build over this next many, many years, I hope that I’m here\n\nat Craig, that we’ll serve our patients and serve the world in some way.\n\nIt’ll be kind of cool, but probably one of the coolest, I think, things that I decided\n\nsome years ago, as I have been this art and student of leadership, let alone these amazing\n\nthe privilege and honor of leading in a lot of different ways.\n\nYears ago, it was 2014, I said, or actually before 2014, I said, I am going to one day\n\nwrite a book.\n\nI want to write a book entitled, everything I ever learned about leadership I learned\n\nin the care of patients.\n\nI figured it out because when leading my last team, the team I had as a vice president\n\nat KP, I found myself always using clinical examples as metaphor for what we were doing.\n\nI mean, one of my favorite questions to ask the team when trying to get a sense of how\n\nwas the health and well-being of the teams that these folks led doing, or going, I’d\n\nsay, who’s in your ICU, who’s in your ICU, I’m going to get this look and they go, who\n\nis literally sick, who has some toxin in terms of either how they’re showing up or being\n\nin the presence of the folks on a team in a way that they’re spreading negativity like\n\nand it is a toxin or a virus who’s ill that way, who is struggling with something that\n\nwe need to, just like in an ICU, shepherd the resources to figure out what to do, to\n\nhelp them either out, help them out or help them out, and that’s the reality in all institutions\n\ntoo that we help them out or help them out, and so that was one, and there were loads\n\nof those sorts of ways that I thought about things.\n\nIn fact, when I told myself, tell you another great one is that when I first started that\n\njob nine and a half years ago, that was 2009, and you may remember in 2010, the Affordable\n\nCare Act passed, and even early in nine, but I had this crazy talk about a learning curve,\n\nlike a baptism by fire for government, the government relations part of things, and I would\n\nhave to tell myself, I remember saying, you know, when the media called, for example, because\n\nI had media relations and this was relatively new for me, even though we had somebody who was on\n\nthe team who did media, she’s going to bring it all to you, you know, a panel or he’s going to\n\nbring it all to you, and I would have to ask myself, is there blood on the floor?\n\nNow, what do I mean?\n\nSo I’m an obstetrician, there’s blood, there’s a lot of blood in obstetrics, and there can be\n\nwhether it’s a C-section or a vaginal delivery, or even, unfortunately, sometime in gynecologic\n\nsurgery, and what you learn to do over a career, as you get comfortable with what you’re doing,\n\nis you learn to know when your pulse should quicken, or to recognize when this is a high\n\ndrama moment, this is an emergency, that kind of thing, and when you’ve got time or you can\n\npace things differently, and by the way, the more that you do, the less you see that you’re\n\npulse, that you have to react like, oh my god, because you learn, you know how to end with.\n\nWell, I had to tell somebody, my phrase, when I got over to that side of the business and\n\nstarted doing no more clinical, is all of this stuff is new, and when it’s new,\n\nit seems like there’s blood on the floor everywhere, right? So I’d have to slow my roll and say,\n\nis there blood on the floor? And then just do a quick assessment, and sometimes you use others\n\nto help you assess it, those who live the work longer, and then just say, chill, you’ve got this,\n\nyou’ve got people who will help you out of it, and that’s exactly how the good clinicians practice\n\ntoo, is they didn’t look at it as this is mine to solve, I play my role, I play my role well,\n\nand I’ve got team members who together we’re going to figure things out, and so you begin to,\n\nso that’s another example of this use of story, and then you can say, oh yeah, I remember\n\nthis one case, and then you’re not carrying all of the weight yourself as a solo operator.\n\nAnd you’re learning, and you know how to react, and the one thing that I think is so so important,\n\nboth as a physician, and as a leader, is coupled with authenticity about when things are really\n\nicky, having to be honest, and transparent, and that was real important with patients, don’t lie,\n\nnever lie, never sugarcoat, but this notion of authenticity and transparency in the face of\n\nsome icky-ness, but you never, ever, ever lose hope, so my role is to be calm under fire, and to\n\nprovide those signs in the environment that things are going well, because that’s, so partly,\n\nthere’s this book, Strength Space Leadership, that was written by the guy, is it Wrath, who did\n\nalso wrote, Strength Finders, and he wrote a follow-on to that called Strength Space Leadership,\n\nand he, and it’s one of the gallop books, and that organization studies everything, and you know,\n\nsurveys everything, and he talked about or described that the, he has a chapter on the needs of\n\nfollowers, and he said, what followers need is hope, compassion, stability, and trust, and we can\n\nalways, always infuse that, even in the icky-est of times, and that’s the case when I’m having to tell\n\nsomebody that their baby’s died, that’s the case when I got to tell somebody, you’re not,\n\nyou’re not going to make it here, and you know, in this particular role you’re in, that’s the case\n\nwhen you have to tell a patient your problems are of your own making, I’m here to help you,\n\nlet’s work together on whatever it is, that’s the case in management leadership when you’re dealing\n\nwith a performance issue, with someone, I’m not, I always want to be compassionate, and I want to\n\nbe gentle, I want to make sure that they, they sense my sense of confidence that they can do,\n\nthat’s the whole part, and that the ground’s not shaken underneath you, even though nobody likes,\n\nnobody wakes up in the morning and he goes to work, it says, I hope somebody tells me I slept\n\ntoday, so, and, and, and no patient, nobody wakes up in the morning saying, I think I want to be a\n\npatient, so, you know, I think there are really some cool parallels between what I learned at the\n\nfeet of my patients, that informs how I show up as a leader, so, yeah, yeah, you were mentioning\n\nto me earlier this afternoon that you see your role as a clinician interacting with patients\n\noften as similar to being a personal coach, or a life coach, and it sounds like you do the very\n\nsame thing with your colleagues and the folks working in the organization under your authority,\n\nand that’s probably a skill we develop over time, and when it’s well developed, it’s a remarkably\n\npowerful skill. Yeah, you know what’s funny, I had a colleague some years ago who I’ll never forget\n\nthis line, that we, we give to physicians, you know, a whole lot of, you know, sort of homage,\n\nor sort of a sense of omniscience, or that, that is not true, and in healthcare, there is\n\nwhat we know a lot, and we continue to learn more and more about, you know, sort of whether it is\n\nbiomes of all sorts, or genomes, or your name, let alone in this space that I get to work in now,\n\nhow this thing called the brain works, and you’re learning more and more, and we don’t, we use\n\nsuch a tiny component, you know, portion of it, all these things, like we’ve known forever,\n\njust drive more questions, and that has the power to humiliate, which is good, keep a humble,\n\nkeep a very humble in terms of, yeah, you, you answer question and seven more pop up on that topic,\n\nand so one of the really cool things about what I get to do here, as a docket, it was the same\n\nthere, it’s this notion of, you know what you know, but you don’t know what you don’t know,\n\nand I don’t know anything, I’m learning, I’ll be a little silly, but I’m learning how the,\n\nyou know, the science is brain and spinal cord injury, in part, because I’m curious and interested,\n\nbut what I get to do when I walk the halls, our patients stay here for, you know,\n\nmonths, weeks for sure, and months in some cases, so I get to see them along their journey,\n\nbut some from the moment they arrive, if I’m asked to make sure I check in on somebody,\n\nbut others I’ve just gotten more and more comfortable at just walking up the folks in the hall,\n\nand saying hello, because they’re going to be here, we’re in a real bond, so I get friends around here,\n\nand I get to see their progress, because I don’t see them every day, and I think one of the coolest\n\ncontributions I can make, I like to think to their recovery, or that notion of hope,\n\ncompassion, stability, and trust, is when I see them, I do see them, I get to see the miracles,\n\nI get to see the miracles, I get to watch the recovery, but I’m not, you know, the one who’s\n\nseeing it incrementally day after day, and to be able to say, oh my god, look what you can do,\n\nwow, beautiful, this is, this is amazing, because they can’t see it, you know, I just, you know,\n\nyou can’t see it, and when I was in clinical practice telling a patient, you know, who I might have\n\nbeen rounding on the hospital every day, you’re going better, you’re doing better, it’s not, it’s\n\nnot the same as a week goes by, or when I see them back in the office at six weeks for a check,\n\nit’s like, wow, look how much better you’re doing, so I get to do that here, the same goes for how\n\nI think we need to think about coaching and growing our teams, is when we see, when we see\n\nchanges in terms of how they’re really leaning in to trying to get better at what they do,\n\npoint it out and tell them the stories and give them the examples that I saw you do on XYZ, that\n\nwas awesome, that kind of, so again, it’s that, I think one of our, our most important roles as a leader,\n\nI like to say is these need to be three times as big as this, even though it’s right now, it’s not,\n\nin this particular, it’s a bug, yeah, it’d be a mess if I was quiet, it wouldn’t work, it wouldn’t work,\n\nbut so it’s to use all those other senses, which we also do in medicine, by the way,\n\nuse all those other senses to help lead the environment, and so it’s kind of a cool thing to get\n\nthe walk around these halls and watch patients get better and know that through that lens of hope,\n\ncompassion, stability, and trust, how are you helping them to see what they can’t see,\n\nand the thing goes through the folks that you get to work alongside.\n\nIt’s beautiful, what I’m hearing is sometimes this perspective that you can bring in your position\n\nthat is less frequent than some of the other interactions and interactors, brings a special\n\npotency to it, and it makes me think of that phrase less as more, and occasionally when I’m working\n\nwith executive teams and folks that I’m helping in the realm of leadership and sustainability,\n\nI will tell them, you don’t want me with you every day of the week, I will actually be less\n\neffective for you that way, and not that that’s necessarily true for each and every one of us in\n\neach and every positions we can play in the world, but it does seem in certain positions that\n\noccasional touchpoint becomes almost homeopathic in nature, it becomes such a strong\n\nopportunity for reflection, for change, for feedback, and so forth, and what I’m hearing is you do\n\nthis routinely in your work.\n\nI’ll say something that sounds anything but humble, I think it’s how it’s just who I am,\n\nand I know you didn’t ask, I do it routinely in work, but it says natural is breathing if you just\n\nlet it be, if you don’t feel like you as a leader need to walk around buttoned up or you have some\n\nsort of sense of the archetype, some archetype of what a leader is, is anything other than just,\n\nyou know, a leader is someone who, first of all they are servants, we sit at the feet of the people,\n\nwe don’t lead people, we serve those people, and some of that serving a big dose of that is coaching\n\nand mentoring and guidance, and then there’s inspiration and vision setting, and all the other\n\nthings we have to think about, but your your comment, gosh, it just maybe think of something,\n\nit’ll come back, but yeah, we don’t see them, we don’t see them, it’ll come back, I totally lost it,\n\nthat’s okay. Well, let me, that’s actually a really funny segue for me to ask you another question,\n\nI’m just burning to ask, so you’re working here in a setting where folks are dealing with\n\ninjuries and issues related to the brain and to neurology. I’ve heard it said, and I don’t know if\n\nthis is still considered true, but I’ve heard it said that we understand more about outer space\n\nthan we do about the brain and our own neurological systems, what’s going on with our\n\nneurology? What is all this that allows us to interact the way we do communicate, learn, etc?\n\nWell, he thinks I have the answer, but I’m going to write the test book, I’ll just make sure I share\n\nit with people. Who knows, I think, when I think about that part of sort of life, what? I have\n\nthis, like my husband says I have a memory like an elephant, and I can remember things from\n\nchildhood, I remember songs, I remember poet, I mean things from tiny, tiny, I can remember\n\nsmells and being places and sort of a sense of even lighting of things as a little kid, and even\n\nas I got older, and I find myself sometimes thinking if a song comes on the radio, and I was like,\n\nwhere is that stored? How is that stored? Not alone. I mean, I think we get the why, or we’ve made\n\nup a why as humans, the why is because there’s this iterative sort of forward nature and everything\n\nthat we’ve learned prepares us for whatever is next, so maybe it makes sense or has some\n\napplicability, a lot of it doesn’t, but I don’t, I don’t, I say is it ones in zeros, I mean,\n\nthat’s what a computer would say, it’s ones in zeros. I don’t know, but there is something\n\nmagical about the brain, and the part of it that actually interests me more than the cerebral\n\ncortex is the mid part of the brain, the more primitive parts of the brain, you know, they hit the\n\ncampus, in some of those places where we store our unconscious and our subconscious sort of\n\nsense of things, the part that gets us to work every morning without killing anybody while we’re\n\ntalking on the phone, we should be, or you know how it is when you find yourself at work and say,\n\nI have no idea how I got here, and so there is this, this other, I think we need to pay way more\n\nattention to that, not only understanding neurologically what it is, but tapping into that to understand\n\nour motivations, and what, what, what, you know, that notion of real self-knowledge, because it’s\n\nback there, it’s not in these, you know, these big old cortices here, which we have the ability to\n\nlearn, but it’s the primitive parts that, and actually even the transfer of what we learn from here\n\nthat becomes subconscious, so that driving is of naturals, whatever, or these elite athletes can do\n\nwhat they do without even thinking about it. There is the thing that excites me, and I know I won’t\n\nbe around to learn it all, because I think as I said, to answer one question and seven more pop up,\n\nit is going to be exciting what we learn about the brain. I’ve heard stories, and one,\n\nand I can’t remember who in the hospital told it to me, but a patient who after a severe brain\n\ninjury could suddenly do amazing art, and they didn’t do art before. So, you know, we recruit,\n\nand we use the accommodating way that the brain sort of picks up where the other part, or comes in,\n\nwhen another part goes out, is pretty remarkable. To hear our music, or our speech therapists,\n\nand we have music therapy here, where we’re using music to help people learn how to count,\n\nor to pace themselves when they’re walking, or to speak again, because that whole notion of\n\nmusic comes from, I guess, a different part of the brain than necessarily, you know, the way that\n\nwe express, or even hear information around the parts of the brain warnecose and broke a\n\nbarrier. I remember that from school, and expressive and receptive a-fages, where you, if you\n\nheard that part of your brain, you either don’t understand what people are saying, or you can’t express\n\nit in a way that you can hear it. So, I mean, it’s just one complicated organ, and I find myself\n\nthinking, then how does, and complex? How does it recover? This is all the cool stuff that,\n\nyou know, we’re going to figure stuff out, and the pace at which we’re figuring stuff out in\n\nscience, just in general, is remarkable. It’s accelerating so much. We may actually figure out a\n\nwhole lot before I leave this earth. Right, I hope so. You know, there’s a thread here we’re talking\n\nabout, and incredibly complex and adaptable organ, if we can call it that. We’re also, this is our\n\nstewardship and sustainability podcast series, where we explore linkages between health and\n\nwell-being at the individual, the family, the community scale, and how that links up to global\n\nscale issues of sustainability, regeneration, stewardship, etc. And I’m really curious about the\n\ninsights you might have around behavior change, and around adaptability, and our ability to\n\nwake up one day, sometimes because we have to, not that we want to, and suddenly we’ve got a very\n\ndifferent situation, and we can learn to respond to that. I’m curious if we might take some cues\n\nand more proactively choose behavior change as well. These are some of these broad and complex\n\nissues we face as a society, but I’m just curious on this topic of adaptability and behavior change\n\nif anything comes to mind for you. You know, it’s one of the words that\n\nsaying before we got started that we had this amazing conversation as a group of 20 or so.\n\nActually, the word now goes 24, 25 leaders today. On what makes Craig so special, they talk about\n\nthis thing called the Craig culture, and back in 2004, the then CEO, actually the first CEO of\n\nthis remarkable place of the modern Craig. This Craig’s been around since 1907, but\n\npenned along with the number of other folks in the organization, this thing called the Craig\n\nRecipe, and it’s like, what makes this place of darn special, and what makes it hum? And I happened\n\nto find it at a drawer right after I started here, and I just got this huge smile. I said, my gosh,\n\nI’ve been here maybe two or three weeks when I read this and said, the gosh, a place still\n\nfunctions like this. And I don’t even know that many people even, you know, there’s an upturn\n\nover in workforce, even though we certainly have some people with long tenders that there’s a lot\n\nof people who’ve never even seen this, and I can tell you, but this thing is hardwired. Hardwired\n\nis can be. And so when we have this great discussion that they about, why does it endure?\n\nWhat do we need to think about adding in terms of, you know, in light of changing,\n\nthe changing external environment and even internal environment? And are these still the right,\n\nis this still the right recipe? And so far then listening to this incredibly\n\ncommitted group of people talk, and leaders talk about this topic. First of all, it’s cool to\n\nwatch that happen. I think this doesn’t happen in most organizations where we make the time to\n\nhave a discussion like this, as leaders, and think about what’s our accountability and responsibility\n\nto lead and to serve. But I went to this place of thinking about organizations as trees,\n\nI love trees, but trees and really that notion of the metaphor of the roots. I mean, what is the\n\nsubstrate that makes this possible, that makes this sustainable? And of course, then you get this\n\nsort of heavy feeling and don’t screw it up, Alan Davis. Don’t let it go. But I threw into the\n\nroom a few things. It strikes me that it’s things like resilience and adaptability and joy and\n\ndetermination and hope. And then someone else said, you know, this notion of, we come to work here\n\nout of a real sense of, oh god, we know that the notion of generosity will come in a minute.\n\nBut you really want to help these folks in a way that is a sit. And then what hit me was,\n\nas I said, this is the most these folks are like there’s nobody more vulnerable than someone who is in one of these horrific\n\ncatastrophic accidents who often can’t feed themselves when they first you know can’t go to the\n\nbathroom all these things that we take so for granted and our job is to to help restore that\n\nobviously rehab get people that using adaptability and resilience but also hope and\n\ncelebrating the small victories through a lens of joy and I see determination like I’ve never\n\nseen I mean there’s something about these accidents when they happen to people that many say\n\nthey didn’t wake up wanting it to happen but they never want to go back to the way they were\n\nbefore because of what they have tapped into in terms of their you know parts of them back to\n\nwhat is there literally their brain or their you know their neurologic system in terms of you\n\nknow the compensatory things that can happen in this space but it’s more that what they discover\n\nabout themselves that they didn’t know or because this is a place that has lots of has access to\n\nand provides sort of this holistic team based approach to care there are things that insurance\n\ndoesn’t pay for but that we have these amazing donors who allow for life therapeutic recreation\n\nwhere people but they have they have these outings and one of the weekends outings too\n\nago was to go do archery cool cool I’d like to do that yeah seriously and then people discover\n\nthat they can do things they didn’t know that they either have the capacity for or even in their\n\nformer life would have never had the opportunity to be exposed to these things so there’s this\n\nthere’s this you know it I told them at the end of my kind of thinking out loud saying I said\n\nwe live in a place with sort of this sort of sense of the contradiction in terms of\n\nwhat you think you should feel and see in here here and what we actually do it’s there\n\nand it’s it just blows me away that we do it and and because we do it I think it changes us\n\nand I am convinced this sounds corny’s can be but it’s not true I think we are better because we\n\nget to serve these patients and these families the way that we get to do so and do we in turn\n\nthen take that out to the world and what’s that look like in terms of our own relationships with\n\nothers who we get to hang with our families our friends we are changed by this just as much as\n\nour patients are it is it’s so beautiful it’s palpable walking you can be okay yeah and you would\n\nexpect a facility like this to perhaps have a vibe of Debbie Downer or something like that right\n\nbut it’s not at all so folks are so friendly even down in the lobby I was struck it was like\n\nencountering a handful of new friends you know what I told back to know a clinical reality\n\nthat translates beautifully into leadership and these folks just reinforce this belief for me\n\nthat I’ve had for a long time and I used to say it to and I do still say it to leaders and\n\nfolks is that our people want to see and be seen by them they want to be seen by and be seen by\n\nus and you end up in a chair are you end up not being able to quite get the words out right are\n\nyou end up severely disabled and what people want more than anything else and this is what the\n\nnuns taught me in Catholic schools it all life have dignity all work have dignity and you\n\nwant to still be treated in that same way you want to be received in that same way you don’t want\n\nto be seen as lesser so I was real and comfortable at first when I came over just walking up to\n\npeople and in chairs and or our patients and saying hi in part because I felt like I was um\n\ninvading their privacy and then like nothing more than to say hi first of all everybody want\n\nto know about how great it is here I get that but they want to know that you see and then I’ll\n\nsay I’m the presidency or I’m the president of the hospital I go oh I get touched by this it’s\n\nnot a big deal you know I put them on the same way you do or you know all we’re up you know this is\n\nso so um yeah it’s uh people want to see and be seen by and the sense and our ability to open\n\nup our hearts and sort of really be as vulnerable as our patients are you know to experience that\n\nand to live that occupy that space in the same way that they do obviously without the physical\n\nbarriers but more just if you think about when that happens what’s that patient feeling fear\n\nhopelessness shocked um worry concerned\n\nthere are things on that desk over there that can bring out the very same emotions in me\n\nand what I’m looking for then somebody to see me or or to help me and so uh we get to do that here\n\nand and I think that’s what I think that’s what the world is longing for is leaders who will\n\nwill show off that way because then they’ll help you people are willing to go to the wall for you\n\nif they if you are willing to ask and to show your humanity and your humaneness\n\nyeah beautiful well speaking of cultivating our leadership abilities capacities I’ll take the\n\nopportunity to make a couple quick public service announcements um this is the YonEarth\n\ncommunities stewardship and sustainability podcast series and we’re visiting today with\n\nDr. Jandel Allen-Davis at Craig Hospital in Denver Colorado and we’ve got some really exciting\n\nthings to share with you in May may 17th to 19th the YonEarth community is hosting a three-day\n\nleadership summit and it’s called massively mobilizing sustainability deep leadership for the\n\n21st century and we’re bringing together a small group of amazing leaders authors uh community\n\nactivists to have a rich cross disciplinary discussion and learning together for uh capacity\n\nenhancement for educators executives and entrepreneurs and although it’s not totally official yet\n\nit sounds like Jandel may be joining us as well which is going to be fabulous um I want to also\n\nmention that this podcast is made possible in part through the generosity and collaboration with\n\nour sponsors the International Society of Sustainability Professionals the Association of Waldorf\n\nSchools of North America, Walei Waters, Earth Coast productions and Purium and you can use the\n\ncode YonEarth at any of those websites uh to get discounts on the products and services that\n\nare available and also finally for any of you who might be interested in our audiobook or ebook\n\nresources at the YonEarth community uh market you can use the code YonEarth for discounts\n\non those as well and that’s uh the letter y on earth.org. I am so excited about the programming that\n\nwe’re going to be able to share with folks in May and through this podcast Jandel and\n\none of the things that strikes me as we’re talking through all of us there’s so much going on in the\n\nif we can call it the microcosm of Craig Hospital and the folks that you’re serving here that can\n\nreally broadly apply to so many big system and big picture issues and challenges we’re facing\n\nas a society and I remember speaking with you about this little four letter acronym and I\n\nI remember a friend joking recently about TLA’s and having an aversion to TLA’s and I’m looking\n\ndown like with a TLA three letter acronym and I just couldn’t help but crack it so I guess this\n\nis an FLA or letter acronym and it’s it’s VUCA and I think you for sure this with me a couple\n\nof years ago when we were chatting and it’s it’s such a brilliant framework for understanding some\n\nof the stressors really that we’re experiencing in life at every scale and then there’s sort of\n\na next step or or a companion acronym to go with VUCA as well and I was hoping you’d talk about\n\na tiny bit about that well VUCA spans for volatility uncertainty complexity and ambiguity\n\nand you know you hear those words and think what sort of naropa light plays came up with VUCA\n\nit turns out it’s actually the military and it actually was a phrase that was coined in the\n\nmilitary in the post cold world cold war era yeah where I mean if you think we started fighting\n\nand conflicts started looking different across the globe after the cold war thing and and only\n\nheightened after 911 where you really don’t know where and I mean I it’s why we’ve seen so many more\n\nbrain injuries not only is that not just about the technology or the instruments of destruction\n\nit’s that wars are fought and conflicts look different and it was engaged in it so the late 90s\n\nthey finally took this sort of started writing and really coined this VUCA phrase in the military\n\nand then after 911 business picked up on it it sort of started getting out and I happened I\n\nhappened upon it quite by accident one day a few years ago on the internet and there is an\n\nantidote to VUCA it’s vision understanding clarity and agility and you know I’m reminded of\n\nanother story fabulous there was and this is a story that maybe others know and it’s about\n\nsense-making because if you think about vision understanding clarity and agility in the face of\n\nvolatility uncertainty and complexity what we have the opportunity to do and I dare say is\n\ncrazy as things can feel at any given point we have the obligation and responsibility to do\n\nis to sense-make and so the story isn’t I’m gonna tell it wrong but I’m I’m gonna do it anyway\n\ngoes back to world war one and or two anyway back to one of the wars and one of the leaders sent\n\na group of see I don’t even know all the military things up Latuna band which is not even close\n\nto right but the group of soldiers out on some sort of a mission and this was over in the Swiss\n\nAlps I believe so they’re there and they do their thing and this snowstorm comes in and they get\n\nterribly lost and they get a they get really freaked out they don’t know they’ve lost contact\n\nwith them back at base at the base the the leader is feeling terrible about you know\n\nit’s been horribly guilty about this happening while they do end up the the the leader of this group\n\nputtune and I will call that find a map in the bottom of his rucksack and they use this map and\n\nthey navigate themselves back and out and they’re in the hospital and they look at this map and\n\nit wasn’t even a map of the Swiss Alps it was a map of the Pyrenees and so the the sort of moral of\n\nthe story is when you’re lost in a snowstorm any map will do when you’re lost in the forest any\n\nmap will do when you’re lost in your life any map will do when you’re lost and not quite sure\n\nhow to do what you know challenge is facing you any map will do and what that maps I mean you\n\ncan think of all the ways and what the things what did that give to them since it wasn’t them maybe\n\nall mountains are the same as what it means but I kind of doubted it was the up in the down part\n\nbut beyond that who knows but what what what that gave them was a true north for the moment\n\npardon the pun some way of saying okay it gave them the sense of hope and confidence okay look we\n\nfound one let’s just follow this Luca does the Luca prime attempts to do the same thing in that\n\nmoment where you want to book your ramps you’re that you’re that afraid and and we all know\n\nsometimes we can look cool as cucumbers on the surface and be scared spittless it can be a new\n\nopportunity like this one where you go holy cow I don’t know what a CEO and a president does I\n\nthink they made the steak which was my January 1st crazy meltdown where you just sort of have\n\nthis moment where you go thinning steak oh my god I can’t do this job and then what you have to do\n\nand I had to do with myself even in that case was to take a pill you know what you don’t know he\n\ndidn’t literally take a pill actually I waited till three o’clock and I knew that somewhere in the\n\nworld it was five o’clock I had a glass of wine yeah me clearly another aspect of the microbiome\n\nwe can be grateful for and then microbiome absolutely to out that’s right but what that story tells me\n\nis that in those those moments where and you’ve got to have the intuition to know and people are\n\nat that space and I think we are societally at that place yeah for sure right now we do have the\n\noption to choose and that’s where these cerebral cortices do help because we can choose our reaction\n\nto things and this notion of sense making providing the map telling yourself what you know and what\n\nyou don’t know um seeking as much clarity as you can about a thing recognizing that when things\n\nactually are uncertain complex and ambiguous you’re not going to see a whole lot of clarity but\n\nthere’s a few things out there that tells you that the world is and just chart a course and and\n\ntake that course it gets back to my is there blood on the floor ask yourself is there really blood on\n\nthe floor um when there is do you have to figure out what is the response and I think given some of\n\nthe crazy that we’re all living in right now this isn’t where you answer the question no there’s no\n\nblood on the floor there’s blood on the floor we then have to decide how do we want to engage\n\nand react to that bloody floor yeah is it rantman raving on a Facebook post is it you know burning\n\nsigns is it doing whatever the heck is it or is it thinking about in my small\n\necosystem my small community whatever that may be what are the things that we can say\n\nand point to that things are actually there’s far more goodness going on than there is negativity\n\nand where there is negativity how do you effectively use your voice to combat that\n\nand what’s not destructive what’s not helpful and by the way secure your own oxygen mass first I\n\ndecided three days ago I am not listening to news for a while just can’t do it anymore yeah yeah\n\nthere was there was the end of last week and it was this whole thing it’s with this smaller\n\nthis artist the actor who did what he did where I was oh and then there was the coach from\n\nthe new England Patriots that’s what I said I can’t do this anymore I said I had this moment\n\nwhere I realized this is like wallowing in like sort of taking in dirt every day or something what\n\nis this doing to us on a cellular level yeah and that’s in that moment you have a choice\n\nI said I mean it’s not like I’m gonna become some big ignoramus it’s not like I’m gonna ignore\n\nwhat’s going on then I can choose what and when and how to take this in and I also can choose how\n\nto react to it and so I think this notion of vuka that was a long way to tell the vuka story\n\nyou know a vision understanding clarity and agility it requires slowing down\n\nrequires part of some stuff off as I just said it requires throwing the agendas away at meetings\n\nlike we did today and just wrap it and having a wrap session for showing my age and allowing people\n\nto put their voice in the room in a way that’s different because you know that it’s out of that\n\nthat there’s a sense of I can feel earth the earth is solid um we can see our way through this\n\nand by the way while the world may be changing around us in healthcare we’ve got all the right\n\nstuff to know how to weather the storm we got the map and we or we can make the map yeah we can\n\nmake the map we don’t have to wait for somebody you know just don’t sit by the side of the road\n\nand wait rescuing nobody coming we can do this we can do this so yeah but so it’s it’s so\n\ninteresting I know we need to wrap up in just a couple minutes and there’s there’s one final\n\nthread I just I know I would I would feel remiss if I didn’t ask this when I hear you talking about\n\nthe observational capacity is there blood on the floor when I hear you talking about the\n\nsort of self regulating awareness that says it’s time to turn off the radio it’s time to turn\n\noff the news when I hear you talking about uh being in a leadership meeting with 24 of your\n\nsenior team saying we need to throw the agenda out for a moment and do this other thing\n\nwhat I’m hearing what I’m experiencing actually it’s kind of cool to feel is that there’s a\n\nde-stressing there’s there’s a lowering of maybe even the stress hormones that would otherwise\n\nrespond to these things in a different way and I’m just curious if one of the keys in in all of\n\nthis that we’re discussing in our own lives and how we’re serving others and our roles as leaders\n\nand in our responses to some of the big challenges that we’re seeing in the world if we each become\n\na bit more perhaps intelligent I don’t know if there’s a better word about managing that\n\nneuro biochemical response system that we’ve got that that might be one of the kind of keys or\n\nparts of the map or or something it absolutely is and you know so you can start from that space\n\nof talking about we have the opportunity to choose our reaction it does start though with having\n\na deeper sense of where you are both physiologically emotionally mentally spiritually physically\n\nin any given instance when sort of like there’s a there’s another old book that was written it’s\n\nactually sort of a true story it’s called the House of God and it was written in the late 70s\n\nand it’s about an intern going through his internship at the Beth Israel in Boston and he has\n\nthese rules there these House of God rules and one of the House of God rules is in an emergency"
}