{
  "title": "Episode 117 – Michael Bronner, President of Dr. Bronner’s on Magic Chocolate",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12373/episode-117-michael-bronner-president-of-dr-bronners-on-magic-chocolate.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-117-michael-bronner-president-of-dr-bronners-on-magic-chocolate/",
  "episode_number": 117,
  "subtitle": "ABOUT MICHAEL BRONNER & DR BRONNER’S MAGIC CHOCOLATE",
  "description": "Made from Theobroma cacao, or “food of the gods” according to the ancient Greek etymology, Dr. Bronner’s Magic Chocolate is available in six flavors: Salted Whole Almond, Salted Almond Butter, Crunchy Hazelnut Butter, Roasted Whole Hazelnuts, Salted Dark Chocolate, and Smooth Coconut Praline. And, as revealed in the “behind the scenes” footage, available exclusively to Y on Earth Community Ambassadors, new flavors are due out soon. Additionally, the special chocolate is sweetened by organic coconut sugar, adding to the health and wellness benefits of the special bars.",
  "about_sections": {},
  "full_transcript": "Aaron: Welcome to the Y on Earth Community podcast. I’m your host, Aaron William Perry. And today we’re visiting with the president of Dr. Bronner, Mike Bronner. Hey ,Mike.\n\nMike: Hey, how’s it going?\n\nAaron: Great. How you doing today?\n\nMike: Oh, really? Well, happy to be here in sunny Southern California.\n\nAaron: Yeah. Excellent. And I’m especially excited about our conversation today, cause we are going to be talking about chocolate.\n\nMike: Yes. it’s a new thing for me to start talking about chocolate use. Usually I talk about soap, so it’s going to be fun.\n\nAaron: <Laugh> yeah, that’s great. That’s great. Michael Bronner is president of Dr. Bronner, the top selling natural brand of soaps in North America and producer of other organic body care and food products. He is a grandson of company founder, Emanuel Bronner, and a fifth generation soap maker. Michael was promoted from vice president to president in 2015. His first directive under his new title was to promote his brother, David to CEO, defining the initials with an unconventional twist cosmic engagement officer after graduating from Brown University with a degree in English, Michael traveled the world extensively studying in Ethiopia and teaching English language in Japan for three years, a philanthropist activist and active community leader. Michael is an advocate for many social and environmental justice causes advanced by the company, including fair trade, organic standards, animal advocacy and ocean conservation. He currently sits on the San Diego district export council where he counsels businesses on export processes, commerce education, and advises per his expertise in international trade.\n\nAaron: He was born in Los Angeles, California in 1975 and lives in Carlsbad, California with his wife, Erin, and their children, Eli and Laura. So, you know, speaking of children, Mike, to kick things off here for folks who haven’t yet seen this, I thought I’d show and, and mention that this is the Dr. Bronner’s liquid soap, and probably have to confess that my mother once or twice in my childhood had good reason to wash my mouth out with soap. And when I tee in on the fact that the liquid might be more effective than the solid version you know, we got a chuckle, but today we’re not, we’re not talking about soap or something we might regret sticking in our mouths, but we are talking about chocolate and these beautiful, beautiful, absolutely delicious new Dr. Brunner’s chocolate bars magic bars. And so, Mike with that, if you wouldn’t mind just kicking it right off and telling us all about why chocolate and what’s special about your guys’ chocolate.\n\nMike: Sure. Well what’s special about our chocolate? First of all, it’s absolutely delicious, right? You mentioned I have, I have two kids oh gosh, almost nine and almost six. And you know, we’re talking about a, a rich dark chocolate that contains the finest ingredients from all over the world. You know, we get our, our cocoa from Ghana and the Ivory Coast and our, our coconut and sugar from Indonesia and, you know, vanilla from Madagascar. But despite not having any sugar, but coconut sugar, not having any cane sugar and being dark, my kids devour it, right? Like this is super indulgent chocolate. It comes in six varieties. You know, I think our rising to the top, our, our three praline bars we have a coconut praline. We have a salted almond butter, hazelnut butter. But then of course we have the whole almond’s whole hazelnut and one of my favorites, which is our salted dark chocolate. I’m a salted dark guy and it’s been a blast, really just getting this out into people’s hands. You know, getting people to, to you know, get over their disbelief that a soap company is making amazing award-winning chocolate <laugh> and yeah, just kind of spreading that joy. I mean, there’s, you know, really when it comes down to it, I mean, you know chocolates like love and a bite.\n\nAaron: Oh, I love it. I got to write that down, cuz that is perfect. Yeah. And I will say that look, I’m, I’m an enjoyer of chocolate and have admired a lot of different great fair trade, organic chocolate companies out there we’ve even had one or two of those companies as guests on the podcast.\n\n[05:00]\n\nBut I have to say this is far and away. My favorite chocolate and I don’t know what you guys figured out over there. And I think magic is apropos. But, but it’s extraordinarily delicious and it’s, it’s like a real experience eating it.\n\nMike: Absolutely. yeah, it’s you know, such a, such a rich flavor and you know, a lot of that comes from taking ownership essentially or oversight of all the materials that are in there in our extremely ethical, very transparent supply chains, many of which are, are regenerative organic. And combining that with swift chocolatiers who really know what they’re doing. So I’d like to reaffirm to everybody listening that we didn’t just take our soap making and say, Hey, let’s use the same technique and make chocolate. Now we worked with the experts, but what we really had was this amazing vertically integrated supply chain where we were already growing these materials because regenerative organic is it means that, you know, you’re not just growing one thing. And so with our, our raw materials, we’re already growing chocolate, excuse me, Coco beans, and already selling those to chocolate tier. And so, you know, we just made the decision one day, like why not us? And it’s cuz we don’t know anything about making chocolate until <laugh> we worked with the best of the best.\n\nAaron: Well, I have to take the opportunity. It’s not too often. I get to enjoy eating something while doing an interview, I’m going to open up the yellow one, salted almond butter here and have a bite Mike while we’re, while we’re chatting and enjoy this love and bite. I thought I would ask you to walk us through, you know, why for me as a consumer, should I even care about where the different ingredients are being sourced and how it’s affecting people around the world? And you know, you, you put together this wonderful op ed in food tank.com called this world chocolate day, let’s rethink big Coco in which you describe a bit of the history as well as some of the current practices with bigger mainstream companies that frankly are not practices I think we should be feeling good about. And could you kind of take us back to the 1500s and kind of walk us through how we got to where we are today?\n\nMike: Right. Well, in the 1500s I believe it was in July, July 12th. I should remember World Chocolate Day. You know, they, chocolate was essentially first, you know, brought into the mainstream. It was you know, called Theobroma ‘food of the gods’ in Greek. And it was derived, cocoa was derived from the Mayan word for cocoa or Kaka from cocoa. And, you know, it was considered to have these properties that literally caused feelings of love to emote when you ate it. Right. It was, it was very much an ex-you know, a promise of an expression of love that came out when you eat, when you ate it. And over the years, you know, as chocolate made its way into the new world into Europe it was kind of separated from its origins and the Cocoa that was consumed in Europe was, you know, extremely delicious and was synonymous with Valentine’s day and, you know, all kinds of holidays and gift giving. But the makers of the cocoa beans were just like, not, not even thought of, and we’re living in extreme poverty <laugh> and were you know, using slave labor. And there was this complete disconnect between the enjoyment of the finished product and the you know, the tedium, you know, and the exploitation of the original materials. And so, you know, we want to, you know, we say this, Dr. Bronner, we want to fulfill chocolate promise as an expression of love <laugh> right. And, and elevate it into the pure indulgence. It is meant to be, and in order to do so, you have to make sure that every single stakeholder at every step of the way, not, not just after the chocolate, you know, gets to Europe or gets to America,\n\n[10:00]\n\nyou know, and as you know, the, that cocoa is then made into bars, but the stakeholders at the very beginning, you know, our being treated well are being elevated by the sales and consumption of the end product. I mean, one just incredible statistic that struck me was the fact that only 10 per-less than 10% of cocoa farmers actually have ever eaten a bar of chocolate.\n\nAaron: Oh, wow.\n\nMike: Wow. You know, and so it’s like, you know, they’re harvesting, you know, this commodity for Western consumption and they never get to enjoy the outputs, not to mention that, you know, oftentimes they are, you know, left in poverty conditions and can’t make ends meet.\n\nAaron: And you guys, obviously, across all of your products are deeply engaged in a number of communities in multiple countries. And, and I, you know, just point out and remind our audience that a while back we had the opportunity to interview your colleague LA with his amazing book chronicling the Dr. Bronner’s story called honor thy label. And the subtitle is Dr. Bronner’s unconventional journey to a clean green and ethical supply chain. And in here he shares stories about the years and the deep relationship building you guys have invested in, in these, in these communities all over. And I, I thought it would be good for our audience, if you could describe a bit, you know, what you guys are doing and, and how that contrasts with how chocolate is generally done with sort of the anonymous markets and clearing houses and that kind of stuff.\n\nMike: Yeah. I’m sorry, you cut out there just for a second. Can you repeat that last part?\n\nAaron: Oh, shoot. Yeah. Yeah. Was, did you catch the part about the book?\n\nMike: About Gary’s book? I’m sorry, I caught the part about his book. I’m sorry, just that, that last part,\n\nAaron: We, there was, describe a bit what you guys are doing with the farming communities you’re working and how that contrasts with the mainstream practices with the anonymous markets and clearing houses and that sort of thing.\n\nMike: Right. Well, first of all, we’re working directly with them. <Laugh>, you know, and that’s, that’s the, the most important difference between us and big chocolate, right? Because all those evils that occur in chocolate where you’re talking about exploitation and child slavery there’s, there’s something called opaque by design opaque by design. Whereas there are, you know, pretty much five, or so cocoa bean traders, <laugh> that secure all the most of the cocoa beans, like 95% of the cocoa beans from all over the world and funnel them to, you know, the chocolate trees in the west. And, you know, what, what you’ll hear from like the Nestles and the Cargill’s is that you know, of what we know of what we know and what we can track. Like, we’re, we’re doing actually a really good job. I mean, whether they’re not doing much, but at least there’s no child labor or child or child slavery. Um and so, you know, the, you know, our call out to them, first of all, is just like, no, there’s not an excuse, not knowing you need to go that extra mile. You’re one of the biggest corporations in the world. You could, you could know exactly, exactly who you’re buying all these beans from, but they choose not to, because of, you know, the more, you know the more you realize that yes, you are responsible for exploitation and it does cost more money <laugh> right. And they don’t, they’re, they’re just responsible to their shareholders, not their stakeholders. Right. And, you know, the stakeholders being, all those people all along the supply chain. So, you know, the, the first thing we do is we, you know, build relationships with local farmers, we build local mills, right. So the in Ghana our project that we are using for cocoa is actually our Palm, our Palm mill, right..\n\nMike: We have a, a regenerative organic Palm facility there called Surrender Palm. And it is entirely meant to show that Palm can be generated in a regenerative way that you can actually grow Palm and add trees <laugh> and increase livelihoods instead of taking away trees and just growing that crop. Right. So just, I guess, first and foremost, when it comes to, you know, cocoa, it is actually one of the, the crops that we inner crop with dynamic a agri forestry, amids the Palm trees, so that we can a have better soil fertility and we can have all these symbiotic relationships,\n\n[15:00]\n\nbut also so that we are farming in nature’s image and in doing so reducing carbon emissions and actually sequestering them into the environment. And then, you know, very importantly increasing the value that these that these Palm farms have for the farmers, right? So that they are actually getting more money for all of the materials that are on there that are on their that are, that are, that is on their land. And so, you know, the, you ask like how what are we doing differently? Well, for those farmers, we actually pay a floor price, right? Or, sorry, we, we don’t pay a floor price. There is a floor price that is determined by the market, right? I’m sorry, that’s the market price determined by the market. And then we will always pay 10% over that for organic, another 10% over that for fair trade. And another 10% goes into a community fund that then goes to benefit behold community. And, you know, we’re training these farmers to, you know, not use pesticides. We’re actually training people who train them, because it’s always better if you have the right messenger. Um, but we’re developing expertise on the ground that can actually have these farmers build more value. And, you know, in strengthening their communities you know, we’re building schools for them. We’re building all kinds of, of development projects so that, you know, their, you know, their children have opportunities, you know, to, to go to school, better schools, they have the ability to get paid more. So they’re, they’re not there’s not the pressure to bring in that’s outside labor and, you know, see we’re giving them the value added markets for all these extra crops they’re growing. Not just Palm, not just cocoa, but other things like cassava to American ginger.\n\nAaron: Hmm. That’s absolutely amazing. You know, and, and, you know, one little point I might add to about this idea of responsibility, right? Quote, unquote, not knowing is not an excuse and, you know, not only do corporations have responsibility, but as I wrote about in my book, Y on Earth, in the chapter called Demand, you know, as individual consumers, we have responsibility, too. And I’ve been thinking about this the last couple days, preparing for our discussion. Mike, obviously, you know, Dr. Bronner’s chocolate, when I see it at the store may not be the cheapest bar on the shelf. I personally tend to opt for quality over quantity when I’m, when I’m buying treats like this. So I’m comfortable paying the premium, but I think it’s probably important that more of us become aware as consumers, as folks sending the signals into the marketplace, that when we’re, you know, saving a buck or whatever, on a bar of chocolate, we are literally funding the child labor, slavery, use of pesticides, and destruction of ecosystems around the planet. And I think it’s really important that we connect those dots for us as individuals.\n\nMike: Absolutely. Yeah. It’s just like you know, healthcare at home, right. When, when corporations don’t pay healthcare, right. That those expenses are foisted onto society and come out of like taxes, right. And come out of you know, other revenue generators. And in these countries around the world that you are not paying a fair wage to, for the farmers. You know, they are suffering, they are suffering because the corporation, even though they’re able to charge a really high price for, or excuse me, a really low price for their chocolate they’re doing so at the expense of, you know, farmers at the very beginning of a supply chain, getting pennies and living in extreme poverty. And so, you know, when you’re, you’re paying, you know, a higher price it means that you are ensuring that every stakeholder along the way is actually getting compensated reasonably.\n\nAaron: Yeah. And, and not only are you guys at Dr. Bronner really leading the way in your supply train, reach around the globe, but you’re also doing a number of really innovative things within your own company.\n\n[20:00]\n\nAnd you know, we here at the Y on earth community are writing and sharing and speaking increasingly about regenerative economics and social enterprise and so on. And I thought it would be really great to have you speak just a bit about some of the mechanisms you guys have committed to within Dr. Bronner that creates even more social equity and, and fairness for your whole team of, of employees.\n\nMike: Sure. Well, you know, at Dr. Bronner, we can all executive salaries at five to one. So the highest salary in the company will make only five times the lowest fully vested worker and the fully vested worker is, is basically somebody who has been here for five years, topped out at the, at the wage scale. So the, the lowest paid worker here that has been here five years makes over $60,000 a year. And there’s nobody in the company that makes over $320,000 a year. And so what we’re able to do there is we’re able to take all of the added profits from the company and anything that’s not needed for capital development or, you know, pay taxes. <Laugh> is it goes to charity, right. Goes to fund all kinds of initiatives that we’re passionate about, but for the for the employees themselves we also give them a hundred percent nondeductible healthcare for them and their families. Um that includes a dental plan. We also do LASIK. We also just started doing a psychedelic benefit where we offer ketamine therapy for a lot of workers for all of our workers and their families who want to take advantage of that because these difficult times are just really trying on the mind and soul. And we, you know, also give free lunches, free vegan lunches for our employees. We cover the childcare costs up to $7,500 through family through a really great program that even can work with you know you know, small scale nannies, you know, just individual nannies and such, which has really been helpful during COVID. And we offer, you know, a profit sharing plan for all of our employees. It’s no different for people at the very top, at the very bottom that 10% of their combined salary and that’s their combined salary plus bonus that usually 10% bonus every year goes into you know, a savings retirement account for them. And they can access that when they leave. And I have to say, not many people leave until the very the very last moment.\n\nAaron: It’s absolutely beautiful. And you know, kudos to you guys for really leading the way and, and setting the example for what’s possible. And I’ll take this opportunity to remind our audience that this is the Y on Earth Community podcast. I’m your host, Aaron William Perry, and today we’re visiting with the president of Dr. Bronner Mike Bronner and want to give a couple quick shootouts to some of our sponsors and partners. This includes Wele Waters, the regenerative and biodynamically grown hemp infused aromatherapy soaking salts. That is a social enterprise launched by the Y on Earth Community and Purium offering all manner of organic foods and supplements many from their own organic farms. And you can find links and use the code yonearth to get discounts with both Wele Waters and Purium links in the show notes. And God, I also give a quick shout out to a little labor of love, a novel called Viriditas that I just finished writing, and that is coming out imminently since we don’t know exactly when we’re going to publish this episode, Mike, the book may or may not be published within a few days, I’m sure. And this is a story that is also all about what’s possible right now in the world. And you probably won’t be surprised to hear that Dr. Bronner is actually mentioned in here more than once, and there’s a scene in the cave, I don’t want to give too much away when the main character is pregnant and a dear woman comes with some of the Dr. Bronner’s magic chocolate, and it is just a luscious moment. So, check that out, viridtas-society.org, or viriditasbook.com, we’ll get you there. And it’s another step in this growing ecosystem of services and storytelling around the creation of a sacred stewardship and regenerative culture together. And Mike, you guys are, I think par excellence really leading the way and your discussion around the ketamine and psychedelic therapy jogged my memory-I want to ask you guys, cause you’re doing so much work also with the Regenerative Organic Alliance, which we’ll talk about, but can you share a bit with us about the work you’re doing around drug policy reform and why certain appropriate administered\n\n[25:00]\n\nprofessionally administered uses of psychedelics is so important for folks dealing with things like post-traumatic stress disorder and really other types of trauma and stress in life. Could you tell us a bit about that?\n\nMike: Sure. Yeah. You know, psychedelics is you know, familiar to many and I’m sure probably most of your listeners have a positive association with psychedelics, but we’ve always taken a stance that we want to educate people who are more like in my mom’s church group <laugh> as to these benefits because, you know you know, her generation disassociated with Timothy Leary, you know turn onto an end dropout and, you know, the history of psychedelics is that it was, it showed incredible promise as like the, the, you know, the final frontier of, you know, psychiatric care. And then the sixties happened and it got associated with, with Timothy Larry, and then just all research stopped, but it was, it’s always been extremely promising. And, you know, one of the only psychedelics that was kind of left alone, what’s key of me, right. And that, that’s the one that’s still legal here in America because it’s the anesthesia of choice for all ambulances and, and EMTs in America, because not only does it actually you know, stop the pain, but it, it produces a slightly euphoric effect which is, you know, beneficial if, you know, somebody’s just been in a car crash. Well so ketamine is the one that, you know, we offer because it is the legal one, but you know, all kinds of others you know, Ayahuasca, right. Ibogaine you know, obviously just magic mushrooms, these show, incredible promise. And one of the big you know, entry points for, especially people that are maybe more on the right has been the success of dealing with post-traumatic stress disorder, right. The psychedelics, and there’s just so much research being done on, on exactly how they work kind of in a way, you know, you know I mean, you know, people, your people, <laugh>, people listening probably know the hallucinogenic state, but it’s, you know, it kind of put the brain in a plastic state that you can actually make like real changes, just like Michael Ballen says in his book, How to Change Your Mind.\n\nMike: You can actually make real changes with the synapse neurons in your mind to get over painful experiences, to get past certain addictions, to reconcile with just horrendous moments in your past, and actually come out of it. You know, healed with ongoing therapy, of course. And with, with post-traumatic stress syndrome, it’s been a lot of the veterans coming back from Iraq and Afghanistan and they come over back to America, have a terrible time reintegrating you know, turn, you know, you have Western medicine it doesn’t work all those drugs. They don’t work. You know, people go into horrible depression and horrible, like alcoholism and their families are being torn apart. And then they go down to South America and they go through like Ibogaine treatment Ayahuasca and they are changed people like it literally like takes that pain that they’ve had. And it allows them to like confront it, go into it and emerge with it being in a more you know, in a more you know, in a more healing space. Right. Totally turns their lives around. And so kind of, it’s just been this consortium of people on the left. Perhaps you could put Dr. Brown on the left and you know, organizations like maps, which is, are, are out there to, to actually make MDMA like get FDA approval as a prescription drug and, you know, people on the right like,\n\n[30:00]\n\nYou know, Rick Perry, you know, ex-governor of Texas who’s, you know, ran for the Republican nomination. He’s a big supporter of these psychedelics too, cause he’s seen what it’s done for his son. And so, yeah, we’re trying to bring this information to people we’re trying to bring awareness to people. And we’re trying to bring, you know, in this small way, right now, those benefits to Dr. Brown in place,\n\nAaron: That’s really tremendous. It’s amazing the way you guys are again, leading in, in that space. And it’s so important that we become more educated around this thing. Look, I, we, at the Y on Earth Community, have a very diverse audience and so sure, sure some of our audience might be familiar and, and even have some personal experience, but I think there’s probably a good number who aren’t as familiar. And you mentioned Michael Paul’s book changing your mind and that’s the title, right? Am I getting?\n\nMike: How to Change, How to Change Your Mind,\n\nAaron: How to Change Your Mind and\n\nMike: Then it’s really like a physiological change too. <Laugh>\n\nAaron: Yeah. Yeah. And I’ve read parts of that. That there’s another book I read the whole thing by Jeremy Naby called cosmic serpent about Ayahuasca, about his experience as an anthropologist down in the Amazon basin with some of the indigenous people there. And it’s an extraordinary eye-opening, heart opening discussion around, you know, the relationship with these sacred plants and entheogens and fungi. And you know, the, this term Viriditas that we named the novel for is a word that means the green healing energy of the divine that flows through plants and was created, that word was coined by Hildegard von Bingen, the German mystic about 900 years ago. And so I think there’s an entire, it seems there’s an entire cosmos an entire world of experience that many of us yes, have experienced and, and had some healing from. But, you know, it seems a good number of us here, especially in the United States. Maybe haven’t given it a chance in perhaps reading one or a couple of these books would be a helpful way to kind of get familiar.\n\nMike: Agreed.\n\nAaron: So can you tell us also about the innovative work you guys are doing around the regenerative organic Alliance and the regenerative organic certification? I think it’s a really important piece for folks to understand in terms of the stewardship of land and water and people, and so on.\n\nMike: Sure, absolutely. So regenerative organic is the combination of, you know, a strong social standard. So you can say, you know, fair trade a strong animal welfare standard and a super strong, you know, organic standard, but it goes beyond organic. And I know that’s controversial when you say beyond organic. But it’s not enough to just not put carbon back, you know, into the air. There’s a lot of legacy carbon already in the air. And so it really encourages and certifies like low till tilling mulching cover cropping, ways of farming that not don’t just put pesticides in the ground, but are also like really bringing the carbon back into the earth. And, you know, this is extremely important because, you know, we hear all the time about how, you know you know coal mines and, and cars and factories are belching out all this carbon into the environment you know, close behind is agriculture, right? It’s you know, a phenomenal source of carbon going into the atmosphere. And so, you know, we’re trying to encourage a way, create a way for, you know, farmers to kind of farm in nature’s image. And then consumers to support that in the marketplace to create that circle that can really turn agriculture into a force for  climate change mitigation rather than you know, accelerating the problem.\n\nAaron: Awesome. Yeah, that’s so great to hear about and Whitlow the executive Regenerative Alliance has been on our podcast. We did a great episode with her a little while back, and it’s such a, such a beautiful thing you guys are doing and really inviting more and more other companies and consumers into the fold with you there. So before we kind of wrap up here, Mike and of course, if there’s anything else you’d like to add you know, please do,\n\n[35:00]\n\nbut I, I got to ask in this process of collaborating with these Swiss chocolate tears I imagine there was a lot of tasting and trial and air maybe error, I don’t know, delicious error. And so like, what was that process like formulating the chocolates, were your kids involved? Like, how did that feel?\n\nMike: Oh gosh. Oh, my kids would’ve loved to be involved in that. <Laugh> actually, it was, it was you know, we we’d have like eight hour days. Right. And for the first hour, it’s just like, oh my gosh, I’m getting paid for this. And, you know, by the, by the eighth hour, you’re like, I can’t eat chocolate again for another three months, but you, you learn so much, right. I mean, it’s first, first of it, we got complete instruction in like understanding how we taste. Right. And so, like we developed, we understood what our tolerances were for bitter, for sweet for sour. And then we tried you know, all kinds of chocolate from, you know, a hundred percent cookout, right. We’re talking no sugar in that chocolate to, you know, 90%, 70% we didn’t do any, you know, dairy chocolate, of course we were always going to be vegan. But you know, one of the keys, key discoveries for us was when we found that we could make a chocolate without cane sugar that was fair trade. That was organic <laugh> that you know, hit all the boxes. Right. And tasted phenomenal because, you know, up to the very end and me and my brother were just like, you know, we love this coconut sugar. We love the idea of not having cane sugar, but like, would I be proud of handing somebody that bar, knowing that I could hand the cane sugar bar to them, it would be just a little bit better. Mm-Hmm and there was a day when, you know, we were doing these blind tastings and we couldn’t, we couldn’t tell which one was the cane sugar, which one was the coconut sugar. We, in fact, it’s not the coconut sugar. One was the cane sugar. I mean, we had nailed it. And I think that was, that was the biggest epiphany because, you know, we know that people are going to support the you know, fantastic transparent supply chains that we have with Dr. Bonners and, you know, all the integrity we put into the product. But you know, it was made clear to us by a chocolate expert. We were working with that, you know, 75, 80%, maybe 85% of the buying experience is going to be that indulgence. Right. And so to be able to hit it all, <laugh> you know, I mean, we are pretty hyped up on sugar, but I think we did a dance.\n\nAaron: Well, I, I will, I will say as a testimonial for, for one, the, this is hands down the best chocolate I can find on the shelf at the markets around here. And I absolutely love it. Well done. Well done. Yeah. What a treat.\n\nMike: Yeah. There’s so many people who are more so involved, I mean, more involved. I mean, we have an amazing team of, of people from our vice president of special op scale zone, who you mentioned his book, he’s the one that has been you know, essentially building this vertically integrated supply chain around the world that is fair trade and organic, and has you know, brought in so much development to all these people that brought in dynamic, agroforest, forestry, which brought in the cocoa that, you know, is, is fueling all this, all this amazing chocolate. And then just everybody along the way who has really stepped up in, in order to make this amazing project possible. It’s great to be part of the team.\n\nAaron: Beautiful, absolutely beautiful Mike. Well, listen you know, we are going to wrap up our, our podcast interview here, but you and I are going to have a few minutes of additional conversation for our behind the scenes piece for our ambassador network about some really exciting news coming up, you guys, I guess, are rolling out some new products ahead of the holidays, but before we switch over to that, Mike, I want to just thank you for joining us here at the Y on Earth Community podcast. And if there’s anything you’d like to mention before we sign off, please do.\n\nMike: Yeah. Just you know, I hope I hope you support our, our chocolate, just like you support our soaps\n\n[40:00]\n\nSo well together just to take a really nice bath in the, in the peppermint and a nice bar of, you know, our salted almond butter chocolate, and we can’t supply you the candle, but you’ll have an amazing experience. And it’s just like the best meditation you’ve ever had.\n\nAaron: Beautiful. Thanks Mike. Talk to you later.\n\nMike: All right. Thank you. It was great to be here.\n\nAaron: Cool. All right, so now we’ll adjust so that will get cut then, and that’ll be the episode.\n\nMike: Yeah. So, can I talk to you first, before you go on this part?\n\nAaron: Yeah, Totally.\n\nMike: Yeah. I mean, how was that? I tend to, I have more succinct answers. I could have gone in for those, but are those alright?\n\nAaron: The, I thought it was fabulous truly.\n\nMike: Oh really?\n\nAaron: Yeah. I’m, I’m super excited to share this with our network and some of my special friends actually.\n\nMike: Okay, cool. Cool. So good. I have, I had a more, probably more succinct answer for how we help farmers earn a living and but good. Oh,\n\nAaron: You know, look, I think especially the way a lot of people listen and, and view, you know, you’re painting a picture for people, so they’re getting the picture and, you know, if somebody out there wants to get a lot more sort of technical information, there are resources they can do that, you know?\n\nMike: Very cool. Okay. Great. Good, good, good.\n\nAaron: Right on. So if you’re ready, I’ll do kind of a quick intro for this piece. This will be just a few minutes.\n\nMike: Sure. I’ve got what I’m going to say.\n\nAaron: Alright. Hey everybody. This is the behind the scenes conversation with Mike Bronner. We just finished recording our podcast episode together. And so now we’re going to have a quick chat for our Y on Earth Community ambassador network. And Mike, it’s been such a, a joy talking with you about all of the exciting work you guys are doing. And of course, enjoying these chocolates and, and actually sampling the salted almond butter bar while we were chatting. But now that we’re kind of behind the scenes I can’t wait to hear what you guys have in the works that you’re going to be rolling out ahead of the holidays here.\n\nMike: Well, Aaron, I, I told you in the last segment or in the main segment, that the number one question we always get is, you know, what is a soap company doing, making chocolate? And I hope I kind of answered that in the last segment. But the second question right behind that one is like, how could you be making chocolate, not have peppermint chocolate because, you know, Dr. Bronner is synonymous with that peppermint tingle. Well, we’ve been, we’ve been listening <laugh> so we will have an amazing peppermint chocolate coming out in October, right? Just in time for the holidays, in time for Halloween. And, you know, obviously the December holidays and it is the best peppermint chocolate I’ve ever had. It is one that even people who don’t like peppermint <laugh> chocolate will love, and it’s going to be kind of more of a praline, chocolate praline. And it’s you know, kind of, I guess, not quite as punchy as an after dinner mint, but definitely has that that Bronner tingle in the best possible way that cooling that cooling feel in the mouth and you guys are going to love it.\n\nAaron: That is, I cannot wait. I’ve, I’ve experienced the Dr. Bronner, Peppermint cooling tingle on my body. And can’t wait to, to try that out. It’s going to be amazing. I have to ask two quick follow up questions. You mentioned Halloween. Do, will you guys, or do you guys already have like a smaller size that would work for no,\n\nMike: That’s something we’re working on, too. I mean, the sampling size, I mean, not just for Halloween, but you’re right. I mean, handing these out for Halloween super important. Yeah. And you know, definitely it’s hard to find chocolate. You can hand out for Halloween. That’s not, you know, from, you know, Hershey’s Mars or whatever. So yes, we are going to come out with those and I don’t have a timeline. I don’t think we’re going to be able to hit this Halloween. It might be the next Halloween, but we have, we have all kinds of other projects in the works. I mean, you know, this is, it’s so fun to you know, brainstorm different kinds of chocolate. Like, you know, of course we want to come out with you know, a milk chocolate. You know, of course, like, you know, I mean, peanut butter, peanut butter cups. I mean, how can you how can you not look into things like that? I’m not trying to give a heads up to the competition,\n\n[45:00]\n\nbut I think, you know, <laugh> nobody’s be surprised if we come out with these there’s other there’s other fragrances that we have, you know, like you know, if you look at our soaps, we have a lavender soap, we have a citrus soap. Of course we have an almond soap and you know, we’re, we might come out with something that takes, takes advantage of the lavender takes advantage, of course, citrus and who knows maybe a rose we’ll see,\n\nAaron: Oh my goodness, how wonderful. That sounds just amazing. Well, and, and educate me. So when you’re going to school, so to speak with these Swiss chocolatiers, I imagine praline means something very specific. And I don’t know what that means actually-\n\nMike: Made that point back when we talked about it means filled, sorry, you forget like that lingo when lingo is like used by everybody around you forget that it is still a lingo that people don’t know, but yeah, praline means the filled bars and I should have made that clear,\n\nAaron: Well, now at least our, our ambassadors will know. And yeah, I’ll keep it in mind as, as well when talking to folks, and by the way, thank you for you guys donated some of the bars to the Y on Earth Community that we can use in our upcoming events and fundraising and so on. So thanks. We’ll be sure to explain some of that. And, and by the way, too, Mike, your, your excitement about all this is so contagious, right? I’m getting my cheeks are getting a little sore from smiling ear to ear, but you know, just to wrap up with our behind the scenes piece, I want to ask you with all that you guys are doing and all that you’re innovating and all of the ways you’re setting examples for many of the rest of us, what would you say to our ambassadors? Many of whom are engaged one way or another in health, regeneration, stewardship, well-being work, and many of whom are also a bit younger than you and I are. What, what kind of advice or insight might you share with folks thinking about how they can make more of a difference in the world?\n\nMike: Right. Well, I mean, there’s, there’s definitely you know, obviously there’s many, <laugh>, there’s many companies like ours who are looking for good, solid employees right now, because the power is in your hands. <Laugh> we have several open positions, so I can make a plug for that. If you, if you want to participate in, in, you know, what we have to offer and what we stand for, but I mean, the same goes for quite a few others. You know, I would say just, you know, keep questioning, I mean, support companies that are doing the right thing, really, you know, it’s tough times right now. I know it’s inflationary times. Gas prices are going way up, but, you know you know, you know, where you can really support, really support those, those products that you know, are really invested in stakeholder capitalism that you know, really are, are, are using the products that they’re selling to you to bring value and, and prosperity to everybody in the supply chain. You know, does, when it comes to, you know, progressive measures, you know, speak out, stand up <laugh> and participate. And, you know, we have a lot of conduits to that as well. So you can, you can get in touch with Dr. Bronner through any of our social media channels. And we love building that community that can really make the change we want to see in the world.\n\nAaron: Beautiful. Well, right on Mike, it’s been such a joy chatting with you today and yeah, really appreciate you taking the time and, and thanks to Dr. Bronner for your support of the Y on earth community and look forward to more fun and collaboration in the, in the coming months and years with you guys.\n\nMike: All right. Sounds good. Yeah. Looking forward to it.\n\nAaron: Cool. All Mike. Thank you.\n\nMike: All right. Thank you.\n\nAaron: So, yeah, that’s a wrap on the, behind the scenes piece and we’re all set as far as recording goes.\n\nMike: Okay. Right on. Yeah, I you know, thank you. You know, I, haven’t given too many, too many podcasts on chocolate, so still getting my sea legs, but it was a lot of fun.\n\nAaron: Yeah. I thought it was great and super excited about it. And yeah, we’ll probably be publishing. So we’ve got the official launch of my book, Viriditas right around early August. And we’re timing, some of the episode drops in conjunction with the other efforts. So it’ll, it’ll be about a month probably that this drops. And so yeah, we’re super psyched\n\n[50:00]\n\ncause we did this one and I see the baseball picture behind you. I take it you like baseball with that on your wall?\n\nMike: Yeah. Well, you know, that’s Fernando balance and I grew up in Los Angeles. I was born in ‘75 and I we didn’t have a TV, so we <laugh>, we were like a fifties family. We listened to Vin Scully on the radio and Fernando mania. I mean, he did so much to like you know, put our, I mean kind of put our community back together after all the bad things that happened when the Dodgers came and just such a, a lightning rod for you know, angels to be proud. Yeah, so he’s kind of one of my heroes.\n\nAaron: Cool. Yeah, I was going to mention because my good friend Brad li I grew up with Brad and played sports, went to the same church. He through the winning pitch for the Phillies in the 2008 world series, we’re all born around the same time 76, 75. And he’s also buddies with Eddie Vetter and we’re working on some kind of behind the scenes celebrity stuff for more and more of our messaging and, and outreach and yeah, the, the baseball connections of fun one we’ve actually had Brad on the podcast as well. And he and I did a recent one that hasn’t dropped yet about the book. He, he was the first to read the entire manuscript, but yeah, baseball’s a real love, it’s a beautiful game.\n\nMike: Right on, right on. Yeah. Our Padres are doing pretty well right now. So\n\nAaron: That’s good.\n\nMike: It’s, it’s we’re unfortunately we always seem like a farm team. Right. You know, the Padres get good. Then they go to like the Dodgers of the red Sox. But where are you located?\n\nAaron: Boulder right outside Denver.\n\nMike: Yeah. Okay. Right on. Well, congratulations for, I don’t know if you’re probably a hockey fan. I mean,\n\nAaron: Well, I, I have friends who are much bigger fans than I am and yeah, a lot of celebration around here lately.\n\nMike: Right on. Very nice. Not, not quite the same as when Bo held the cut back in 2001.\n\nAaron: Yeah. So you’re already speaking over\n\nMike: I’m so thank\n\nAaron: Appreciate it. Thanks. Good. Connecting with you."
}