{
  "title": "Episode 162 – Dr. Elaine Ingham, Soil Food Web School",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13885/episode-162-dr-elaine-ingham.mp3",
  "publish_date": "May 24, 2024 4:14 pm",
  "url": "https://yonearth.org/podcast/episode-162-dr-elaine-ingham/",
  "episode_number": 162,
  "subtitle": "Understanding the Symphony of Life in Soil Biology with Dr. Elaine Ingham",
  "description": "Dr. Elaine Ingham is among the most notable living scientists in the world, and is well known and beloved for her pioneering work in soil biology over the last half century. A graduate student in the latter half of the 20thcentury, at a time when soil science was almost completely male-dominated, when hardly anything was understood about soil fungus and bacteria (other than when targeted for eradication), and when brute-force chemical “control” of agriculture and manicured landscapes like golf courses was the norm, Dr. Ingham nearly single-handedly established a much more insightful, accurate, and stewardship-oriented paradigm within the main-stream academic soil science arena.",
  "about_sections": {
    "about_dr._elaine_ingham": "Dr. Ingham uncovered the Soil Food Web nearly 4 decades ago and has been pioneering research about Soil Food Web ever since. Widely recognized as the world’s foremost soil biologist, she’s passionate about empowering people to bring the soils in their communities back to life."
  },
  "full_transcript": "Welcome to the Y on Earth community podcast. I’m your host, Aaron William Perry. And today we’re visiting with a very special guest, Elaine Ingham.\n\nThe world we’re now a soil scientist and the founder and president of soil, food, web, high Elaine. Welcome.\n\nGlad to be here. This is going to be fun, Aaron.\n\nYeah, I’m so thrilled. We have this opportunity to chat with you not only about the current understanding of the complexities in soil ecology, but also we’re going to get a bit of a view from you on how this has evolved.\n\nSo much over the last few decades.\n\nWell, it’s a it was slow at first, you know, the first couple decades, somewhat felt like a long voice in the jungle or out there in the woods, some place.\n\nAnd, you know, people zoom in by on their cars, all that crazy lady, you know, she thinks that microorganisms are important. She’s so silly, she doesn’t know anything.\n\nAnd then the slow, but sure as you start as we started to just to show people that we can not use in organic fertilizers.\n\nWe can we don’t need any any of the herbicides and biosides and all of those things. They’re not necessary.\n\nSo with each of those areas seen that sort of thing, starting to get more and more people to go down this pathway.\n\nAnd then we’ve been at the school has been in existence. So the soil food web school has been in existence since 2019.\n\nAnd so over the years, we’ve gotten quite a few people trained and they’re out there making good money.\n\nSo please come and join us. You don’t have to deal with all those toxic materials and you don’t have to be put in poison on the food that you’re going to eat.\n\nAbsolutely wonderful. And you have been such a pioneered early avatar globally for this this movement that’s now well underway.\n\nDr. Elaine Ingham uncovered the soil food web nearly four decades ago and has been pioneered research about the soil food web ever since widely recognized as the world’s foremost soil biologist.\n\nShe is passionate about empowering people to bring the soils in their communities back to life.\n\nDr. Ingham’s soil food web approach has been used to successfully restore the ecological functions of soils on more than five million acres of farmland all over the world.\n\nBut courses offered by her soil food web school have been designed for people with her without a scientific background making them accessible to individuals who wish to learn and to begin a meaningful and impactful career in an area that will help secure this survival of humans and other species.\n\nShe has a bachelor’s in biology and chemistry from St. Olaf College, a master’s in microbiology from Texas A&M University and a PhD in microbiology from Colorado State University just up the way here from where I am right now in Colorado.\n\nAnd of course, as mentioned, she is the founder and president of soil food web and the soil food web school.\n\nIt is such a pleasure to have this opportunity to visit with you and to share with folks not only the top tier importance and priority of soil stewardship, planet wide, but also, as I mentioned, glimpsing into how this entire scientific understanding has evolved so much over the course of your career.\n\nAnd I’d like to kick things off by asking you to share with us some of you shared with me the other day that was so poignant and I think speaks volumes about how we got into some of the pickles we’re in right now on the planet.\n\nCan you describe back when you were in graduate school, the kind of hot discoveries you were making regarding soil microbiology and the present current situation a few decades ago in the academic arena and the industrial arena, who these people were and what their views were.\n\nI might back up a little bit and talk about my master’s degree at Texas A&M where we the people who had beds of oysters say out in Galveston Bay.\n\nAnd every time the navy ships up on in brazos river pulled the ship out of the water and sprayed all these toxic chemicals to kill the barnacles and killed all the things that were attached and digging holes in the bottom of their ships.\n\nYou think about where all the where does that toxic chemical that was instantaneously killing some pretty large organisms that’s going into the water and we pretended as human beings that it didn’t matter was going to get diluted soon.\n\nSo don’t worry there’s not a problem well you know some hundred miles downstream this stuff comes out into the Galveston Bay and kills the oysters in the bed.\n\nWe went into what’s the biology that was going on exactly how and I always have to ask that question of how does that work can’t just say this we know that there was a lot of toxic chemical in here and that’s what killed the oysters.\n\nWell it was a little more complex than that and so if anybody wants to know we can talk about it.\n\nBut you know coming to Colorado State University then as it finished up my my master’s degree in marine microbiology and then moved on to Colorado State University and in soil.\n\nBecause there’s so many more jobs when you’re dealing with the soil than come as compared to aquatic systems marine systems around the United States way more money in growing food than you know harvesting oysters from the ocean.\n\nAnd when I got there I sat down with my major professor we kind of worked out what does Elaine want to work on what will be a reasonable topic for my degree my my.\n\nI love it when my brain goes on doctor it yeah my doctor it thank you my PhD so working through that and at the end of kind of putting things together where we were going to look for what what we’re.\n\nBacterium fungi and protozoan nematodes what effect were they having on the plants growing in you know various conditions so nobody had really looked at that before.\n\nBacterium fungi been looked at as diseases so we’ve got to kill them right the only good fungus is a dead fungus.\n\nWell there’s got to be some good there if mother nature is going to put up with those microorganisms for billions of years and didn’t kick them out of the way there has to be something good that mother nature was working on with those organisms.\n\nSo I wanted to kind of look into all of those things in some way and so my major professor my major professor I have a call trying to come in right now so we’re going to have to do a little editing sorry.\n\nNo problem getting interrupted yeah I am getting interrupted and I know I can’t touch that dial or you’ll have to find me again no okay now that’s over and done with so now my my major professor and I you know looking at.\n\nThis kind of approach he said to me and let me give you his name dr dot and Klein was my major professor and he said why don’t you go around to all of the people in professor who professors or higher in the university and ask them about whether your.\n\nProposed PhD is going to be worthwhile you know what should I add what should I subtract that those kinds of questions so let’s let’s make sure that what I was doing was in style.\n\nSo yes we have the latest fashions right what are you working on so I kind of went okay I guess I can do that I don’t really like approaching people I don’t know and asking them to do something for me that’s a little hard for me but it’s like my major professor said so so I’m going to go do it so call them all up and there were about.\n\nThe probably 10 to 12 you know maybe 14 professors that I was going to pick on you know so that the head of the of the department of.\n\nSo science head of the department of crop science the head of the greenhouse you know and all of these different kind of run out of.\n\nSoil was the most important thing to them you know forestry you know so going to go around to all of those places and ask that question and I figured I did get at least get some variation and somebody that would have some idea that these organisms were.\n\nPositive for the growth of plants not just negative so I went into the first one sat down talked about the my what I wanted to do and at the end of the the guys you know close the container the booklet that I had put together for this and and said to me.\n\nThis is a really bad idea you shouldn’t do this nobody will hire you once you’re finished with four years of your PhD work there’s just no point you’re going to be fighting a battle because these organisms don’t do anything.\n\nTo improve the growth of plants it’s a you know we got to get rid of them all and I was just.\n\nAstounded so okay but that was the first one right I went to the second same thing.\n\nSlightly different terms and all of the various now is that point out that they were all men and that didn’t help because they don’t you know they like to spray things that everything dies right away you can see the effect.\n\nRight away at least that’s what I thought and when you go out with a nurturing sort of program we’re going to grow these things we’re going to make sure there’s only the good guys how do you control the bad guys and keep them from growing well it’s really simple if you pay any attention to mother nature and what she’s doing out there.\n\nYou understand almost immediately what is she using to control these populations of good guy versus bad guys what are all the things that these bacteria and fungi protozoan nematodes what are the interactions so.\n\nThat was I finished up my PhD in 1981 so that gives you an idea of how old I am.\n\nAnd so from there I went to the University of Georgia after that I went to the University of Oregon State University I was a professor here at Oregon State for 15 years when I decided that I really needed to work more closely with the public because that’s where we’ve got to change all that land.\n\nWe’ve got to convince everybody that we don’t need to be worried we’ve got about making money when you’re growing in a biologically positive fashion in fact you’ll make way more money if you use the biological approach as compared to the toxic chemical approach.\n\nFirst of all in a biological approach you don’t have to buy those expensive chemicals you don’t have to buy the inorganic fertilizers you’ve got more than enough nutrients cycling around in your soil but you have to have soil not dirt and that’s what we do when we perform catastrophic\n\nreallignment of your soil we kill all those beneficial bacteria and fungi and protozoan nematodes and microbes and earthworms and into trades and you know on and on and on they’re all destroyed and those are the organisms that cycle nutrients and make them available to your plant.\n\nIf you just grind apart some salts of you know phosphate or potassium or magnesium or whatever they’re in a form that the plant can’t take up they have to be soluble.\n\nWell if you just grind up a rock is any part of that ground up rock soluble probably not or at a very low level so you’ve got to find a different way to make that material soluble so how does that happen out in the real world.\n\nWell the bacteria and the fungi are being fed by the exudates coming out of your root systems and that you that plant knows precisely what it needs and so it tells that in the form of you know sugars and proteins and carbs and all kinds of different chemicals but all ones that are food for your bacteria and fungi.\n\nSo the bacteria and fungi they come to that material eat it and they get the enzymatic request that the plant needs this that or the other thing and so they go and take their enzymes which they have just been fed.\n\nSo to make those enzymes and they pull out of the silica bilayer of your sand silk lace rocks pebbles you know plant parent material boulders all of those things they pull those nutrients that your plant wants and put them inside the body so the bacteria and fungi are protecting those foods and they are now in an organic form so your plant can take them up.\n\nOkay great so here come the bacteria and fungi and they kind of go knock knock knock on the root system door and say we got your delivery for you and the plant goes thank you very much and over here on the side she’s putting out notice to the protozoan and nematodes in the microarthopods to come and get their dinner because it’s knocking on their door.\n\nSo they come in they eat bacteria and fungi that they never eat at all but because the concentration of every single nutrient is much higher in the bacteria and in the fungi than protozoan nematodes microarthopods etc. need there’s always that excess that isn’t taken up by the predators that eat the bacteria and fungi.\n\nSo the soluble nutrient comes out the plant goes hey thanks and those nutrients all of the nutrients that the plant requires.\n\nIf there’s still excess outside the only thing that’s going to happen to those soluble nutrients is a different bacteria and a different fungus is going to pick them up and grow faster.\n\nWe never allow there to be where nutrients move through the soil and out into rivers and lakes and streams and you lose like when you look at inorganic fertilizers and you’re going to put on an inorganic fertilizer which is not soluble.\n\nSo how can you plant take it up are very small concentrations so you know that’s going to not soluble material is going to be washed out of your soil.\n\nHere’s another aspect to all of this what keeps nutrients in the soil well obviously bacteria and fungi but what if you had other materials some other organic material coming out of your plant the plant doesn’t need it so it poops it out.\n\nI never knew that plants pooped this is where we’re trying to use for and speak to people in language they understand and most people understand the concept of poop it’s a waste material for that plant.\n\nAnd if it’s not taken up by the microorganisms it’s going to be washed out of the soil especially something that’s not available for these things to pick up and keep and hold they’re going to be lost just like your sand your clay your rocks your pebbles are going to be lost downhill to just depends on how rapidly is it raining what’s that problem so how do you build soil.\n\nSo it doesn’t allow that loss of nutrients well you’ve got to build aggregates and it is bacteria that build the micro aggregates tiny guys that you have to have a microscope to see.\n\nAnd then fungi that make macro aggregates all the big things bound around by the strands of high feed and the inside of both the micro and the macro store water so 50% of those aggregates are going to be filled with water they keep the other 50% aerobic because we don’t want any anaerobic things going on because anaerobic conditions drop the pH in your soil.\n\nAnd it kills your plants so we want those aggregates to be present and hold on to water so you want these bacteria and fungi moving down through your soil profile and building more and more and more structure as it goes how far down can you get the roots of your plants.\n\nWell it depends on your plant something that is annual usually doesn’t put that much energy into its root system so you know it probably is going to be allowing you know they’ll build structure down to 15 to 25 feet.\n\nAnd if you’ve got that kind of ability to pull nutrients from all of that huge amount of the soil you don’t have to worry about your plant needing more nutrients or more of this or that or the other thing so not only are these microorganisms building structure so oxygen and water and your roots can go deep down into the soil who cares if you have a drought this summer.\n\nNot going to impact your plant at all because we have all of these different things and I’ve only touched on you know like three out of the 12 benefits that your plant gets from having these organisms in the soil so if you want to learn about the other 9 or 10 please go to our website look over the information we have there so it’s a.\n\nIt’s the email address I think you’re going to have it.\n\nYes that’s what I was trying to think about great yeah this is what happens when you get old.\n\nThe search and locate function just is well it’s slowing down like the rest of me but yeah so sometimes I’m going to have to help you help me what I’m trying to say now.\n\nWell yeah happy to mention elayne soilfoodweb.com and of course we’ll have that listed in the show notes along with some so-for-media connection points where folks can connect in with you and I mean the search and locate functions kind of hilarious for you to mention because you’ve very likely forgotten more about soil biology than most of the rest of us will ever learn.\n\nAnd you know on the point of learning about soil biology you have not only advanced the understanding and the both academic and professional or cultural agricultural practices but you’ve also influenced so many others in their work and you’re sharing with me the other day that your team has compiled.\n\nThe other scientific research and literature that sites your work and you’re telling me that it’s somewhere around 10,000 scientists which is I mean that’s staggering that is that is such a remarkable number of folks looking to your work your pioneering work for them to also do their part in advancing our understanding and hopefully our healing regeneration and stewardship.\n\nWell and a lot of it is that I was writing papers all along I have over a hundred papers published in the scientific literature now all kinds of reviews and books and things like that and so that was really the first time that many of these people had ever heard that these organisms in the soil have a different function than causing disease.\n\nIt was the absolute opposite and so as good scientists should they weren’t sure that I was doing everything just perfectly so they repeated the experiments and then of course they you know they published them and right at first we had people who neglected to read the part about making compost and doing it right.\n\nIf you do it right you only have to turn the pile three times it’s ready to go in 21 days maybe 28 days if it’s a you know you’re not quite right on with the temperatures or something and you only grow the beneficial organisms in that compost.\n\nAnd so now you can put out on your property either the solid form of that compost or a liquid form of that compost and so you know it depends on how bad off your soil is how much has the total microbial world been destroyed.\n\nOr then you may have to put out two or three applications of the biology to get them established around the root systems of the plants.\n\nIf you were only partly nasty to your organisms and you had at least some you could put on 50% of what we recommend and still end up with far more yield with far higher concentrations of nutrients.\n\nYou know really good seed said if that’s what you’re going after is the seed so you can reduce well all of the cost of buying in organic fertilizers, buying the toxic chemicals, having to put them out into the field on big tractors that compact the soil and reduce the yield of your plants\n\nbecause you just crushed a really important part of that plant. Oh yeah roots if they’re not alive and functioning if they’ve been not going to get much nutrients out of that.\n\nSo yeah I can go on and on.\n\nI’d love to ask you also Eling clearly a lot of your work is centered around commercial agricultural production and there’s a context here that is so important in my opinion for all of humanity to be aware of.\n\nI know a lot of our wider community podcast audience is aware of this but not everybody and I would like if you would to have you walk us through what’s going on in this relationship between healthy soil and balanced climate and the water hydrologic cycle.\n\nAnd of course you mentioned earlier the pollution issue of inorganic inputs running off and collecting and concentrating in rivers and we know that we end up with dead zones in many of the major river deltas around the world as a result of this hypoxic zones.\n\nCan you stepping back just a bit from the food production piece which is obviously important and the nutrition piece. Can you help us understand how soil is so central to basically the homeostasis of our entire planet.\n\nAnd I’ll with out the microorganisms in the soil if you don’t go through the process of succession.\n\nYou start out at where not a lot of anything but bacteria are present in that just after catastrophic you know something has happened and bacteria will be the only thing left.\n\nNow you need to get some fungi in there and as you do that you change the or the plants that will grow in that system.\n\nSo think of that early successional stage where you just have bacteria that’s weed land that’s all you’re going to be growing in there and the more you put out a toxic chemical the more you keep that system in that stage of succession you’re only going to be growing weeds.\n\nAnd nobody likes you so you’ve got to get those fungi back into the soil and so now you’ve up to the concentration of fungi so you’re still bacterial dominated so this hand is bacteria this hand is fungi but at least you got some fungi in here.\n\nAnd so now you start growing things like herbs very early successional plants they will do a lot towards moving you in the right direction.\n\nSo with the next stage moving along you get a little more fungi growing in that system and now we’ve got more of the vegetables things like that.\n\nEarlier your successional lettuces squash so those sorts of plants as you keep on the exudates that are being produced the dead organic material that is falling to the surface of the soil we don’t take them away.\n\nWe just make sure that the fungi are growing on that material so now we’re getting more of a you know slightly like a .75 ratio of fungi to bacteria.\n\nAnd then you grow bumper crops of tomatoes that taste imaginably delicious you know it’s got I hate it tomato that when I when I eat it it kind of all the juices drip down your your chin that’s not a really good tomato to me I want something that’s filled with deliciousness.\n\nSo corn the same thing wheat barley all the perennial grasses equal biomass of bacteria to fungi please and you get rid of diseases and pests and all of that.\n\nNow keep going because more of the organic material that’s being produced grows fungi instead of bacteria.\n\nSo now we’re growing shrubs you want blueberries you want black berries you want you know and there are ways of getting rid of Himalayan black berries if you understand what’s going on in the soil and so sooner later they’ll keep getting more and more fungal and.\n\nDeciduous trees start there’s a succession within deciduous trees so from the youngest deciduous tree to the oldest you can really tell where in succession your system is because of that ratio of fungi to bacteria and you see it reiterated in the plants that are growing in that system but you don’t have to wait for a year.\n\nFor the next harvest to figure out if you’re doing anything good with the microorganisms if you know what those balances are then you’re going to know right now that something’s not right in there and I’ve got to fix it or everything’s a okay I can just turn around and walk away and go golfing for the next three weeks or whatever else you know playing you know.\n\nGoing sailing or go whatever so the last step in succession are the conifers and when you get through that conifer set of you know there’s a there’s a.\n\nWe’re making more and more moving from one again it’s a.\n\nThere’s a you start with the least complex conifer and they set the stage to grow the next kind of conifer which is more dependent on fungi and then the next one and the next one Sequoia for example or you know some of the ancient forests that we’re you know the tree is 20 people holding arms extended as far as they can and that’s one single tree.\n\nImagine how much carbon it’s got stored in it’s in in the tissues of that plant you know just amazing you can tell exactly where you’re where you are now what if you’re in the landscapes well really grown a plant is very similar no matter where you are so in that particular situation.\n\nYou want to grow well you got to figure out what you want to grow I want to grow a palm tree right next to something that is only found on the edge of that shift from weeds into you know beautiful flowers of some kind or another.\n\nWell you can do that you just have to make sure that where the palm trees are you’re at about a five to one ratio of fungi to bacteria so that will keep the palm trees happy and healthy so you put down compost that really pushes the fungal biomass that you fed a lot of woody components.\n\nAnd then as you move over here where you want these early successional pretty flowers and such you make sure that the fungal the bacterial biomass ratio is about a thousand well put it the right way is about a zero point zero one.\n\nFungye biomass as compared to six thousand micrograms of bacterial biomass and so you select for the plant that you want you select for the fact that they will not not attract diseases and pests you all of these plants will be building structure within their soil there all the well and we got to hold on to those materials we don’t ever want to let them run down the hill my soil is all those.\n\nGoing down hill well don’t you think you have to stop that how do you hold things in place bacteria and fungi protozoan nematodes so get that out on all of these spaces that you don’t want things to you know and it’s like when I drive through Colorado in the springtime and it’s pouring rain and you just watch all of the soil in that field just going that way and causing trouble.\n\nTrying to convert the water that’s in the river into something that’s drinkable you got to see if it out you got to you know look for toxic chemicals you got to put chlorine in there how many of you really want to be drinking chlorine your whole entire life and yet we you know has anybody we’re not going down that track how do you prevent having to go that that way you run everything through something that is basically compost.\n\nThat will take up all of these toxic chemicals and convert them into something that is not toxic and every toxic material that has been here for longer than maybe 30 40 years we know what microorganisms can decompose those materials the problem is that we’ve got an industry that is every year inventing new.\n\nTo toxic chemicals because we can’t kill the aphids that are being selected by the very fact we’re applying toxic chemicals on top of it it though it’s you know it’s DNA can shuffle very rapidly and now start putting out something that means it’s.\n\nThat’s not that my mom and my dad were affected by that stuff but I am part of the new.\n\nI should community and I have resistance and you know just why are we putting money into that when we could just get.\n\nOur compost out there when everything through a compost pile when that compost is taken up as much.\n\nOf the toxic chemical as it can we take that tank and dump it out fill it up with new compost and now we put a spray some more organic material in that pile where we filled up the capacity and you’re just constantly moving the compost around and you have somebody who makes.\n\nCompose from fresh waste material coming from our cities from our villages in our towns we don’t need to have here in Oregon here in Corvallis you go north of the city and there’s this mountain a literal mountain of waste material that yeah they covered up every year you know you you don’t know that you’re dealing with layers and layers and layers.\n\nBut they don’t manage things correctly and get the right kinds of organisms to pull those organic toxic organic materials out and all of those toxic chemicals are moving out into the valley where people live and they’re expected to not complain.\n\nWhen they have problem it’s just it’s insanity we need to be getting these organisms back into the soil so you can grow big trees so you all the say it stages of succession from the last time catastrophic disturbances happened.\n\nYou can improve the ability to hold on to to carbon for them the organism that choose up holds more of the carbon are actually fungi fungi grow is tube so think of a long tube growing through the soil all of the surfaces can collect nutrients and foods that that fungal hypha can.\n\nUse here at the tip it’s just kind of a rounded end that’s where most of the uptake of nutrients occurs and as those ends I’m start working lots of carbon dioxide are being released that the plant doesn’t need.\n\nJust like bacteria bacteria when they’re growing and utilizing those materials they have to have a carbon and nitrogen ratio of five so five carbons that’s not very many want for every one nitrogen but when you look at fungi it’s 30 to 1000 units of carbon for every one nitrogen.\n\nSo the fungus lays down almost like a fat layer around the inside of that tube and so the first year to that that fungal hypha is alive and active it puts out.\n\nIt’s got small rings well the next year puts down more and the next year puts down more and the next year puts down more and the next year puts down more so there’s the just one very small tube running information from back and forth through that whole length and the fungus moves and this further down the length where this wasn’t around this tubing wasn’t around when it made that tubing.\n\nBut now this is where the carbon is going so we can hold massive quantities of carbon in the soil and that’s exactly what was going on in the great planes of the United States.\n\nThose were fungal dominated systems just you know sucking up the carbon putting it into the soil where it belongs and so all that elevated carbon in the atmosphere where did it come from.\n\nIt came from killing the fungi oh yeah I’m the bacteria in the fungi and protozoan nematodes are all have their portions but fungi are the most important in holding onto carbon and keeping it in place.\n\nIt’s one of the things that we go mother nature planned on having most ecosystems be forced and that cools the soil in that area where all the heat is hitting leaves way up here and so you don’t have those hot instances.\n\nYou just growing more plants and whether you want to be growing you know shrubs or whether you want to be growing Florida with the oranges or you want to be growing bananas or cotton or anything else you’re holding the heat away from the surface of the soil.\n\nSo there’s the whole system you wanted you want to be doing landscape stuff well we better if you’re putting out grass through a great deal of your landscape you have to stop putting toxic chemicals on it.\n\nYou’ve got to be growing those plants that get you to the beautiful grasses that are typically perennial.\n\nOkay you mow them down well why couldn’t you bring some sheep in there and let somebody else who owns the sheep herd you know come in let them eat and you know they go on to the next place.\n\nWhy do we have to have mow lawn mowers going back and forth back and forth and picking up all and taking it to the dump and making a problem in the dump.\n\nYeah well I know the carbon piece of this is so important for the atmospheric climatic balancing and of course when we send our organic resources to landfill they often go anaerobic at that point releasing methane into atmosphere which isn’t even more potent greenhouse gas in other forms like CO2.\n\nSo we’ve got not only are we sort of hiling on a number of adverse behaviors and consequences when in fact there’s this whole other virtuous pathway with composting etc that is relatively easy for us all to adopt at varying scales.\n\nThat actually yields multiple layered benefits and avoid the multiple layered detriment that we are currently seeing so widespread around the world.\n\nYep it’s it and it’s like if you think back in the centuries of time the whole Middle East was a forest.\n\nYeah what happened to it it’s called goats because that was their hurting animal it could tolerate you know as time went by that they can tolerate fairly dry conditions but put a cow out there put a horse out there sorry they’re not going to be able to strive and deal with it so we know that the Sahara desert is expanding at an incredible rate something like 20 miles.\n\nEvery year in every direction we should very easily be able to put back that that forest system but you’re going to have to make the connection to some source of cheap compost and so send all your way stuff to the Sahara desert where we can compost it and put that back into the system.\n\nAnd within a couple of years we can have perennial grasses we can start having shrubbery we can start growing trees in 10-20 years you know and really we should have started on this 50 years ago.\n\nYeah but where does oh well it’s you know we don’t like those people over there very much so we’re just going to ignore their problems no any problem they’re suffering will soon enough become your problem so get off the high horse and get out there and solve the problems before they’re in your backyard.\n\nSo so wise sage sage in place now if someone would just listen well I know we’ve got some folks listening to us to this discussion let me take the opportunity to remind folks that this is the\n\nSouthern Community Podcast and I’m your host Aaron William Perry today we’re visiting with Dr. Elaine Ingham the founder and president of the soil food web and you can connect with Elaine at soilfoodweb.com the website and you can sign up for a variety of course offerings there from very similar introductory to multi week long comprehensive\n\ninstructional educational courses you can also connect with her and her team on Instagram at soilfoodweb.com school and they have a YouTube channel will include the link to that in the show notes as well.\n\nI want to be sure to thank the handful of ambassadors members and sponsoring companies that make our podcast series possible as well as our broader regeneration renaissance work and this includes Chelsea green publishing\n\nWeylay waters have infused a room of therapy soaking salts profitable purpose consulting working with so many B certified companies Earth Coast productions doing media production for mission driven companies as well.\n\nPatagonia Dr. Bronners and our wider very own soilworks biodynamic preparation for your garden yard small farm want to mention also that our ambassadors are instrumental in all the work we’re doing in many of our ambassadors members are part of our monthly giving program.\n\nIf you’d like to join the monthly giving program a wider thought or click on the donate button and select whatever level works best for you if you want to give it the $33 level will happily send you a jar of the way they want soaking salts each month as a thank you and now in 2024 we also have a patreon page so for folks who like to sign up and support from patreon you’ll see we’ve got a number of levels and a bunch of wonderful.\n\nGoodies and offerings available for you there as well so yeah thanks to so many and Elaine I want to get back to a specific detail I want to make sure I write this down correctly in my notes and then I want to ask you about the the the twos and the communication in the in the fungal bodies first detail.\n\nYou mentioned carbon to nitrogen ratio in the bacteria five to one and then you mentioned the ratio for the fungi that I didn’t catch the ratio.\n\nIt can be as low as 30 carbons for everyone nitrogen all the way to 3000 well carbon per nitrogen so you can see how you know it fungi of different kinds can get into every place and and start working at any level of our successional process now it’s not going to be the same species.\n\nThat will grow all the way through but that’s some of the joy of what mother nature does you all these different species we have to know which ones are most appropriate for very early successional they can fight pretty well they’re going to build structure in the soil like you know just amazingly how fast they can grow that you know to the next level to the next level all the way up to.\n\nAmazing so beautiful well your description of the tubular structure of fungi high feet made me think of neural nets of fiber optics that we use for our internet connectivity with our technology of course we’ve heard of terms like the wood wide web there’s this extraordinary communication network in the soil is this right can you tell us.\n\nCan you tell us about this what’s going on yeah the plant is probably pretty much in control of which kinds of organisms will be doing different kinds of jobs and it just depends on the kinds of foods that those plants are putting out so you can see where if we get a diversity of the below growing surface of the soil protectors.\n\nSo when that drop of water that comes I think about a drop of water coming from a cloud that’s five miles up acceleration due to gravity what’s the energy released when that drop of water hits the surface of your soil.\n\nCompact it completely if you compare soil you’re in trouble so we because all of that compacted material is very easily washed away what else where is that water going to go and it’s going to go downhill well where do you want to stop it’s downhill movement it’s right here where the nutrients are still in place where the fungi can are already growing are already.\n\nGoing to these root systems and saying hey what you want over here to this roots is on what you want babe over here what do you want you know all the different species of and they’re all you know and if they if the fungus gets really you know push away the fungus is going to probably make that part of that ecosystem unavailable to the person to the plant that.\n\nFollow directions well that was a weed and so the fungus is trying to increase the concentration of fungi pull all of the nitrogen out of the soil and make life bad for that weed species so there’s a you know all of these things that we like to teach people because it’s just amazing all the different things that go on in the soil it’s a we’ve had somebody all in in the food web.\n\nPicture looking at all the interactions between all the different kinds of species that are present the plant species as well as the bacterial species of fungal species of protozoan all of them and it’s something well over 60 thousand interactions in in that food web going on all the time.\n\nWhere do you go back to something where there’s just weeds cut that in you know and drop it by 100 fold go back to that where you where you’ve only got moss and lakens perhaps and way lower so it’s just you know it’s got to be a work of beauty to excuse me.\n\nGo into that old growth forest and think about all the things going on in that forest and just mind-boggling is this gotta be in the millions.\n\nOf interactions her all of those organisms on an hourly basis so that’s a part that i’m understanding of really biomes and what all is going on in that biome.\n\nAnd how do you get rid of things that would in not enhance movement along in that successional process because we got to know those things too because we want the biome we don’t want it to keep growing and become an old growth forest if what you really need is a golf course or you know some blueberries or you know a beautiful landscape for for looking at.\n\nFor looking at your property.\n\nSo we got to have we we know what we’re doing hopefully or we think we know what we’re doing for most of the time anymore and trying to here’s what the recipe is for around your house and around your garden you know and it’s a lot like a permaculture situation they’ve been mapping out.\n\nHow do you want your landscape to look well I want my garden over here I want these kinds of vegetables I want turn it into something beautiful.\n\nIt doesn’t have to be in rows all the time that’s what we do in agriculture because we are paying for that land and so we have to make as much money as we possibly can.\n\nThat’s why it’s perhaps not as beautiful as it could be.\n\nTurn all that grass into something else more edible for human beings.\n\nAt the same time as making sure it’s beautiful or edible landscapes.\n\nBeautiful. Well this is such a joy Elaine to have this opportunity to visit with you and have you on our podcast and of course after we wrap up our main interview we’re going to get a few additional minutes with you in our behind the scenes segment which is made available exclusively to our ambassador network and folks if you haven’t yet joined our ambassador network.\n\nAnd you would like to just go to Wilder.org and there’s a page called become an ambassador very easy process and one of the benefits of being an ambassador in addition to joining our monthly Zoom meetups with folks from around the world is that you have access to our ambassador resources page with all kinds of video recordings including behind the scenes segments with our podcast guessing and we’ll pick up behind the scenes I think.\n\nI might pick up on that chlorine comment you were choosing to steer away from earlier Elaine but I want to ask to wrap up our interview you know you have this amazing way of voicing mother nature’s way of being and in many respects right now what she needs.\n\nAnd we like to say with the virus community podcast we are amplifying voices and to me Elaine you very much represent the the wisdom the knowledge of of guy of mother and with that in mind I want to ask you.\n\nSpeaking to our audience and to folks all around the world what do you think we can be doing as individual people in communities and as a species what can we be doing to help clean this mess up as quickly as possible into help bring healing and balance back into our world.\n\nAnother big order isn’t it. I think for me it’s just continuing to do what I’m already doing is bringing knowledge to people and getting them aware that they don’t have to sit back and open and you know just be unhappy about what life is doing to them and you know all of the things we’ve been pouring into our bodies that are now causing.\n\nThings like Alzheimer’s or Parkinson’s or not being able to move your joints without excruciating pain all of that comes from the food we eat.\n\nAnd if the food you’re eating is chock full of toxic chemicals well surprise how could you expect any less so what do we do to make certain that the food you’re feeding yourself.\n\nSelf and your families have no chemicals in it grow your plants whatever you want to grow from something that’s landscape and it’s beautiful but you can eat all those blueberries.\n\nYou can eat the strawberries we put under the ground well but then over here we have gladiolas and we got two lips and we’ve got you know you can have both when you’re in small scale enough for your family.\n\nWell when we’re in agricultural systems we’ve got to go after one crop and make maximize the amount of yield that we’re getting the nutrient content in there the water isn’t being stolen away from your plant so.\n\nYou’re getting just the water that you got in the spring time is more than adequate as the amount of water that your plants going to need to the whole growing system if you can get those root systems down into the soil so the corn plant can get down 25 feet how far down into the soil can an old growth forest tree go.\n\nSo we’re looking at something that’s well over I think the last time somebody you know to get all the way out 20 250 feet into the ground that’s how deep so think of the water that’s available the nutrients that are available to them so we’ve got to get back to what nature put together to begin with and it’s it’s kind of like go back to.\n\nThe green revolution and how you know we’re going to save agriculture because now we can grow the plants we want will know how much because we can put in the right amount of nitrogen well that hasn’t exactly worked out they don’t really know what they’re doing still but they’ve made it such that you send your soil sample in it gets assessed and you’re told how much.\n\nAnd how much of this and how much of that and how much of this other thing and you look at the price tags on per acre it’s just we.\n\nSomeone just quoted to me yesterday that we look at the amount of nutrients going on increases every year and then every year the price tag.\n\nAnd the last year the in organic fertilizers wind up something like 600% increase so how is the average general person in the United States or elsewhere how are they going to be able to afford food and it’s chocolate disease a chocolate of toxic chemicals that’s going to harm your ability to resist.\n\nDiseases when disease comes by you’re going to catch it because you don’t have any more you don’t have the defenses anymore we got to turn that around what’s the fastest quickest way to get this information across to everybody well right now it’s doing these kinds of podcasts bringing together those people so that they can understand it’s not just well you know the lab told me that I had to put on this much nitrogen.\n\nUnderstand how the soil works understand how water works and that we can clean up any amount of nasty toxic material that’s in that water you know so that’s going to be a little harder to achieve because it’s going to take more land area to be able to do that but it is possible.\n\nAnd because I’ve talked about this over the last 10 years there’s a whole bunch more people looking at these kinds of situations they’re already there testing and seeing what they have to add in order to get rid of those toxic chemicals.\n\nAbsolutely wonderful to hear all of that and Elaine I want to just encourage folks once again to go to soilfoodweb.com take at least the intro course if not the full suite that includes the six week program.\n\nElaine it is such a joy and honor to have you on the podcast thank you so much for spending some time with me and with us today and before we transition to behind the scenes if there’s anything else you’d like to say to our audience please the floor is yours.\n\nWhat I’d like to say is a comment that follows we everything we do is virtual so you don’t have to come to Carvallis and live in Carvallis for six weeks nope you.\n\nDownload the next class and you work through that and you take the test and we are really trying hard to only ask about the points that have to be understood in that first class and then once you have managed to get through that then we you apply for the second class.\n\nAnd so the FC to foundation course to and you go through that which is the how to make really good compost going through all the details and it depends on where in the world you are exactly which recipe of types of plants go in there.\n\nBut you know the overall our team principle is really pretty simple to convey so you learn that pretty rapidly.\n\nThen you start we would hope you would start collecting your starting materials to make your own compost pile and then FC three is how to make extracts and teas and why you would apply one or the other.\n\nThen the next one is to teach you to learn work through a look through a microscope because it gives you instant knowledge on what’s going wrong or it’s giving you instant knowledge that you’ve done everything just perfect pat yourself on your back very good.\n\nAnd then we get into real how do you report things how do you put them turn those things you’ve been looking at learning what they are so we have a whole microscope.\n\nWhat does a protozoan look like what does Circazoa look like what does you know anyone of these one wonderful critters in the soil you don’t have to identify them to genus and species that you know that comes 20 years from now we’re not ready for that yet.\n\nWe’ll get there and knowing absolutely what species of bacteria hunter protozoa is needed right now for your for this plant to go in under these conditions we’re not there yet.\n\nBut I think people will see the light and get working on that a little bit faster.\n\nSo yeah we have advanced courses so you know if you want to be a consultant and you want to start bringing this knowledge to other people and that’s a huge part of what we’re doing right now overseas.\n\nThis information is just you know they’re just this is amazing that these things are known and understood and so we get that information to them and they can turn right around no more pesticides and no more\n\norganic fertilizers the things that they do are very much things that in some cases what you know you were talking earlier about bio what’s their name that group you.\n\nWell and it doesn’t matter if you’re yeah gosh.\n\nWhich which group I’m trying to think of who you were talking about the not so well works.\n\nNo a little bit more general it’s like organic growers there’s regenerative there’s yeah starts with the bee bio.\n\nThere we go.\n\nYeah so we try to understand what in with everybody who’s producing things under slightly different conditions for maybe slightly different things.\n\nHow how much can you kind of not do exactly what we tell you to do but close and most of the people making compost are following you know they’re they’re close.\n\nWe’d like to get them to understand that little more understanding what they’re doing they would get even better results and so we want to see that maximized because we want to feed the world.\n\nWe don’t want to have to go back to some of the agriculture has to be toxic chemical in order to feed enough people well no we we increase yields typically.\n\nAt least 20% increase in productivity will have a you know 20 or 30% increase in the major nutrients.\n\nIn the plant so you’re getting double both of those.\n\nBut as we get people who really understand how to make the compost in our in our own studies and things.\n\nIt’s not just 20% increase much of the time most of the time people can reach at least 100% increase in yield.\n\nPeople really are getting it down and everything’s going just fine we have gotten yields 3000% increase in yield.\n\nDepends on where you are how much you’ve understood how much practice so come and work with us and get it figured out you go home and you teach everybody else.\n\nSimple as that I absolutely love it.\n\nThank you so much. What a joy to visit with you.\n\nWell I enjoy giving these talks and I look forward to working with you more.\n\nAbsolutely like always.\n\nBye bye.\n\nThe Y on Earth Community Stewardship and Sustainability Podcast series is hosted by Aaron William Perry, author, thought leader and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily weekly or monthly supporter please visit yonearth.org backslash support.\n\nSupport packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code Y on Earth all one word with a Y.\n\nThe sponsors are listed on the yonearth.org backslash support page.\n\nIf you found this particular podcast episode especially insightful informative or inspiring please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in.\n\nThank you for your support and thank you for being a part of the Y on Earth community.",
  "related_episodes": [
    {
      "title": "Ep 159 – Helen Atthowe, Author, “The Ecological Farm”",
      "url": "https://yonearth.org/podcast/episode-159-helen-atthowe-author-the-ecological-farm/"
    },
    {
      "title": "Ep 158 – Gabe Brown, Regenerative Farmer / Rancher & Author, “Dirt to Soil”",
      "url": "https://yonearth.org/podcast/episode-158-gabe-brown-regenerative-farmer-rancher-author-dirt-to-soil/"
    },
    {
      "title": "Ep 95 – John Liu, Founder, Ecosystem Restoration Communities",
      "url": "https://yonearth.org/podcast/episode-95-john-liu-founder-ecosystem-restoration-camps/"
    },
    {
      "title": "Ep 91 – Finian Makepeace, Co-Producer, “Kiss the Ground” Movie",
      "url": "https://yonearth.org/podcast/episode-91-finean-makepeace-co-producer-kiss-the-ground-movie/"
    },
    {
      "title": "Ep 89 – Dr. Yichao Rui, (frmr) Senior Soil Scientist, Rodale Institute",
      "url": "https://yonearth.org/podcast/episode-89-dr-yichao-rui-senior-soil-scientist-rodale-institute/"
    },
    {
      "title": "Ep 77 – Shelby Kaminski, Edaphic Solutions – Compost Tea for Community",
      "url": "https://yonearth.org/podcast/episode-77-shelby-kaminski-edaphic-solutions/"
    }
  ],
  "transcript_fixed_date": "2025-06-26T15:21:22.409060"
}