{
  "title": "Episode 125 – Danielle Ryan Broida, Co-Author of “Healing Adaptogens”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12593/episode-125-danielle-ryan-broida.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-125-danielle-ryan-broida/",
  "episode_number": 125,
  "subtitle": "About Healing Adaptogens",
  "description": "This amazing book, co-authored with Four Sigmatic Founder and CEO Tero Isokauppila, provides one of the most concise and accessible resources available to better understand the “defense, performance, and restorative” characteristics* of these twenty-one adaptogens that have been utilized for thousands of years in folk and indigenous cultural traditions world-wide. With antioxidant, anti-inflammatory, digestion-aiding, endurance-enhancing, energy-boosting, neurotropic, neurobiochemistry enhancing, cognitive-boosting, restorative, nutrient-dense, immune-boosting, stress-mitigating, sleep-enhancing, mood-balancing, gut health promoting, beneficial microbiome enhancing, hormonal-balancing, and libido-enhancing effects, these adaptogens are utilize by millions of people world-wide, and are being studied throughout the global scientific community for their myriad benefits on overall impacts on health, wellness, performance, longevity, and quality of life.*",
  "about_sections": {
    "about_healing_adaptogens": "This amazing book, co-authored with Four Sigmatic Founder and CEO Tero Isokauppila, provides one of the most concise and accessible resources available to better understand the “defense, performance, and restorative” characteristics* of these twenty-one adaptogens that have been utilized for thousands of years in folk and indigenous cultural traditions world-wide. With antioxidant, anti-inflammatory, digestion-aiding, endurance-enhancing, energy-boosting, neurotropic, neurobiochemistry enhancing, cognitive-boosting, restorative, nutrient-dense, immune-boosting, stress-mitigating, sleep-enhancing, mood-balancing, gut health promoting, beneficial microbiome enhancing, hormonal-balancing, and libido-enhancing effects, these adaptogens are utilize by millions of people world-wide, and are being studied throughout the global scientific community for their myriad benefits on overall impacts on health, wellness, performance, longevity, and quality of life.*",
    "about_danielle_ryan_broida": "Danielle Ryan Broida is the co-author ofHealing Adaptogens. She is a Registered Herbalist (AHG – American Herbalists Guild), Certified Holistic Nutritionist, Instructor of Mycology, and National Educator for Four Sigmatic. After receiving her degree in Environmental Studies and Philosophy from Whitman College, she studied Ayurveda in India became a Certified Yoga Instructor on the banks of the Ganges River and opened a private practice specializing in functional mushroom-based treatment for individuals with autoimmune conditions and chronic illness. Danielle has found her calling as an Instructor of Mycology at the Colorado School of Clinical Herbalism, and as Head of Education at Four Sigmatic. She brings her passion and expertise in herbal medicine, clinical practice, teaching, formulation, and her deep love for fungi, to the Everyday Magic® of Four Sigmatic."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast.\n\nI’m your host, Aaron William Perry, and today we’re visiting with Danielle Ryan Broida,\n\nthe co-author of Healing Adapted Jins, the Definitive Guide to Using Super Irbs and Mushrooms\n\nfor Your Body’s Restoration Defense and Performance.\n\nDanielle, it’s so great to visit with you.\n\nHow are you today?\n\nThanks so much for having me.\n\nI’m well.\n\nI’m excited to be here.\n\nI’m excited for a conversation.\n\nI actually think this is going to be one of the most important episodes that we share\n\nwith our audience because we’re going to take a dive into the world of adaptogens, herbal\n\nmedicine and medicinal mushrooms that you’ve managed to boil down to the top 21 that can\n\nreally enhance our health and well-being, and so I’m so excited to dive into the material\n\nwith you.\n\nRight on.\n\nThey’re so important.\n\nThey’re so relevant.\n\nAnd as we were chatting a little bit before the show, we’re like, we’ve tried so many\n\ntimes to make this work, and for some reason it’s like this pivotal moment of stress and\n\nweirdness and all these environmental factors that brought us together today to have this\n\nconversation.\n\nAnd we’re like, oh, there’s actually a purpose to that.\n\nI think that ties in exactly to what we’re trying to tell the audience.\n\nSo yeah, it feels like a really fitting, important time to be having this chat.\n\nYeah, truly.\n\nI agree completely.\n\nDanielle is a registered herbalist with the American Herbalist Guild, a certified holistic\n\nnutritionist, instructor of mycology, and national educator for four-sigmatic.\n\nAfter receiving her degree in environmental studies and philosophy from Whitman College,\n\nshe studied Ayurveda in India, became a certified yoga instructor on the banks of the Ganges\n\nRiver, and opened a private practice specializing in functional mushroom-based treatment for\n\nindividuals with autoimmune conditions and chronic illnesses.\n\nDanielle has found her calling as an instructor of mycology at the Colorado School of Clinical\n\nHerbalism, and as head of education at four-sigmatic.\n\nShe brings her passion and expertise in herbal medicine, clinical practice, teaching, formulation,\n\nand her deep love for fungi to the everyday magic of four-sigmatic.\n\nDanielle, yeah, it’s great.\n\nWe’ve got a lot to talk about, including, we’ll be talking about the line of products you\n\nguys offer at four-sigmatic.\n\nBut before getting to the products, let’s talk about your book.\n\nThis healing adaptogens book, in my opinion, is one of the most important resources for\n\nall of us to have on hand, and the reason I say this, I’ve looked at a lot of different\n\nherbal medicine and medicinal mushroom books over the years, and many of them are so\n\nchock full of information, largely scientific and specialized information, that for the\n\nregular kind of day-to-day lay person to have quick access to information that helps\n\nus understand what we can do in our own lives, is actually kind of difficult, I think,\n\nto sift out of a lot of these resources out there, and your book, on the other hand,\n\nboils it down so beautifully and so excessively and so concisely, and I’m flashing it on screen\n\nhere for the audience who are looking at the video.\n\nSo I just, I want to kick off talking about the books, and note that you co-authored\n\nthis book with Taro, as a copella, and who is the founder of four-sigmatic.\n\nWe’ll talk a little about his background a little later on, but just let me ask first,\n\nwhat was it that compelled you to put this book together, knowing that there are so many\n\nother resources similar already out there on the market?\n\nYeah, it’s a really good question.\n\nWhat I found, and similar to what you mentioned, is there’s these really awesome, more medical\n\nherbalism-focused textbooks on adaptogens that are thick and they’re rich, they’re denser\n\nfull of awesome information, but unless you have a background of a practitioner of some\n\nsorts or an herbalist, it’s really challenging to find that user-friendly aspect to it.\n\nI’m like, okay, well, now what?\n\nWhere do I actually source this and what kind of dosing do I need and what kind of thing\n\nshould I be looking out for in the marketplace and just really kind of that bridge between\n\nunderstanding the information or maybe even having a little bit more difficult time understanding\n\nit because it’s a lot of that deep science and research that’s not familiar to a lot of\n\ncommon people who really need the benefits of what these can offer, or I started finding\n\nthat as adaptogens were really exploding in popularity, we saw, you know, a few years\n\nago, Oshwaganda surpassed Greenjuices in Google Search, which is crazy.\n\nOshwaganda is very hard to spell, you know, and it’s like, Oshwaganda, Hindi, Ayurvedic\n\nRoots, and yet Greenjuice, and we were like, okay, there’s a need for this because it’s\n\nbecoming relevant in the public eye.\n\nYou know, I recently saw Dove did a line of adaptogen body soaps and different men’s products\n\nusing adaptogens.\n\nI mean, they’re really starting to pop up in unexpected places.\n\nAnd it was like, we have these great herbal textbooks, but not something that recent.\n\nThere are a couple decades old as well, or there’s tons of information on the internet\n\nthat a lot of it, frankly, was inaccurate, or not backed by research.\n\nAnd so I’m like, okay, there’s got to be some middle ground, you know, for someone that\n\nreally loves the research and wants to dive in and wants to know what clinical trials\n\nare out there, but also wants to just start using this and say, hey, you know, I’ve never\n\nused Moringa before.\n\nWhat are the things to look out for?\n\nHow do I, you know, source this appropriately and use it so I experience benefits?\n\nAnd that benefits thing is, I guess, the third piece that I’ll mention.\n\nSo the book is meant to be a bridge between, you know, all the information out there and\n\nthat middle ground.\n\nThat’s what we say.\n\nIt’s definitive, but it’s also this really accessible guide trying to cover both grounds\n\nthere.\n\nBut the benefit piece was also what really drove me and motivated me through the process\n\nof writing because with the hype and with kind of the explosion of adaptogens in the\n\nmarketplace, there’s a lot of mislabeling.\n\nThere’s a lot of people buying adaptogens in the wrong amounts or the wrong forms.\n\nThis is like a huge problem in the functional mushroom arena.\n\nAnd so people would come to me, especially in private practice and, you know, through\n\ncollege, full of clinical herbalism, where I teach my young aspiring herbalist and\n\nthey’re like, yeah, I tried that or someone else tried it and one of my clients have tried\n\nIt didn’t work.\n\nI’m like, all right.\n\nLet’s dig into that.\n\nWhy didn’t it work?\n\nYou know, were you actually buying what you thought you were buying?\n\nWere you getting the right amount?\n\nWas it extracted properly?\n\nWas it coming from the right country of origin and all of these things to ensure that essentially\n\nthe supplements were buying are viable?\n\nAnd I like to remind us like the most expensive supplements we buy are the ones that don’t\n\nAnd so how do we avoid that happening?\n\nOne to save us time and money and resources, but also to help maintain the reputation\n\nand the value of these incredible ingredients because it just breaks my heart when people\n\nare like, yeah, I tried Chaga and I didn’t do anything.\n\nYou know, I don’t believe in that.\n\nMichael, let’s make sure you are getting what you wanted to get because these are incredible.\n\nBut there’s certain things that you’ve got to check off the list to make sure that you\n\ncan actually reap what these are capable of offering us.\n\nIt’s really interesting in that point about trying something in it, not necessarily working\n\nright away.\n\nObviously, it can be caused by a number of different factors as you just elucidated.\n\nThis reminds me of a conversation I was having with my mom just yesterday where she’ll\n\noften recommend she does a daily golden milk with turmeric and it’s a huge, a huge game\n\nchanger for her and she’ll often recommend this to some of her other friends and colleagues\n\nin that older age bracket and it struck it off the air to really address and reset\n\nand to have the right conditions for those benefits to be sustained on a going forward\n\nbasis.\n\nAnd so, yeah, I imagine not only is this a matter of quality and dosing but also giving\n\nthe supplements and our bodies enough time to have those changes kind of take hold,\n\nI mean, I like to say adaptions are an appeal for an L. Same with many of our herbal\n\nmedicines, right?\n\nYou’ve got to be consistent and know that you’re going to do something for several weeks\n\nor several months to experience the outcomes, you know, for years to come and we’re in\n\na society where we’re kind of obsessed with like short-term wins and so how do we, is\n\nthis balance?\n\nYou have to make sure something works but also something working might not mean you feel\n\nit in 15 minutes.\n\nWith some of these adaptions, that’s actually the case, like cordicets is an awesome example\n\nif people like don’t believe in the benefits of them, all right, try this high potency cordicets\n\nfruiting body extracts 1,500 milligrams, like let’s see, you’ll feel it.\n\nBut predominantly, as a group, you’ve got to be patient and know that they’re much more\n\nsubtle and they replenishing a lot of nutrients in our body that have been depleted and we’ve\n\nbeen chronically depleted in, I think, the first and foremost because of how stressed we\n\nYou know, stress takes a huge toll on our body, not only energetically, right?\n\nOf course, you know, resources are reallocated to like the survival mechanisms of our body,\n\nbut on a physiological level as well, being stressed pulls nutrients from our bodies.\n\nLike, we use a lot more vitamin C when we’re stressed, we’re running through our reservoirs,\n\nour banks of resources and what’s so unique about these 21 adaptions is there’s some\n\nof the most nutrient dense foods that we have on the planet.\n\nSo I really look at them like we’re punishing and restoring these reservoirs in our systems\n\nso that when the stress commas, which is inevitable, we are like watering our roots, you know,\n\nwe’re really, we’re fertilizing our roots so that we have this strong foundation to draw\n\nfrom so that when the stressors do occur, you know, which are, which are always going\n\nto happen, we’re not so far pushed off of our center, which then takes, you know, many\n\nweeks of not months to to get back to a state of equilibrium, we can become more resilient,\n\nwe can move them like thinking of Tai Chi, you know, we can like shift and move and still be\n\nin a place of balance because we’ve done this long term healing work, you know, we’ve,\n\nwe’ve been drinking, been drinking the herbs or the mushrooms for days for weeks and we have\n\nthat foundation. Well, yeah, it’s interesting and one of the things that jump right out at me\n\nwith the book is the way that you’ve organized the information and the, uh, really, uh,\n\nrecommendations according to three major categories, defend, perform and restore. And I should,\n\nI should note this, this is, uh, non-tended to diagnose, treat or cure any illnesses, right?\n\nAnd we got to put out all the disclaimers here as we’re having this conversation and I may even\n\nput a little language in the show notes, but, um, nonetheless, you’ve, you’ve organized the 21\n\nadaptogens according to these three major categories of defend, perform and restore. And so,\n\ncould you just walk us through what each of those means and, uh, help us kind of develop that\n\nsame framework that you’ve got in your book? Yeah, let’s think about it in terms of stress,\n\nwhich I think they’re like simple like, there’s, uh, before the stress occurs, it’s like, how can\n\nwe prepare ourselves? This is another word for defend, uh, to prepare ourselves before the,\n\nthe inevitable thing comes our way. So, let’s do that pre-work. It’s almost the, um,\n\nthere’s this really quirky thing that my friend, Danika, says, she’s like, let’s, uh, pre-charge so\n\nwe don’t have to recharge. So, the defend adaptions can be thought about in that way. It’s pre-charge\n\nand a lot of them focus on immunity gut health, which of course are interrelatable, 70% of our\n\nimmunity lives within our gut. So, really that’s the sound age in. And then of course,\n\nskin beauty is part of that as well, which when we think of it internally is really related to our\n\ndetoxification systems and our, um, our liver health. So, I think of those as kind of the foundations,\n\nhow can we set ourselves up to have, uh, really strong gut health immunity, liver, um,\n\nprocesses working actively. And then from there, you know, okay, a stressor does perform,\n\nor a stressor does occur. The next brings us to report, which is how do we, how do we show up\n\nacutely in the face of these stressors? And so, I’ve kind of broken this into two categories where\n\nwe have like brain and body. So, a lot of times, you know, we have to stare at a computer all day,\n\neven if we’re being, we’re really stressed and being yelled at all day or whatever the\n\nprogramming is coming at us in some direction. Uh, so these more neutropic cognitive supporting\n\nadaptogens or the physical energy and endurance adaptogens. So, um, when the stress comes and we are\n\nwanting to be totally bedded out and depleted, how do we actually give our bodies the resources\n\nto show up and have the energy we need to combat that acute physical stress? And then of course,\n\njust like in a exercise regimen, this third phase is the, the restore. So, once that stressor\n\nhas passed, how do we support our systems to replenish? And this is really actually where I\n\nrecommend most people start, because a lot of us have already been through all these stressors\n\nand we’re needing to really begin in this restoration phase. These are also our most gentle adaptogens.\n\nThey’re really targeting, well, all of them target stress. These are particularly helpful at\n\nthe stress, the mood benefits, as well as sleep, which is, which is so relevant. And, you know,\n\nit kind of, some of them more general well-being, those that don’t have this one specific benefit,\n\nwhich none of them do. They’re adaptogens. That’s what makes them adaptogens is they’re\n\nnon-specific by nature. And yet, I think another thing that’s relevant here when categorizing\n\nis always trying to meet people where they’re at. So, well, you know, let’s say I talk about\n\nChaga in the defend category because of its antioxidant profile, amazing for skin health and\n\nimmunity and digestion. And yet, it does so many other things as well. And that’s part of the\n\nbeauty and the magic of these ingredients. But this categorization, this like three tiered system\n\nis a way to gently start to think about them either in, you know, by different times of day,\n\nor to support the cycles of stress. But take it loosely, you know, I think continue to be\n\nopen-minded and potentially even like, expect surprises when you start using adaptogens.\n\nRight. It’s not like, okay, I’m going to take this cortisapse adaption because I need that\n\nimmediate performance and I need that quick energy today. Well, you might also notice that,\n\nyou know, you don’t get sick whenever an else in your community gets sick in a few weeks or\n\nmaybe your stress response has been reduced and you’re sleeping better, right? There’s these\n\nsecondary benefits that come from all of them. So, the categorization is loose. It’s like not\n\nhard doors boxing them in, but more of a way to start to think about them in different segments\n\nbased on supporting the phases of stress. Yeah, that’s great. And one of the other attributes\n\nthat you discuss for many of these adaptogens is effects on the libido, which of course might be\n\nof interest to some of our audience. And I’m curious, does that fall into the defend\n\nperformer’s store categories neatly or is that just sort of another dimension of\n\nattribute or effect that you’re seeing with these 21 adaptogens?\n\nYeah, great questions. So, when we think about how stress is taking a toll on our body,\n\nlibido is our libido is often suppressed when we’re in a state of stress, along with many other\n\nsystems in our body. Like when an acute stressor occurs, we have to think about how we evolutionarily\n\nevolve to respond to the stressor. And in that moment, when a, you know,\n\nsaber-shoothed tiger is coming to attack us, the body concentrates its energy into\n\nimmediate survival needs, right? So, your body’s not telling you when you’re either going to\n\nfight that tiger or run for your life, it’s not going to tell you whether you’re hungry or thirsty\n\nor tired or horny, right? All of these things that are fundamental to being a human being,\n\nbut not necessary for that acute state of survival. And so, resources, you know, we only have so\n\nmany resources, those are pooled. And what has happened today is although it’s not a tiger coming\n\nto attack us, our body responds in a similar way. And it’s not only once, every couple of months,\n\nit’s actually often, once an hour, you know, it’s not more often. And so, when people, especially\n\nin private practice come to me and they’re like, hey, you know, my sex drive is really low,\n\nI have no libido. And I start talking to them about their stress. They’re like,\n\nthey almost get frustrated. They’re like, why are you talking about my stress? I want to talk\n\nabout my libido. Like, give me a quick fix. But if we want that long-term rejuvenation, that vitality\n\nback into the body, right, to have oxygen in the bloodstream and to circulate blood appropriately,\n\nand to have those feelings, like, we need to make sure that the stressor is removed. I give\n\nthe metaphor in the book, like, if someone is pushing on a certain part of your body,\n\nthat’s the only thing you’re going to think about. And that’s where all your attention goes,\n\nand when that pin or that pressure point gets removed, the energy can start flowing into the\n\nrest of the body again. And so, this is the approach with adaptogens in libido. Although, some are\n\nmore directly, you know, have this direct tie, things like mocha and cordiceps. But in general,\n\nwhen we support our stress response, and we remove, it’s like a river, and we remove these\n\nblockages, the body can start to move energy in all of these other systems in the organs of the body.\n\nAnd, oops, where’d you go? And the libido can come back naturally for the long-term, right? Not just\n\nnot just to take a quick pill that might help you for that moment, but actually, you know,\n\na healthy libido for weeks and years.\n\nYeah, that’s so wonderful, you know, and I’m actually right now. I’m enjoying a beverage,\n\nand this is not an IPA, although it looks like it could be a seem to be one. This is actually one\n\nof the four sigmatic products, a defend plant-based protein shake with a variety of mushrooms and\n\nadaptogens, vanilla flavor, and it’s delicious. So, I just want to bring that into the discussion,\n\nand when I wrote the book YonEarth a number of years ago, I wrote a chapter called\n\nChange, which is about our opportunities for changing, changing our own habits, changing our\n\nown health and well-being, and our personalized well-also working for positive change in our\n\ncommunities and in our broader world. And in that discussion, there’s this notion of\n\npicking up and putting down, right? Like, as we’re picking up better habits for ourselves, often\n\nthat also means we need to and or have an opportunity to put down some of the other habits that\n\nperhaps aren’t serving us as well. And I’ll take this opportunity to mention that for me,\n\none of the things that had to happen over the last several years was no longer drinking alcohol,\n\nand I noticed, you know, right in the introduction of the book here, and I’m going to quote you,\n\nthere’s something, speaking right to this, it says the most common unifying experience in modern\n\nlife is stress, and it’s taking a serious toll on our health. To cope, it’s easy to rely on hyper-palitable\n\nfood, alcohol, and pharmaceuticals, yet we are not getting better. And more over the tools we\n\nare using to cope are keeping our mental and physical energy low, prohibiting us from sleeping\n\nwell and causing us to perform at only the level of merely scraping by. And we’re going to go\n\nthrough each of the 21 adaptogens in super brief form here so that the audience can get a sense\n\nin a flavor, a taste, so to speak, of each of them. But before we get into those, I just want to\n\nspeak for a moment about these other things that so many of us are turning to and are perhaps\n\nan unhealthy balance or relationship within our lives. Like I was with alcohol a number of years ago,\n\nand I’m curious, when you’re speaking with folks, whether it’s in a formal setting or not,\n\nhow often does it come up before or while you’re also recommending certain adaptogens that folks\n\nare, you know, taking a good look at some of the other things they might do less of?\n\nIt’s an integral part of the conversation. Adaptions are not a magic pill. They’re\n\npretty close, you know, for to stick a plan, you’re like, what’s the most phytocomal complex and\n\nsomething that’s really going to support us in a short and long term, but they’re not a\n\nmagic pill. None of this is a magic pill. And so we have to look at the other practices and\n\nthe other things we’re doing in our lifestyle. I mean, first and foremost is what are we nourishing\n\nourselves with? And that’s in the form of liquids and in food. And if you’re eating a really unhealthy\n\ndiet and drinking a bunch of alcohol or having processed foods every day, the adaptions,\n\nyeah, might help a little bit, but the kind of compounding benefits that you have when we start\n\nto look at our health holistically is so much greater. And so I just did a series. I did like a live\n\nradio show with this host and we did on air as his herbalist. I’m like, okay, we’re going to walk\n\nthrough this and he was so excited to see it just read the book and he’s like, it won all these\n\nadaptogens. And they didn’t offer him adaptogens in that full first session until like a couple\n\nweeks in. And it was like really looking at exercise and the water he was drinking and what’s\n\nwhat sorts of foods were nourishing him. And these other aspects to what what makes us\n\nhuman and the practices that were involved with. And so yeah, we have to bring them on board.\n\nAnd I don’t blame anyone, you know, first and foremost. It’s like we do have to meet ourselves\n\nwhere we’re at. So when we have these crazy demands being parents or working multiple jobs or\n\neven working a job and being a parent or being a spouse or having farm work or having an herbal\n\npractice, you know, we’re juggling a lot. Like we’re all doing many, many things. We were talking\n\nearlier. I don’t know if we just have more energy or if we know the world needs these skills,\n\nbut there’s a lot on all of our plates. And it can be overwhelming and exhausting. And so I don’t\n\nblame, you know, anyone for saying like, okay, I just need a glass of wine or I just need whatever\n\nthis thing is that they’re turning to, but I encourage. And we know what I’m trying to do with\n\nwith this book and conversations like this is like, what if there’s another way? Because right now,\n\nwe don’t really, we’re not told there’s other ways. We’re just like, this is the most available\n\nthing or this is the easiest thing or the quickest fix. But what if there’s another way that actually\n\ngot you to where you want it to be temporarily and could help you get and achieve your goals\n\nmore easily, you know, next month or next year. And so just at least trying on that possibility\n\nis really exciting. It’s like, wait, what do you mean? There’s another way to unwind besides\n\nalcohol. It’s like, yeah, we’re seeing this amazing rise of like non-alcoholic beverages with\n\nherbs. It’s the same thing. I think of when people in my practice would come to me and they’re like,\n\nyeah, I’m using cannabis for digestion or headaches or sleep. And I’m like, what if I told you\n\nthere was at least a dozen other herbs that would maybe do the same thing, but be more relevant\n\nfor your specific body and symptoms. I’m like, what do you mean? The weed isn’t the only way.\n\nAnd I’m like, no, let’s create this squalcat passion flower hops beautiful combination tea for\n\nsleep. And then when you wake up, we can add these adaptions. There’s so many other ways that\n\nwe’re just, they’re not really available to us in the same way as the quick fixes. And so,\n\nyeah, it’s really about slowly, slowly breaking that cycle. And it’s almost like humor as how\n\neasy it becomes when you take that first mental step to like, okay, I’m going to try something\n\nelse. I’m going to change something. It’s like, I always recommend adding before subtracting.\n\nSo rather than like looking at your whole life and like, oh my god, I got to cut out alcohol and\n\ndairy and gluten and I have to get off all my medication. Like, no, no, no, that’s not what it is.\n\nLet’s start thinking of what healthy habit can you add, you know, and really build into your daily\n\nlife. Maybe that’s, you know, a timeout. Maybe that’s breathing for a minute without a screen.\n\nMaybe that’s adding a case of blueberries into your week every week. Maybe it’s putting some\n\ntrace minerals in your water. It’s simple things and you motivate yourself, you know, these little\n\nthings we start feeling like even 2% better and it gives us the confidence to do the next thing and\n\nthe next thing. And adaptions I find are an easy first thing to do, especially if it’s stacked onto\n\na habit that you already do. So this is, you know, what we do with ForSigmatic, we look at, okay,\n\nwhat routines do people already have every day? What are they doing that they’re not getting rid of,\n\nyou know, drinking coffee, having a protein smoothie and we add these really potent adaption\n\nextracts into these daily habits so that without even really doing anything different, you start\n\nto feel those benefits subtly and it’s that little shift that encourages you to do the next thing\n\nand the next thing. And like all of that accumulates and adds up and it’s exciting, you know,\n\nbefore you know, you’re like, wait, and what did I even do? But my body’s not really craving that\n\nthat wine anymore or I don’t really want that like really sugary treat. It doesn’t sound great,\n\nyou know, I know that it’s going to make me feel like crap in an hour. So yeah, I guess all\n\nthat to say, you know, holistic looking at all parts of your life, your diet is so, so relevant\n\nand meeting yourself where you’re at, adding before subtracting and just starting slow and knowing\n\nthat like every little percent of change is building to that future of a life really full of\n\nvitality that I think all of us are searching for. Absolutely. Yeah, it’s wonderful. You know,\n\none of the ways I like thinking about how some of these craving responses show up is that,\n\nyou know, a lot of this, as you know, comes from our gut microbiota, biome, and we’re literally each one of us, every single one of us is a farmer, whether\n\nwe know it or not, and we are farming this huge colony of a variety of microorganisms in\n\nour digestive system.\n\nAnd when we’re growing the ones say that really like sugar because we’re eating a lot of sugar,\n\nwell, they’re going to send signals to have us crave more sugar, possibly several times\n\na day, right?\n\nAnd as we make those switches, that population will actually decrease in number.\n\nAnd so they won’t be putting out those signals quite as strongly, and eventually those signals\n\nwon’t show up at all anymore.\n\nAnd so yeah, it’s fun to think about it, right?\n\nLike we’re farming our own colony of billions and trillions of organisms.\n\nI love that metaphor.\n\nI’ve never thought of it in that way, but it’s so true.\n\nAnd with every bite of food, we can think, who am I feeding?\n\nBecause we have all of these bacteria.\n\nWe have fungi.\n\nI mean, we have more different organisms within our microbiome than we do human cells in our\n\nbody, right?\n\nWe are made of what’s happening in our gut.\n\nNow we’re realizing our mood is dependent on our gut health and our immunity and all\n\nof these other parts of being a human.\n\nAnd so we can say, yeah, who do I want to feed more of?\n\nAnd it reminds me of like in psychology, different thought patterns, where my fiancee\n\nworks in mental health and as a physician.\n\nSo in like the Western sense of the word, but he, we talk about, you know, what thoughts\n\nare you, are you feeding and what thoughts are you exercising?\n\nAnd really the more we think about something, the more those neural pathways are connected\n\nand stronger.\n\nAnd when we divert our attention or start thinking about something else, those neural\n\npathways get stronger.\n\nSame thing in our gut, right?\n\nLike who are we feeding?\n\nGood guys, bad guys.\n\nAnd that can be so empowering too, like, oh, it’s all, well, there’s all these different\n\nconnections that get sent in.\n\nBut it’s like our dollar too.\n\nI think about this all the time, like, how can I make a difference environmentally?\n\nAnd I’m like, you vote with your dollar every single day.\n\nThat is your investment in the future of that farmer or in the future of the Walmart\n\nor whoever it is you’re investing in, you are saying here, I support what you’re doing\n\nand I believe in your future.\n\nHere’s my dollar, right?\n\nAnd so same thing with our gut, okay, I want more of you to thrive, okay, so I’m going\n\nto feed those that crave sugar or I’m going to feed those that crave kale, right?\n\nAnd how powerful to kind of distill it to that simple of like, yeah, what am I feeding?\n\nLooking at our plate.\n\nAbsolutely, yeah, I’d love that you mentioned the power we have with our purchasing decisions\n\nand in why on earth there’s actually a chapter called demand that speaks to this, I call\n\nit a Jedi superpower, each one of us is wielding every day where we’re putting hundreds\n\nof signals into the marketplace every day.\n\nWhen we go to order a single meal out of restaurant, for example, that meal is comprised\n\nof dozens of ingredients, right?\n\nAnd so depending on the type of restaurant we’re choosing to dine at, those are all signals\n\ngoing to the marketplace and of course the foods that we choose to purchase to consume\n\nat home.\n\nSame thing.\n\nIt’s really, really powerful, it’s absolutely shaping not only the economic landscape\n\nand who’s thriving financially and who isn’t, but that is a major feedback into our political\n\nlandscape as we, I think, know.\n\nSo there are all of these systemic relationships in the macro, kind of political economy world\n\nwith these specific choices reach making every day, that in a way mirrors, I think a lot\n\nof the complex interconnectivity we find within our own bodies when we’re looking at these\n\nsystems and understanding these interrelationships.\n\nTotally.\n\nLove these, yeah, mirrors, what’s happening inside, what’s happening outside and yeah, it’s\n\nexciting, it empowers us to think about it in this way.\n\nYeah, absolutely.\n\nAnd I wanted to pick up on this thread of water.\n\nYou mentioned it, you know, we can add more trace minerals in our water.\n\nAnd I find that, you know, probably there’s a whole lot of us who simply ought to drink\n\nmore water than we’re currently drinking in any given day.\n\nAnd that’s really important to consider.\n\nAnd I think that there’s a major question right now around water quality, what’s in the\n\nwater, what’s imprinted in the water.\n\nAnd I’m really curious what you tell folks when they’re asking about water, where to\n\nget water, how to work with water, depending on the sources available to them.\n\nSo, so, so, so important in conversation.\n\nYeah, it’s not even about drinking more water, it’s how do we drink better water, you\n\nknow, it’s like more is better, better is better.\n\nAnd water is so water is life, right, this is vital to to every cell in our body.\n\nAnd so often, especially in higher elevation zones, you know, you’re in Colorado, people\n\nare, are dehydrated.\n\nBut a lot of us are just dehydrated and that’s, you know, and we think about inflammation,\n\nwhich is at the root of so many diseases, especially the most common diseases people\n\nare dealing with.\n\nIt’s an internal state of heat, right, we think of inflammation, it’s hot and it’s dry.\n\nAnd so how do we replenish ourselves with water, but what what I found is a lot of people\n\nare drinking, drinking, drinking water, and they’re not actually hydrating themselves.\n\nWhy is this?\n\nOur water is void of the minerals, the trace minerals that were always involved, that were\n\nalways a part of water when we would drink spring water.\n\nAnd not to get too political or conspiracy, but our springs have been purchased by big\n\ncompanies.\n\nAnd so we don’t, many of us don’t drink spring water.\n\nInstead, we’re drinking water that’s coming out of our tap.\n\nAnd what happens with that water, especially in this country, is it’s been treated, right,\n\nto kill different pathogens and bacteria in the water.\n\nAnd I think of that almost like, our water is getting a dose of antibiotics, you know,\n\nit’s like, okay, we got to kill all the bad guys.\n\nAnd in response, that’s exactly what it’s doing, so it’s clean.\n\nAnd yet, it’s killing all the microbiome in our body as well.\n\nAnd it’s void of the minerals that we need.\n\nSo yeah, essentially, you know, filtering our water is so important, but what happens,\n\nyou know, I have a burky filter I’m looking at, which has these great, great option charcoal\n\nfilters and then a fluoride filter.\n\nBut then what happens is we’re left with what I call empty water, you know, so it’s so\n\nclean, it’s been stripped of minerals.\n\nAnd so we could drink, drink, drink, but we’re not actually, you know, we need the salts\n\nand the other minerals for our cells to actually utilize the water.\n\nSo there’s a couple options, you know, if you’re totally, you know, you have a classic filter.\n\nI often tell people to start with adding some lemon and like a high quality Himalayan salt\n\nto their water.\n\nWhat I put in the bottom of my burky system are a type of rock, they’re called miphon stones.\n\nAnd they’re really porous and they actually leach a lot of minerals from the stone back\n\ninto the water.\n\nYou can get really heavy and I put a bunch of crystals in there as well, you know, in\n\nre-program the water.\n\nSo that’s a great option.\n\nThere’s an amazing company called Trace Minerals that you can actually drop, they get their\n\ntrace minerals from Utah and it’s this concentrate of many of the minerals that are, should be\n\nin our water that are devoid of it today and you can drop that into your filtered water\n\nafterwards.\n\nOr if you can have access to spring water, you know, there’s a great website called\n\nFind a Spring and you can try to find springs near you.\n\nOf course, be careful, know what’s around, if so many environmental issues to be aware\n\nof who’s dumping things into the, into the ground and who’s upstream.\n\nBut yeah, there’s so much healing that can happen if we just shift the water that we’re\n\ndrinking by, you know, really starting to re-mineralize, I think is the biggest thing\n\nthat people aren’t talking about.\n\nYeah, it’s so important.\n\nYeah, by the way, I think sometime in the near term, we’re going to have a podcast interview\n\nwith my friend Pratchett, Pratchett Gressgoan, who has a water mineral company sourcing some\n\nvery special minerals from different volcanic sources around the world.\n\nAnd so that’ll, that’ll be of great interest, I think.\n\nYeah, I mean, our food used to have so many of these minerals as well.\n\nI talk about this a bit in healing adaptogens, but it’s like, not only are we so stressed\n\nand more stressed than ever before, the tools that we have to deal with that, that stress\n\nare less, you know, the foods that we’re eating.\n\nThey don’t contain the minerals, the vitamins, the, the phyto compounds that we need.\n\nAnd of course, all of these used to be so present in our soil.\n\nAnd now because of monocultures and pesticides and herbicides, all the sides and what\n\nwe’ve done to our agricultural system, even foods that used to be rich in these key minerals,\n\nthey’re not rich in them anymore because they’re not present in our soil.\n\nAnd so, yeah, replenishing through our waters is profound, truly.\n\nYeah, yeah, absolutely, that’s so important.\n\nLet me, let me remind our audience that this is the YonEarth Community podcast.\n\nI’m your host, Aaron William Perry.\n\nAnd today we’re visiting with Danielle Ryan Breuda, the co-author of Healing Adaptogens,\n\nthe definitive guide to using super herbs and mushrooms for your body’s restoration,\n\ndefense, and performance.\n\nYou can find more information about the book at healingadaptogens.com.\n\nYou can also get right to Danielle’s website, which is Danielle Ryan Wellness.com.\n\nAnd we’ve been talking about ForSigmatic, the company you can go to ForSigmatic.com.\n\nHowever, let me point out that when you go there, use the code YonEarth to get 20% off\n\nany order over $60.\n\nAnd we will also have a link for ForSigmatic on our partners and supporters page, which\n\nis YonEarth.org slash partners and supporters.\n\nSpeaking of those partners and supporters, I want to give a shout out to a few special\n\nThis includes WayLayWaters, WayLayWaters.com.\n\nOur friends at Purim and Patagonia.\n\nAnd if you’d like to join the monthly program, you can go to WhyOn earth.org slash support.\n\nLine up at any level.\n\nIf you sign up at the $33 or greater level, we’ll send you a jar or more than one depending\n\non your donation of the hemp infused, regeneratively and organically grown hemp infused aromatherapy\n\nsoaking salts from WayLayWaters.\n\nAnd track us down on Facebook, Instagram, Twitter, and LinkedIn and do the same as well.\n\nThat helps a lot.\n\nWe are already covering so much, Danielle, and I want to be sure that we have a chance\n\nto go through the 21 Adoptogens that you recommend.\n\nThe book is so well written and at the end of the book, there’s even a mini quiz that\n\ncan help you as a reader assess your knowledge, absorption from the book.\n\nThere’s also a top 10 commandments of starting a life on Adoptogens and a guide to shopping\n\nthat helps you understand what you’re really getting when you’re spending your heart and\n\ndollars on these Adoptogens that ranges from the form to dose, the purity, the bioavailability",
  "related_episodes": [
    {
      "title": "Podcast Episode 118 – Miguel Gil, CEO, Organic India USA",
      "url": "https://yonearth.org/podcast-archive/episode-118-miguel-gil-ceo-organic-india-usa/"
    },
    {
      "title": "Podcast Episode 117 – Mike Bronner, President, Dr. Bronner’s, the “Chocolate Episode”",
      "url": "https://yonearth.org/podcast-archive/episode-117-michael-bronner-president-of-dr-bronners-on-magic-chocolate/"
    },
    {
      "title": "Podcast Episode 110 – Brigitte Mars, “Cannabis as the Tree of Life”",
      "url": "https://yonearth.org/podcast-archive/episode-110-brigitte-mars-on-cannabis-as-the-tree-of-life/"
    },
    {
      "title": "Podcast Episode 19 – Brigitte Mars, “The Power of Herbal Medicine”",
      "url": "https://yonearth.org/podcast-archive/episode-19-brigitte-mars-the-power-of-herbal-medicine/"
    },
    {
      "title": "Podcast Episode 05 – Stephanie Syson, Biodynamic Botanicals Herbal Medicine Farm/Garden Tour",
      "url": "https://yonearth.org/podcast-archive/episode-05-stephanie-syson/"
    }
  ]
}