{
  "title": "Episode 99 – David Beasley, ED, UN World Food Programme, 2020 Nobel Peace Prize Recipient",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11790/episode-99-david-beasley-ed-un-world-food-programme-2020-nobel-peace-prize-recipient.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-99-david-beasley-ed-un-world-food-programme-2020-nobel-peace-prize-recipient/",
  "episode_number": 99,
  "subtitle": "TRANSCRIPT",
  "description": "[Start of transcription 00:00:00.0]",
  "about_sections": {},
  "full_transcript": "[Start of transcription 00:00:00.0]\n\nAaron: Welcome to the Y on Earth community podcast. I’m your host, Aaron William Perry. And today we have a very special episode with David Beasley, the executive director of the United Nations World Food Programme, which was the recipient of the 2020 Nobel peace prize. The World Food Programme is at the heart of the convergence of several global challenges with COVID the economic impacts, climate change, environmental degradation, and political instability in communities throughout the world. The World Food Programme is often the first and last line of defense for millions of people on the verge of starvation. You’ll hear from David about not only the work they’re doing right now to deal with these immediate crises for millions of our brothers and sisters around the world, but also the work that they’re doing globally to help restore ecosystems and regenerate the foundations upon which our communities depend. As executive director of the world food program, David Beasley continues his life’s work bridging political, religious, and ethnic boundaries to champion economic development and education. At WFP Mr. Beasley is putting to use decades of leadership and communication skills to mobilize more financial support and public awareness for the global fight against hunger. These efforts were recognized this year when the Norwegian Nobel committee awarded the World Food Programme the 2020 Nobel peace prize. Before coming to WFP in 2017, Mr. Beasley spent a decade working with high profile leaders and on the ground program managers in more than 100 countries, directing projects designed to foster peace, reconciliation, and economic progress. As governor of the US state of South Carolina from 1995 to 1999, Mr. Beasley guided the state during years of economic transformation, helping to reshape the state’s economy into a healthy, diverse, and robust market. Mr. Beasley earned the John F. Kennedy profiling courage award. He received his bachelor’s degree from Clemson University and a doctor of jurisprudence degree from the University of South Carolina and taught at the Harvard University Kennedy School of government. He was first elected to public office at the age of 21 as a member of the South Carolina House of Representatives. Without further ado, here’s David Beasley. Director Beasley, welcome to the show.\n\nDr. David: It’s great to be with you. It’s been quite a while. And we got some really important and good things to talk about.\n\nAaron: Yeah, we sure do. And you know, as the executive director of the world food program, you are, first of all, let me just say congratulations on receiving the Nobel peace prize just a couple of months ago. That’s just a tremendous recognition of the work you and your team are already doing, but I think also it’s going to help bring more awareness to, to the important issues you all are tackling. So congratulations. Can you tell us what, what is it like to, to get that phone call?\n\nDr. David: Well, You don’t get that phone call every day. I just knew that. You know, and if we had known That we were going to get it, we probably would have choreographed it really fancy setting with a suti and you know, all of these inspired words, you know, and as it was, I literally was in the middle of a Niger and we were in a very tense situation. We were negotiating nights. This, I just come back from the field when we’re trying to get access to the area where it had Al Qaeda on one side and ISIS on the other side, because these extremist groups use access as a weapon for recruitment by the private people of food. And so it was a pretty intense discussion and all of a sudden, somebody blessed him to the room and I’m like, what the heck? You know? And, and this person said “Nobel peace prize!” And I was like, “Oh wow, who won it?” They said, “We did, you did, the World Food Programme did!”  And now I was like, you’ve got to be kidding me. And wow. I mean, it really was a surprise.\n\n[05:00]\n\nAnd I think, you know Aaron, as you were saying, it was two things. I think the Nobel peace prize committee was doing the first, I think they were saying, Hey, world food program, your 20,000 women and men that are out there putting their lives on the line, lives at risk in war zones, conflict areas, natural disasters, thank you for bringing peace and stability to many, many places around the world. So that was number one, you know, as a model for the others around the world. Number two, it, I think it was a call to action because I believe the Nobel peace prize committee saw exactly what we were seeing while 2020 was a tough year. 2021 is going to even be more difficult because of the COVID economic ripple effect, the supply chain disruption, and when I say supply chain disruption, that is a comprehensive comment because we’re talking about port shut downs, border crossing shut downs, export bans, seeds, fertilizers, all these things that are critical to many of the developing nations around the world. So we at the world food program our needs because of the ripple effect are double the number of people that literally are marching to the brink to starvation, I’m not talking about people that just go to bed hungry. I’m talking about people that are marching to starvation, that number spiked from 135 to 270 million people. So our needs financial needs have doubled. And we can talk about this more in detail in a little bit, but 2021 is going to be a very, very difficult year.\n\nAaron: Let me just mention right there that for folks who would like to get even more information about the World Food Programme, they can go to wfp.org. And David I’m wondering, are, are you sensing that the national leaderships of the, of the member nations around the world understand the magnitude of the problems and risks, and are they responding in a way that, that encourages you in terms of resources?\n\nDr. David: Well, and in 2020, they did early on with COVID. A lot of the leaders were making decisions about COVID sort of in a vacuum, not understanding the ripple effect that it was taking in shutting down economies, and particularly in like very poor undeveloped nations and urban areas. When you shut down a city and have a locked down, you know, it’s not like in United States, for example, the people, if you have a locked down for two weeks, three weeks, you got food in your pantry for two to three weeks. You might not like what you’re eating on the third week, but you can go be okay. Well, where we are is hand to mouth every day, there’s not a pantry full of food. So if we have a lockdown, you’ve got to have a safety net program in place. And so what I did and if I recall correctly, it was about two weeks before I was speaking to the United Nations Security Council about the travesty that we were looking at. And Tony Blair called me and he said, “David, you are more places around the world about anybody. What are you seeing out there?” And I said, “Tony, I’m afraid if we’re not careful, the cure is going to be worse than the disease. And so we’ve got to really balance the health pandemic, COVID pandemic with a health, with a hunger pandemic. If we don’t, it will have catastrophic consequences.” And so I broke it down with Tony for about a half a dozen countries, what we were seeing over the next four to five quarters and the economic dynamics in each of the countries and how it has a different effect. And Tony was like, oh my gosh, you’ve got to tell the world what you’re seeing. And so I did, I went to the security council, gave them the very grave reality, what we were facing and the world leaders stepped up in a very significant way. You had economic stimulus packages about $19 trillion in the year 2020, but there was debt deferral for low income countries that would take their debt payment. Instead of sending it to the financial institutions, they use that for safety net programs to get through 2020.\n\nDr. David: Yeah. And I could go and on and on and all the good things that were done, because what happened in 2020, we didn’t have famine. We didn’t have destabilization, and we didn’t have mass migration because we received the funds that we needed. We assisted about a hundred million people in 2020, but we were hoping that COVID would be in our rear view mirror. And that 2021 would be a lighter path forward. Unfortunately, that’s not the case. So we don’t have all the monies available for 2020, for 2021. And now the needs are double. So here’s what we’re looking at. The 270 million people. If we don’t receive sufficient funds to address the most significant concerns, we will have mass famines, destabilization of nations and mass migration.\n\n[05:00]\n\nNow, if we don’t do the things that we need to do it’s gonna cost a thousand times more, then get it on the front end and doing it right now. I’ve been talking with leaders all day today, over the last few months, you’re going to have to prioritize your limited funding. You can’t say yes to everything in 2021. And so I use the analogy. It’s like the Titanic heading toward icebergs. You’ve got a broken piece of tile in the bathroom. You got a little bit of wine stain on the carpet and a broken wine glass in the bar, but you got three icebergs ahead of you. Which one are you going to focus on the icebergs or the small things? I said, the icebergs are famine, destabilization, and mass migration, because if we don’t we’ll have war conflict and that is a thousand times more impact than not doing so. So I haven’t had a leader yet say they want to back down. They understand it, they get it, but the needs are so big. We can’t expect the governments alone to pick up the tab. So that’s why I’m now calling on the world’s billionaires. Because last year, 2020, the world’s wealthiest people, the billionaires increased their net worth net worth increased now by $5.2 billion per day, per day for 2020. And all I’m asking is to give me one day’s worth of your net worth increase to avert famine. I need 5 billion just to avert famine. If I get that, then with my traditional government support and private support, then we should really have a, this will still be a tough 2021, but we’ll get through it. That’s sort of where we are now. Aaron.\n\nAaron: Well, David it’s tremendous hearing from the central purview that you have, the degree of systemic risk we’re facing now. And I would, I would argue that probably a whole lot of us in the general public, aren’t quite aware of just how much more difficult, challenging, and really devastating things could get in, in relatively short order here.\n\nDr. David: Well, you know, and this is what I’ve been saying, because when you turn on the television the last four years, I mean, what was 90% of the news? It was Trump, Trump, Trump, Trump, whether you loved or hated Trump or breaks, it breaks, it breaks it. And people were not getting the information about destabilization and hurricanes and natural disasters, climate extremes, et cetera, et cetera around the world. And we’re out there all hands on deck, you know, every single day dealing with this. And so we see the reality and we see what’s taking place over a long extended time period. You know, like climate extremes, I’ve had some people say, well, I don’t know whether the climate is changed. And I said, look, you could debate all day long. What’s caused it to change, but I could tell you what you can’t debate because I’m out there firsthand with my people, seeing it, what is happening in the Sahale and Southern Africa, Asia, where the climate is truly changing from more droughts, more flash floods, more this, more of that. And, you know, the poor people were talking about in many of these places, they can’t wait on a global solution. They’ve got to survive the next year because they’ve got to feed their children, they got to eat. They can’t just jump in a car and drive somewhere. They got to survive. And I think, listen, you and I talk about some of the things that we’re doing on regenerating and rehabilitating, the lands and the soils.\n\nAaron: Yeah. Yeah. I’d love to hear that. Cause I, you know, one of the things that strikes me, David, and you know, you and I met a few years back at a, a peace and reconciliation summit in Kosovo. And we’ve been looking at different aspects of these, these issues that are all entwined in a very complex global community and global situation. And it seems to me that especially given the potential degree of immediate crisis we’re facing and also knowing that a huge part of our solution set going forward requires ecosystem and soil, regeneration, and restoration. And that’s part of how we’re going to stabilize some of these very vulnerable regions in the world. I’m curious to hear how you all at the World Food Programme are thinking about how to both tackle the immediate crises and potential crises and also help with the long-term stabilization.\n\nDr. David: You know, unfortunately, because we’re facing so many fires this year, it’s like put out the fires, put out the fires, you’d be like, you know, your, one of your children comes in and said, dad, I want to talk about buying a new couch. And I’m like, you know, I like to talk about that, but I got four house buyers right now. Let’s, let’s talk about that later.\n\n[05:00]\n\nBut on the long-term perspective if we don’t deal with the issues that you were just raising, where we’re going to have calamity decades ahead of us, a population of the world is continuing to go up. Of course, we’re at 7.7 billion. We’ve done a lot of extraordinary successful things around the world in the last couple of hundred years of sharing more wealth and people getting more food, but it’s not sustainable in the way we’re going. So what can we do? You know, in particularly in some of the areas that we are in you know, let’s take Niger, Mali and Burkina Faso, the Sahel, you know, as the Sahara is moving down about a kilometer per year because of the lack of rain, et cetera, et cetera. And so in areas like this, when our old traditional approach was just bringing in food and supporting people, well, you know, that’s not changing anything. So we began working with the beneficiaries and let me tell you this, I hadn’t found a beneficiary yet that said, I want to do nothing and sit around and get your food. I haven’t met that person yet. They want to be independent. They want to be resilient. They want to be sustainable without outside support. And so we now come in and say, hey we’ve got the food, we’ll go work with you. And sometimes it may be a cash. It depends on the modality that we need the most strategic and what region. And so let’s rehabilitate the land. And so we will do in areas like if you, if you pull up photos in the Sahel, it’s pretty tough place. If you go to these places, you’re like, how in the world can you survive? Well, we do basic, I mean, rudimentary, basic agricultural practices of training and teaching half moon zyde projects where we capture the limited water that comes. And so when you don’t have the flash flooding, captures the water grows enough crops to survive. Now we, when I say we, I mean our beneficiaries in the last four or five years have rehabilitated 3.5 million acres of land 70, let’s say 73, 75,000 kilometers of feeder roads from marketplace. You know, it’s hard to understand that in the Western community, but a lot of these places aren’t roads, you know, they’re just not. And then I think 53,000 holding ponds, water reservoirs, Wells, and our beneficiaries love it. Because they’re out there. I had this one woman, she said, Mr. Beasley is a DJ. She said she was standing on this hill. And she stood with so much pride. She said, before, we were dependent on you a hundred percent. Now we’ve rehabilitated this land. I own five acres. I’m now not only feeding my family. I’m feeding my village, I’m buying five more acres and I’m going to sell to the marketplace. And it was just remarkable using just a basic of agricultural practices of taking the land and what she had to survive for her family and her children. Now, it’s amazing that these are the people that pay the price for carbon consumption. And there was this doing more to rehabilitate and regenerate lands around the world. That’s really kind of extraordinary. I’m so proud of them. I enough. And that’s just some ideas of some of the things we do, a lot of hydroponics on different places around the world. We’re testing a lot of things. And of course that’s in the most difficult places on earth, like in Algeria, in places where it’s very dry. Now, hydroponics has a lot as, you know, opportunities in urban areas and things like that. And we do a lot of also of artificial intelligence and hydro block chain technology, satellite imagery, we doing a lot of different things, a lot of different patterns, but we also do a lot of composting. I was just in, I think it was Niger, Burkina Faso where we’ve got women doing composting and not just for their village, but they’re now selling that throughout the land from composting and a lot of things like that. But anyway, throw it back to you, Aaron.\n\nAaron: That’s great to hear David and yeah, obviously all, all tools and technologies need to be deployed in, in smart manners here, given the challenges that we’re facing. And one of the things that has struck me over the last few years in the, the research that we’ve been doing at the Y on Earth community is that a 10% increase in soil, carbon worldwide is equivalent to sequestering all of the fossil carbon we’ve released since the beginning of the industrial revolution.\n\n[05:00]\n\nAnd, you know, folks like John Liu, one of our recent guests, the founder of ecosystem restoration camps, who was very close to the project, they’re at the lowest plateau in China, where they literally restored hundreds of thousands of acres of desert and brought hundreds of thousands of people out of extreme poverty. There, there’s a way here. We cannot only help increase food security and sustainable economic development for communities in a lot of marginalized regions, but also restore the, the green fertility of the planet and stabilize the climate. And I’m struck that in north Africa, middle east, you know, these are some of the most desertified and, and challenging places in the world. And our tradition tells us that this was the fertile crescent and these regions that are now sand today were, were abundant green ecosystems. Right? And so I’m curious, you know, what your thoughts are in terms of not withstanding the challenges, what’s really possible in the coming years. If our global community does respond in a way we hope to see,\n\nDr. David: You know, our beneficiaries, is it hard to believe planted over 6 billion trees around the world? And of course, Ethiopia, I don’t know if you’ve been keeping what Ethiopia has been doing and planting trees. And I’ve met with the prime minister. There are many occasions talking about it. Of course, I got some issues there and Tigray right now is another story, but there’s so much that can be done and should be done. And here’s how, you know, we support about a hundred million beneficiaries in our view. And I found the beneficiaries, what can we do with the beneficiaries to help rehabilitate land? Because they want to do it. Let me give an example of what we just did in Afghanistan. And Afghanistan’s struggling big time right now, famine is knocking on the door for a lot of people. There are millions of people there. So historically we would just bring in the food right. And hand it out. Well, you can’t grow certain types of grains everywhere in any given country, right? I mean, that’s just common sense. And so in the Mazarin Sharif area, which tough area, the mountainous area, flash floods, and droughts. So we came in and said, all right, we’ve been bringing in this food from outside, primarily the United States. So we met with the farmers on the other side of the country, said, Hey, the same amount of money we will come in and buy from you. So we go prime, the pump help stimulate the local agricultural economy. And so we met with the farmers and the Millers. They hired more people hired more workers, Baltimore trucks and tractors and things like that. And we bought all the grain locally. Then we took the grain over to Moss Ville Sharif and said, all right, we’ll give this to you, but let’s rehabilitate where the mountains hit the valley. And cause when the flash flood hits it just flash floods and just wipes out any crops in the valley. Or if you have a drought, you don’t have any water. So we began relandscaping coming down to the mountain side, having water reservoirs and holding dams, things of that. And then, so when you had the flash flood, the waters is contained when you have the drought, we had the water reservoirs because then we did irrigation lines down into the valley. And so total success story. And I was asking the tribal leader standing at the top by one of the dams, looking over the valley. And I said, what’s the difference? Now, Aaron, he looked at me, he said, before our children were leaving, they were leaving the country they were joining antigovernment rebel forces. They saw no hope, no opportunity. He said, I said, what about now? He says, this has just totally brought life back to the community. So we’re talking about the basic, the fundamentals of bringing life to a community, using the soil, rehabilitating it, protecting it in all the things that we need to do going forward. So there’s a lot that needs to be done. We have a lot to learn from one another. You know, I think there’s a lot we can learn from some of the things that you’re doing with Y on Earth. And what can you learn from us? What, what types of things are scalable in what types of areas there’s so much to be understood so much to learn, you know, down in Southern Africa, you know, it’s, the temperature continues to rise. We know for every degree of temperature, you have a reduction and amount of maize. Well, maize, wasn’t naturally consumed down there a hundred years ago, it was brought in from the outsiders for, as a carbohydrate. Well, their products much more nutritious and much more resilient to heat. So we want to take advantage of these bad scenarios to change old habits that really are not nutritious for families and a culture. So a lot of little things with a calamity let’s take advantage of it to try to do improve practices and better behavior. So that’s just our obligation to do so.\n\n[05:00]\n\nAaron: Absolutely, absolutely. David. So I know you’re on a very busy schedule today and appreciate you taking time to visit with us. And, you know, I want to ask specifically for our American audience here’s through the Y on Earth community, what is the call to action you would encourage you know, regular folks here in this country to do? To help the work you’re doing with your team there at the world food program.\n\nDr. David: Well, there, there are several things. Number one first and foremost, look to your neighbors in your own community. You might be surprised who needs help. You really might be willing to drive across the railroad tracks and, and see what’s happening. And you you’ll end up being touched more so than those in need. I can assure you that. And so please look out for those struggling in your own area. Number two is yes. Don’t hesitate to speak out to your political leaders about supporting international aid, strategic international aid. I think that’s very important. You know, our operation is so big. People say, well, gosh, you know, you need billions, what can I do there? I’m like, well, you know, we feed a child for about 25 cents. That’s if you just send a dollar, you can go towww.sharethemeal.org, www.sharethemeal.org and pick a country. And we are an extremely efficient operation. Whether it’s $5, $10, $1, it will make a difference. And believe you me. I was doing a TV show not long ago. And I don’t remember. You might remember Scott Pulley would 60 minutes. It was a tough story we were doing on Yemen, very bad situation. It is a very bad situation. I’m heading there literally in just a day or two. And we were ramping down into Scott, was taken off the mic and the camera was off. And Scott said he said, governor, you’ve got the greatest job in the world, saving lives around the world. And I said, Scott, I really do. I said, but I’m going to say something to you that you hadn’t thought about and it’s going to bother you. And he looked at me like, what in the world? I said, Scott, I don’t go to bed at night. Thinking about the children we saved. I said, I go to bed, worried, weeping over children we couldn’t save. And when we don’t have enough money, I said, I hate to say this, but we have to choose which children eat and which children don’t eat, what child lives, which children dies. And how would you like that job? And Scott was just mortified. Like, oh my God, I’ve never thought about that. And I said, Scott, we don’t have a choice. And when there’s $400 trillion worth of wealth on earth a day and billionaires made 5.2 billion net worth increase during COVID. And I’m struggling just to get 5 billion to avert famine is shame on humanity. It’s a disgrace. So please be engaged. Don’t hesitate to give a dollar or $5, but please look out for the people in your own community, stay up to date, go to our website, which is your World Food Programme. You just Google search it or whatever search mechanism you use. And you’ll be surprised what’s happening around the world and how our teams are out there is just like Y on Earth. You know, and you know that I want to get some of your stuff and I’ll go to reading. I’m like, oh, this is great stuff. And then I got to, you know, I’m about to get on a plane and I want to read it. And there’s a lot of great stuff out there. A lot of great people, you know, I’m the sun is rising kind of guy. I’m not, the glass is half empty. I’m an optimist. This is going to be a difficult year. And I have people say, how do you, how do you keep optimistic? And I said, well, when I’m out there and I see those little children, I mean, in the rubble of a war zone, when you think there’s no way they can have any smile or hope at all, you see what life is all about. They have the spirit of hope and it just inspires you not to give up on one single child because we’re all brothers and sisters. And we have an obligation to love our neighbor as our equal. And that’s what we operate off of. So Aaron, thank you, man. It’s great being with you,\n\nAaron: Director Beasley. Thank you. And thank you so much for taking the time to visit with us. And once again, congratulations on receiving Nobel peace prize and congratulations on all the great work you’re doing out there.\n\nDr. David: Well, thank you. Let’s do it again sometime. And let’s make certain that our people kind of cross pollinate on the different things that you’re doing, that we’re doing, that we can learn from one another and help.\n\n[05:00]\n\nAaron: Absolutely. Look forward to it. Look forward to following up with you on all that\n\nDr. David: You got it. Thanks.\n\nAaron: All right. Take care. Bye, bye. I hope you enjoyed this episode and took away the critical importance that we all get further involved in helping to deal with the challenging situations that we’re facing all around the world. And especially if in our own lives, we’ve got some semblance of stability and security. It is critical that we each do our part to help our brothers and sisters in other parts of the world, or even in our own communities. As David suggested who are struggling with less security and stability, I’d like to take a moment to give a shout out to many of our partners and supporters who make this podcast series possible and who are also supporting our community mobilization efforts for climate action, soil, regeneration, neighborhood resilience, and a culture of kindness. This includes earth coast productions, the Lynch family foundation, Alpine botanicals period, earth hero, liquid trainer, Vera herbals, growing spaces. Soil works, earth water press, 1% for the planet, Dr. Bronner’s, and waylay waters. You can get discounts on many of the products and services from these companies by going to yonearth.org/partners-supporters, or find the page under our community section, if you would like to join our monthly support program as an individual, enjoyed many others who are making monthly donations to the Y on Earth community, you can do so by going to yonearth.org/support, you can sign up at any level that works for you. And if you sign up at the $33 a month or greater level, we will send you monthly shipments of biodynamically grown hemp infused aroma therapy, soaking salts made by waylay waters. A huge shout out to all of the people who have already joined our monthly support program and to these companies who are part of our ecosystem of regeneration and stewardship. Thank you for getting involved. Thank you for doing your part in the community. And thank you for tuning in to the Y on Earth community podcast.\n\nSpeaker 3: The Y on Earth community stewardship and sustainability podcast series is hosted by Aaron William Perry, author, thought-leader, and executive consultant. The podcast and video recordings are made possible by the generous support of people like you. To sign up as a daily, weekly or monthly supporter please visityonearth.org/support. Support packages start at just $1 per month. The podcast series is also sponsored by several corporate and organization sponsors. You can get discounts on their products and services using the code YONEARTH. All one word with a “y”. These sponsors are listed on theyonearth.org/supportpage. If you found this particular podcast episode especially insightful, informative or inspiring please pass it on and share it with a friend who you think will also enjoy it. Thank you for tuning in. Thank you for your support and thank you for being a part of the Y on Earth community.\n\n[End of transcription 00:33:37]"
}