{
  "title": "Episode 43 – Chip Comins, Founder & Chairman, AREDAY Summit",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/4739/episode-43-chip-comins-exec-dir-areday-summit.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-43-chip-comins-exec-dir-areday-summit/",
  "episode_number": 43,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "And when we get to the portion of the podcast where we talk about the five verticals of solution, I’ll go into that.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcast Series.\n\nToday I’m so thrilled we have the opportunity to visit with my friend Chip Comins.\n\nHey Chip.\n\nHey, what’s happening here?\n\nIt’s great to have you on the show today.\n\nThanks for doing it.\n\nAbsolutely.\n\nChip Comins is the Chairman and CEO of the American Renewable Energy Institute, A-R-E-I,\n\nand Founder of the R-Day Summit Expo and Film Festival.\n\nHe is President and CEO of American Spirit Productions and Managing Director of We Energy.\n\nIn 2009 he produced 13 official side events at the UNF CCC COT-15 in Copenhagen Denmark\n\nand presented at the UNF CCC COT-16 in Cancun, Mexico.\n\nThat’s the United Nations Climate Gatherings.\n\nCOT-21 in Paris, France, 2015, and COT-22 in Marrakech, Morocco, in 2016.\n\nChip has produced and directed both long and short form documentary films for educational and broadcast television markets,\n\nincluding the National Renewable Energy Laboratory, the Department of Energy’s Windpowering America,\n\nPBS, Link TV, BET, and Discovery Networks.\n\nThe American Renewable Energy Institute advocates for the rapid implementation of climate solutions\n\nusing the latest breakthroughs in renewable energy, energy efficiency, adaptation, and resilient strategies.\n\nIn 2014 he produced the 11th anniversary R-Day Summit, accelerating solutions for the Great Transition,\n\nfeaturing President Jimmy Carter.\n\nPrime Minister Kevin Rudd was a keynote speaker at R-Day 15,\n\nand Iceland President Olafer Grimson at R-Day 2016.\n\nChip is an associate producer on the 2015 film Racing Extinction,\n\nand executive producer developing a new feature documentary, Carbon Negative.\n\nChip, it’s a real pleasure to have this opportunity to visit and talk with you today,\n\nand I’m really looking forward to the information, the messaging, and some info about upcoming event,\n\na big event that you have to share today.\n\nSo let’s dive in and get going with it.\n\nHappy to, I’m very happy to.\n\nYou know, I think with R-Day, I’ve been to a few of the conferences over the years,\n\nand you have an incredible gift for convening some of the foremost thinkers, thought leaders, influencers, globally.\n\nWhat this year do you think is most notable in terms of who’s going to be coming together here in a couple of weeks?\n\nRight, thank you, Aaron. You know, we’re very proud of the fact that we started R-Day in 2004,\n\nand this will be our 16th summit.\n\nYou know, we’ve started as a small street fair expo, and we just sort of evolved into the R-Day summit.\n\nI’m very proud of the fact that once Chad Turner came in 2008, he came back five more times,\n\nand T-Boon Pickens also, so while we’re not to the right or to the left, we’re actually, you know, right in the middle,\n\nwe’re not red or blue or green, the color of trees and money in the United States, which is pairing the economy and the environment,\n\nwhich is so important.\n\nThis year, in August of 2019, August 14, 15, 16, 17, as I once say, through a Saturday coming,\n\nwe’re going to have 100 speakers from around the world that we’ll be talking about the great solution,\n\nbecause we’re going to have to now aggregate all of our efforts to actually work together,\n\nto rapidly stop the burning and start the implementation acceleration and the replication of all of the solution technologies\n\nthat we have on the planet, because we have now crossed the threshold of two trillion tons of anthropogenically forced carbon,\n\nand that is collapsing the biosphere.\n\nSo I’ve asked some of my leading colleagues and friends to join us here in Aspen, Snowmass next month, to discuss this,\n\nand to just go specifically to your question, what I’m excited about the most is that we’re featuring a new breakthrough technology called Hero,\n\nHydrogen Energy Release Optimization, what a great acronym.\n\nAnd Hero is a new discovery that was only found in 2015, and it’s activated by Hydrogen and Oxygen,\n\nbut we now know that we can control a heat-releasing catalyst without burning anything,\n\nand we can heat water at the same temperature that we use a coal-fired furnace to spin a turbine for our base load energy,\n\nand also a gas-fired furnace.\n\nAnd we know that a lot of our electricity comes from coal and gas.\n\nAnd so this is going to be a remarkable RDA, because Hero is on display.\n\nIt’s a discovery out of Australia, a company called Planet Power Systems, Andrew Horvath is the executive chairman,\n\nand we will open up the RDA Summit, focusing on this.\n\nWe followed by a morning of conversation around Hydrogen, what it is, why it is…\n\nRemember, Hydrogen is the first element in the periodic chart, number one.\n\nAnd H2O, that’s water, and this is the water planet.\n\nSo it’s very interesting that it turns out that we’re being offered this incredible technology\n\nthat could transform the entire energy system around the planet.\n\nI’ll finish with that there’s 14,000 coal plants on Planet Earth, every one of them.\n\nWe could take out the coal-fired furnace, we could put in the Hero unit,\n\nand we can still have our same industrial outputs at the same frequency and base load that we now have with burning coal and gas.\n\nThat means that we can maintain our same level of civilization, and manufacture our Teslos and our iPhones,\n\nand all of those things that are taking more and more energy each year, especially with the advent of 5G,\n\nwhich is going to put a huge pressure on the amount of electricity that we use as a civilization.\n\nChip, to me, so exciting, I recently experienced some presentations by the group that is sharing the Hero technology with the world.\n\nAnd the fact that it is a potential drop-in for existing coal and natural gas generating infrastructure is tremendous.\n\nThis ultimately means that the utility, some of the major players that have invested billions and trillions in long-term assets,\n\nactually have not only a very compelling climate solution, but also a very compelling economic solution to their operations.\n\nThe whole model is based on economics.\n\nWe know that the only way that we’re going to make a transition from fossil fuels to clean energy and all of the suite of renewables\n\nis going to be that we’re going to make more money by burning less fossil fuels until we actually x them out,\n\nand then we to burn zero fossil fuels.\n\nAnd when we get to the portion of the podcast where we talk about the five verticals of solution, I’ll go into that.\n\nBut the reality is that the creator has an amazing sense of humor, because here at the 11th hour with seven and a half billion people on the planet,\n\nhaving put two trillion tons of CO2 up in the atmosphere, we now have the keys to be able to actually accomplish the tax, and unlock that door that will allow us a clean energy future for our children.\n\nFor all the animals on the planet, for all the rest of the life on Earth, that right now we’re hammering hard.\n\nWell, I’m really, as I’m sure you probably can guess, I’m excited to get into the five verticals of solution because there are a couple in there that are so near and dear to my heart.\n\nBut before we go there, I just, for our audience who maybe are hearing about a hero for the first time, would you mind just giving it a brief description as to how it actually works?\n\nIt just doesn’t need to be technical, this doesn’t need to be the Ph.D. version, but just so folks understand what we’re talking about.\n\nI’m so excited about this hero technology that I’ve actually been down there to visit the hero labs twice in the last four months, and that’s Australia.\n\nSo that’s a long way to go, and let me tell you, it’s tiring to do that.\n\nBut I will say that hero is a catalyst in the, okay, so in the search for cold fusion, the company star scientific has been asked for about 30 years.\n\nWhich some people think is not even feasible, others think might be a good solution.\n\nBut they were getting very close to some breakthroughs, and the Australian government knew that, and they were keeping a very close eye on it, under the guidance of Dr. Stephen Harlov.\n\nNow, Stephen Harvoth has passed on, but he passed his company in his knowledge on to a son Andrew, who was along at his elbow the whole time.\n\nAnd in the search for a cold fusion, they went and started looking at muon fusion.\n\nNo, I’m not going to pretend that I can explain what that is, but to say that they discovered a heat releasing event by accident that actually once they realized they had something that was happening consistently,\n\nthey have now come up with four years later a catalyst that they can coat onto metals that actually allows for the consistent and constant heating of water to 700 degrees Celsius, which is a temperature that we burn coal at to spin a turbine.\n\nWell, to heat water into a steam that then spins a turbine that then produces electricity that we transmit in a centralized distribution of energy.\n\nSo this is the grid that we’re talking about now, and how power is produced and transmitted throughout the United States.\n\nAnd just a quick course of refresher, there’s three grids in the USA, there’s the Eastern grid, there’s the Western grid, and then there’s the Texas grid.\n\nAnd they don’t really talk to each other very well. And most of the energy that we have for the production of electricity, which accounts for 40 to 50% of all the carbon that we burn.\n\nSo we have to talk about the other sectors of carbon release, the liquid fuels that burn in our automobiles, et cetera.\n\nBut on the electricity production side, we get it from burning coal, we get it from burning gas, natural gas, small bit of oil.\n\nHydropower provides a big chunk of it, a nuclear power also, which emits no carbon, but is problematic in other areas, especially economically.\n\nAnd then a small bit of wind and solar, about 10% of the mix.\n\nAnd so end geothermal, so leave out geothermal as an industrial application, but utility scale.\n\nBut the point is, is that we do these in a centralized power distribution method, meaning that the plants produce it out in the middle of nowhere, usually, because people don’t want to live around coal plants, and the unfortunate people that do are impacted heavily by the airborne particulates, not to mention the carbon that’s put into the atmosphere that affects all of us.\n\nAnd that’s acidifying the oceans very badly and causing catastrophic collapse in a core reef, as an example.\n\nBut we also need to recognize that they then distribute the power over thousands of miles of cables.\n\nThese are the high tension power lines that we see crisscrossing our nation, and then step down to substations and finally it comes into the home and out your wall.\n\nSo that’s most of the energy in our country is delivered electricity, is delivered in a centralized power production formula.\n\nNow we’ve been moving slowly in the last 20 years to a distributed form of energy, and that’s when you can actually have solar panels on your home and a battery pack in your house to store the energy.\n\nAnd then you can become an islanded, and you can actually disconnect from the grid.\n\nAlthough the majority of the solar in the home is actually grid tied and they print it back into the grid as a peeker power, but the utilities use in a mix of fossil and renewable.\n\nI’m an advocate as a chairman of the American Renewable Energy Institute to a hundred percent renewable energy, clean energy from all different applications.\n\nWe just simply have got to stop drilling into the planet and pumping out the oil, the coal, and the gas that those days have got to be left behind in order for us to have a future.\n\nSo I’ll just tell you that I think that it’s amazing to me the healing capacity of Mother Earth if you give her a break.\n\nAnd you just take your foot off of the accelerator and just let her breathe and stop cutting down the forest and stop pumping the carbon into the atmosphere and stop drilling into her guts and pumping out this gas and using up all the fresh water for this fossil fuel production.\n\nAnd if we do that, the regenerative capacities are just simply amazing.\n\nIt’s so true. And, you know, your framework, the five verticals of solution, I think really speaks to this and indicates this healing capacity.\n\nOf course, with the YonEarth community, one of the central and foundational things we’re focused on fits very nicely into your framework.\n\nAnd we’re big fans of framework. I think helps us understand how to perceive complex scenarios and also how to act, how to organize and direct our actions and our activities within a complex framework.\n\nSo I just love that you’ve got the five verticals of solution and I’m really excited to share this with our audience chip and I’m hoping you could kind of run us through what are the five verticals and in each what what are some of the biggest opportunities we have.\n\nSure. So happy to do that, Aaron. And I’ll tell you that it’s all possible and not only that, but it’s something that we’re doing is happening and it’s happening.\n\nSo like my friend Jamie Redford’s film is called Happening and that’s what it’s all about. You know, and it’s about the transition from Boston to the middle.\n\nSo the first vertical of solution is in the electricity production sector. We’ve sort of already gone over that, but basically what that means is that we’ve got to stop the burning.\n\nWe’ve got to stop the digging and we’ve got to transition from burning the coal in the oil and the gas for the production of electricity.\n\nAnd that’s where the hero catalyst can come in and that is seeing hero is seen as a market activator for the transition from a fossil to a hydrogen economy globally because we know that hydrogen can be, you know, we can get it.\n\nWe can store it. We can ship it. There’s lots of ways to do that.\n\nOne of the ways, by the way, is to use ammonia or NH3, which is one part, one nitrogen molecule, three hydrogen.\n\nAnd that’s much easier to ship than pure hydrogen. And so we can, that’s a great storage medium.\n\nYou know, we can crack it and pull the hydrogen out of the ammonia. And then the atmosphere is 78 percent nitrogen.\n\nSo it’s a non-issue in terms of that or the release of that.\n\nSo that’s the transition in the electricity sector. And of course, you know, utility scale solar and wind factor in because that’s been the largest sector of the electricity generation industry in the last 20 years.\n\nFirst wind and now solar has come on very strong with the drop in prices of the solar panels. And that battery storage is being, you know, implemented around the world to give us some backup power.\n\nBut even that is not a long-term solution. Batteries are very toxic. They take a lot of rare earth elements. And on top of that, they have a lifespan of X amount of years. And then they have to be recycled.\n\nAnd then you have to also look at how much carbon do we burn manufacturing solar panels, manufacturing the wind turbines, the blades, the missiles, and the batteries and all the elements.\n\nAnd, you know, I mean, the cobalt that we get from the deep jungles of the DRC, the Congo, you know, there’s, there’s child labor that’s happening there. That’s just, that’s a terrific.\n\nOkay, so we really want to be aware of the entire life cycle of how we get all of our materials and it closed circular system.\n\nAnd the idea that we would admit no energy into the atmosphere is the point. We want to operate on a closed loop system where the energy that is used and the emissions that are produced go become the primary energy of energy.\n\nThe primary energy of the next system and you just go around the circle and nothing is emitted into the atmosphere.\n\nYep. So that’s the first vertical of solution. Second vertical first is stop the burning. Stop the burning and the media transition and the utilities scale of the electricity production sector.\n\nMost of the burning we’re doing on that on that vertical is the coal and the gas. Moving over to the, okay, before we move over, I want to mention that the liquid fuels that go into 1.5 billion cars, trucks, and buses has also part of that vertical and that we have got to stop running our vehicles on gasoline.\n\nAnd we need to replace that with green energy. Now there’s a company up in Canada called carbon engineering that Bill Gates has been funding and they pull carbon out of the atmosphere.\n\nThey mix it with hydrogen again hydrogen and they have a green fuel that can replace gasoline in the car that you drive today with the ice motor, which is the internal combustion engine.\n\nAnd so we know that we can do this now, even though there are emissions out the tailpipe, this is not something that’s coming from inside the earth. So that’s considered to be carbon neutral because those gases are already out in the atmosphere or pulling them out and they were reusing them within the system.\n\nThe second vertical is the direct air capture conversation. And this is about the fact that since the dawn of the industrial revolution, the human race has burnt into the atmosphere,\n\nthe answer progenically forced about 2 trillion tons of carbon. And that’s all in, you know, burning everything. And that’s a function of two things. That’s a function of population and it’s a function of economic growth.\n\nSo it took all of human history to make 1 billion people and that was about the time of the Revolutionary War in America, 1775 thereabouts. But the population went from 1 to 2 billion by 1900 in 125 years of doubles.\n\nAnd between 1900, the time of Teddy Roosevelt and today, 119 years later, it went from 2 billion to 7.5. And that’s the point. So we’re on an exponential population growth curve that has actually exploded. I mean, when I was born in the mid 50s, there was approximately 3 billion people. Well, now there’s almost 8. And that’s only in, you know, 63 years.\n\nSo the point is that the human race is driving this great burning of fossil fuels. And the other interesting point is that of the 2 trillion tons, half has been burnt since 1985.\n\nSo what are we going to do about that to solve it? We know that we have technology called direct air capture that can actually pull the carbon out of the atmosphere, these invisible gas. And we can store it back in the ground. So we’ll never leak out again. And that is called global thermostat.\n\nThat’s a company in New York with Peter Eisenberger and Graciela Chopininsky funded by Edgar Bronfman, the Canadian billionaire. It’s also called climorx, which is in Geneva, Switzerland, run by two young co CEOs that employ 100 people and have plants already operational today. And their money comes out of the Swiss government.\n\nAnd that we as a third company that’s operational called blue planet, which is in San Francisco. And what they’re doing is you’re pulling the carbon out of the stack and they’re putting it in concrete. And they have a contract with the San Francisco International Airport in the city of San Francisco right now deploying.\n\nSo as the key to that vertical is pricing carbon, we must have a carbon tax or a price on carbon. And when we get to that place, that’s going to change the economics of solution radically and globally and drive this forward.\n\nSo the fifth one is close lockener. He’s the grandfather of director capture. And he’s the guy who is now set up down at Arizona ASU and his technology is very, very potent. Basically, it looks like trees and it has to do with the surface. It’s a kind of like these pine trees around us here. And we could deploy these and cover deserts with this this tech. And it just takes a part in one of the atmosphere.\n\nNow, what do we do with the carbon? That’s where we go to look at CCS carbon capture and storage. But a lot of these texts are dubious.\n\nThe biggest carbon market in the world is enhanced oil recovery that the fossil fuel companies take the carbon, they pump it back into an old oil well and they get 30% more oil out of it.\n\nWell, first of all, that’s the wrong direction. And secondly, we’re not sure if that carbon is going to be sequestered down there forever. Maybe it leaks out again. We have to be sure about this.\n\nSo I’m not a big fan of EOR enhanced oil recovery, but I am a big fan of all of the other things that we use for carbon.\n\nWe can use carbon to make parts for airplanes and bicycles, carbon fibers. We can use carbon for bubbles and soda pop. But of course, you know, back here we get back out.\n\nWe can use carbon for regenerating soils. That’s a big, big deal. That’s another vertical we’ll talk about.\n\nBut we can also use it to just basically, it’s a wonderful thing that we have to basically have what comes out of our mouth, what comes out of burning out of the tailpipe is a useful product in so many ways.\n\nUntil we can find a market mechanism and put a value on that carbon, it’s always going to be a problem.\n\nThere’s a new breakthrough in sequestration that is called carb fix. They discovered it in Reykjavik at the Heli Shidi geothermal power plant where we’re pulling carbon out of the atmosphere demonstrating it on site.\n\nAnd we’re pumping it down into the ground, a mile down into the ground, and we’re mineralizing the carbon onto the salt rock. So it becomes mineralized, so we’ll never leak out again.\n\nWe’re turning the carbon into rock, basically.\n\nOkay, so I’m not really a big fan of all the carbon products that we can come up with because there’s many, many.\n\nWe can put it into plastics, other things, replace the plastic, you know, iPhone covers, whatnot. But really what we need to do, because there’s some, I mean, if we have to take out one trillion tons or 1,000 gigatons, you know, the amount of products that we’ll get out of that are about that big.\n\nSo we’re still going to have to store the majority of it back in the ground, so it doesn’t leak out. And that’s why carb fix is very promising because it works along the Atlantic Rift, which runs from the North Pole to the South Pole.\n\nIt splits right through Iceland, and we know technically that we can take gigatons, put it back into the ground and mineralize it in the form of the salt rock.\n\nSo we’ve got to know that we can do this. So that’s vertical number two.\n\nThe third vertical of solution is that we have to, we have to basically make a transition in our, In the way that we think about how we produce food, animals, we know that one\n\nfifth of the CO2 or the methane comes from cutting down the trees to grow the\n\nanimals to feed the people. Billions of cows and pigs and chickens all over\n\nthe planet. While I don’t think it’s likely the human race is all going to\n\nbecome vegan, I do think that we can become much more smarter about how\n\nwe produce our food. Yes. And that goes directly to the restoration of the\n\nearth’s soils that can sequester gigatons of carbon. So while we can put a lot of it\n\ndown into the salt rocks, we also can put a lot of it into the soils of the\n\nplanet and soil restoration, which connects to community-supported agriculture,\n\nwhich connects to vibrant localism in terms of resiliency, in terms of how\n\ncommunities can become self-sufficient using island energy or distributed\n\nenergy from renewable energy in combination with soil regeneration. So it’s\n\nvery important to think about how these solutions all kind of act together\n\nand that while there’s no silver bullet, there’s lots of silver buckshot that\n\ncan work in consort and in collaboration and in strategic partnership with each\n\nother. Yes. I’d like to talk a little bit about the vertical of solution that\n\nhas to do with the ocean. Before we go to the ocean, I just want to insert\n\ninterject a couple of quick comments about soil regeneration. Sure. So this is so\n\ncentral to the work we’re doing at the YonEarth community. We’re coming out\n\nvery soon with a community mobilization kit which folks could use in their\n\nown communities, their own church congregations, their own business\n\ncomplexes, whatever it might be. And we’re utilizing the biodynamic soil\n\nactivation preparations and already we’ve been doing these events all around the\n\ncountry. One of the things I find to be so potent about what this helps us do\n\nis at the community level, at the individual level, at the level of a park like\n\nthis one we’re sitting in or a yard, a garden. We can go into direct\n\ncollaboration with the living biome, the living biosphere of the soil and help\n\ntrigger a sequence, a cascading sequence of biological phenomena that build\n\nmore soil. And one of the stats that blew me out of the water I came across when\n\nI was putting together the soil stewardship handbook is that if we increase or\n\nlet me say as we increase soil carbon by 10% worldwide, that equates to a total\n\ncapture of all the fossil carbon we’ve released since the beginning of the\n\nindustrial revolution. And as we’re looking at carbon cycle on the planet, of\n\ncourse that tells us there’s a whole lot of carbon in soil relative to the\n\namount of carbon in atmosphere. And certainly in some areas we have the\n\npotential to do three, four X, that’s that’s not 10% that’s 300, 400% increases in\n\nsoil. In other areas it might be much less than 10%, but the point is this is\n\nsomething we can engage in any of us, regardless of background education,\n\nlocality, age, you know, from two-year-olds to 92-year-olds, we’ve been doing\n\nthese events with folks from all backgrounds and ages. And it’s also a fun way\n\nto come together in community knowing we are working now to heal the land, to\n\nheal ourselves, our our relations. And I’m struck by that that quote from\n\nPresident Franklin Roosevelt, he said, a nation that destroys its soil, destroys\n\nitself. And there must be a quarrel area, a nation that heals its soil, heals\n\nitself. And we all know, I think in this country, we need a lot of healing right\n\nnow. Be sure to, we’ve never lived in a more divided America than we do right now.\n\nNot even in the Civil War was it this bad, it might be. And remember in the\n\nCivil War there was, you know, probably, I don’t know, 100 million Americans, if\n\nthat, maybe 75. Well, today there’s 350. Yeah, you know, I mean the popular\n\nrelative of the whole population. So it’s in our media continues to\n\nexacerbate that every day, you know, no matter what news you choose to watch. But I\n\nbelieve that, you know, we’re all Americans. And it doesn’t matter what color of\n\nour skin or what our religion or what our political affiliation, you know, we’re\n\nall Americans, you know, as my good friend, Winona, Lucke likes to say, you\n\nknow, we might have come, come over here on different boats, but we’re all in one\n\nboat now. And out about that, indigenous wisdom. Yes. And that’s a really, you\n\nknow, interesting point is that our day is, you know, some people say our day,\n\nsome people say air day, some I like to say our day, like every day is American\n\nrenewable energy day. But if you look real closely at it, you’ll see that it’s,\n\nyou know, A-R-E-D-A-Y, and that’s a red day. And our day actually literally was\n\nborn out of my work with the tribes up in the Northern Great Plains, working,\n\nmaking films, and really working on the issues of social and economic justice for\n\nthose who deserve it and need it the most. Yeah. Yeah. It’s such a beautiful and\n\ndeep connection in it. For me, it strikes so deeply, Chip, that when you’re\n\nconvening our day, and I want to make sure we’re giving a quick plug for folks who\n\nwant to see more information, there’s great video resources, recorded\n\nresources, you’ll get a rundown of all the speakers. Go to rday.net and you’ll\n\ncheck that out. And you know, you’re bringing together so many technical experts,\n\nyou’re bringing together so many economic experts, thought leaders, brilliant\n\npeople. And it has this heart-centric foundation that I think probably has a\n\nvery deep and direct tie to your work with Indigenous and First Nations. And\n\nthat, that heartfulness, I sense, is so essential in this times. In these times,\n\nyou know, we may resolve all the technical challenges, but not resolve the\n\nchallenges of the heart, the challenges of culture, the challenges of\n\nrelationship that are really at the core of these complex global\n\nsituations that we’re talking about and dealing with. So it’s I think a real\n\ntestament chip that there is that that heart at the center of everything\n\nyou’re doing. Well, thank you, Aaron, to note that we always have had the\n\nIndigenous perspective, the spiritual perspective in the R.D. context and\n\nin the summit. We invite in spiritual leaders from Indigenous area, whether\n\nit’s Lakota or maybe a tribe in Mexico or Hawaiian or where have you, to bring\n\nin the Indigenous wisdom, which of course is how do we live in balance with\n\nnature and that, you know, man did not, you know, weave the web of life he is\n\nonly but a strand in it to quote chief Seattle. And that we must go to our\n\nIndigenous relatives and elders for to get that wisdom now that we need it so\n\nbadly because that’s what renewable energy is. You know, that’s what that’s how\n\nthe universe is comprised. You know, Mother Earth, what does she do? She takes the\n\nenergy of the son, father son, and she converts it through photosynthesis into\n\noxygen and perfectly sequestures the carbon. You know, what is it that we\n\nbecome when we pass away? We become the coal in the oil and the gas. That’s what it\n\nis. It’s all the old life that’s now dead for 500 million years. It’s the\n\ntrees. It’s a phytoplankton. It’s the animals. Oh, and it’s our grandparents. It\n\nis us. I am that. Oh, money, putt may own in Sanskrit. I am that I am that. And\n\nthat’s what that that mantra means. In fact, you know, here’s the metaphor, you\n\nknow, we we have Mother Earth who is a living breathing being just like you and I\n\nand we drill into her and we remove the oil and the coal and the gas, which is\n\nthe ancestors of all life itself. And we burn it in a very short period of time\n\n150 years for what? For for short term power and money. And we use it and that\n\nallows us to exponentially, you know, grow our population in my opinion. That’s\n\nthe main driver. You know, the two hockey stick graphs attract is the carbon and the\n\nhuman population growth on an exponential. And they each drive the other. But that\n\nbut the point is is that and that all things are connected, you know, whole\n\nmetakweas and all my relations. And in that connection from the smallest, you\n\nknow, microcosm of the atomic structure of an atom to the soil under our feet\n\nthat E.O. Wilson, the great biologist will tell you has trillions of cell life\n\nmoving forms and the entire earth is a fabric of life that is interconnected\n\nand moving just like all the cells in your body, the trillions of cells in your\n\nbody that are dying and regenerating on a daily basis, interacting with your\n\nblood and your bones and all the other physical structures. But that’s connected\n\nout to everything else in the world and that and the indigenous intrinsically\n\nunderstand this and always have for tens of thousands and perhaps millions of\n\nyears however long we’ve been around. And that we have the wonderful\n\nopportunity now that we have deconstructed the fabric of the world to\n\nactually understand that and put it back together. I think that that’s one of\n\nthe marvels of modern science and technology, when Albert Einstein\n\nfigured out E.E.E. Who’s MCSquared and everybody else figured out everything\n\nelse. It gives us you know a hundred years ago we were you know riding around on\n\nhorses and buggies. And now we’re using iPhones and computers and\n\nTeslas in order to, you know, move ourselves through the world. So, you know, if\n\ntime is looks like anything in my view it looks like a\n\nand it goes like this and now we’re down here\n\nat the crack of the whip and everything’s speeding up\n\nlike that.\n\nAnd so I know I’ve sort of segmented\n\ninto some philosophical understanding,\n\nbut I think that it’s really important\n\nto add that element not to mention\n\nthe spiritual aspect of solution.\n\nBecause if we don’t have that,\n\nwhich might be considered the sixth vertical,\n\nwhich is we have to be able to understand\n\nwhat we truly are because after all,\n\nthere are only spirits having a physical experience.\n\nAnd while we can’t contemplate not being here\n\nand it seems like it turned to be while we are here,\n\nit’s not.\n\nAnd it’s a very short period of time\n\nin the scheme of things.\n\nAnd in fact, Earth’s life cycle itself\n\nis a short period of time in the grand scheme of things,\n\nwhich is predicted to be about four, five billion years\n\ntotal, right?\n\nI love it, Jeff.\n\nWell, let me, before we get to the oceans,\n\nwhich is next on the list,\n\nlet me just give a couple quick shout outs.\n\nThis is the Winers Community Stewardship\n\nand Sustainability Podcast Series.\n\nAnd we are having a fabulous experience here\n\nin this park, up high in the mountains.\n\nWe are spirits having a physical experience.\n\nI like to say we’re spirits having\n\na neuro biochemical experience.\n\nAnd it’s a delightful day,\n\nchips speaking with you.\n\nChip Comins, the Chairman in CEO\n\nof the American Renewable Energy Institute,\n\nas well as the founder of the R.D. Summit,\n\nwhich is the 16th annual, is coming up,\n\nAugust 14th through 17th in the Aspen Snowmass,\n\nColorado area.\n\nYou can get information to register,\n\nto join, to check it out at rda.net.\n\nThat’s A-R-E-D-A-Y.net.\n\nAnd I’d like to give a shout out to our sponsors\n\nfor the podcast series.\n\nThanks for all of your support\n\nfor making all of our community mobilization work possible.\n\nThese include Patagonia,\n\nthe International Society of Sustainability Professionals,\n\nthe LIDGE Family Foundation,\n\nWaylay Waters, Earth Coast Productions,\n\nPurium, and the Association of Walder Schools\n\nof North America.\n\nAlso, a huge thanks to all of you\n\nwho have joined our monthly giving program.\n\nYou can join if you haven’t yet already\n\nat yhonner.org.\n\nYou’ll see a link to the Donate page.\n\nYou can sign up to give whatever amount works for you\n\non a monthly basis.\n\nWhen you do so, you will receive an exclusive code\n\nfor free downloads of all of our ebook and audio book\n\nresources as they thank you for that support.\n\nAnd we are having just a full and rich conversation here.\n\nChip, my notes are about to fill up two whole pages.\n\nI see you’re showing the visual, the front-back cover\n\nfor the upcoming R-Day from competition\n\nto collaboration.\n\nI love it.\n\nI love it.\n\nThank you.\n\nYeah, I think that we’re going to have\n\nto collaborate in order to come through this period\n\nthat we have entered.\n\nThe Hopian sisters, they prophesize this time.\n\nA great change, a great transition.\n\nBut they also said that when the river rises\n\nand you find yourself in the middle of the river,\n\nlook around.\n\nSo you was in there with you.\n\nIt could be a good time.\n\nIt could celebrate.\n\nIt could be a good time.\n\nIndeed, really.\n\nIt is.\n\nIt is.\n\nYes, it’s very exciting to be alive at this particular time.\n\nAnd I’m very grateful for being here now.\n\nBe here now, as Ram Das likes to say.\n\nI wanted to talk a little bit about the ocean\n\nand the fifth vertical of solution.\n\nBecause the ocean, in reality, this\n\nshould be called the planet ocean.\n\nIt’s 78% ocean.\n\nAnd as President Kennedy once pointed out,\n\nthe composition of the ocean exactly equates\n\nthe composition of our blood.\n\nSame elements.\n\nWe come from the ocean.\n\nThe ocean is where life first originated.\n\nIt’s where the phytoplankton began\n\nto interact with the sunlight and created respiration.\n\nAnd so that the earth is breathing being just like you\n\nand I, respirating north and south, winter and summer.\n\nAnd that the issue of abundance that we talk about a lot\n\nreally is about how, look at nature, look what it does.\n\nIt provides.\n\nIt doesn’t ask for return.\n\nIt just gives.\n\nAnd then it gives a little more.\n\nIt’s actually a concept in the indigenous ways\n\nof seeing, it’s called give way, give, hyphen way.\n\nAnd what it means is that you give.\n\nAnd then you give the original, give a little push.\n\nAnd then you’re in the universal cycle.\n\nThat’s how gravity works.\n\nThat’s how the sun works.\n\nThat’s how the planets work all around the sun.\n\nAnd now you’re in the cycle of the universe\n\nor the way or the doubt or the tongue of the ocean.\n\nAnd so when it comes to the ocean, it’s so important.\n\nAnd my dear, dear friend, Dr. Sylvia Earl\n\nis one of the most important advocates\n\nfor the oceans on the planet.\n\nAnd who is known as her deepness,\n\nbecause she has the deepest dive record for any woman\n\nand of any human, really one of the many of anybody.\n\nIt has been advocating for the health of the oceans\n\nfor the fish and the sea.\n\nAnd that we’re taking out so many fish\n\nto feed the human population.\n\nNow it’s questionable whether or not certain species\n\nare going to survive and that whether or not we’re\n\ngoing to, that basically now it looks\n\nlike there’s more plastic in the ocean than there are fish.\n\nSo in terms of the verticals of solution,\n\nwe’re going to have to stop farming the ocean\n\nthe way that we have been and treating it\n\nlike an endless supply.\n\nWhen Amory Lovens and his then-wife Hunter Lovens\n\nand their colleague Paul Hawken wrote a book called\n\nNatural Capitalism, the fundamental premise\n\nof natural capitalism was that we weren’t being honest\n\non a balance sheet.\n\nAnd we weren’t accounting for the natural materials correctly.\n\nAnd so the trees and the fish and the water and the natural\n\nresources, we consider, capitalism considers them\n\nas an endless supply, including the atmosphere\n\nthat we can pack as much garbage into the atmosphere\n\nas we like.\n\nAnd as Al Gore has said over and over,\n\nwe’re treating the atmosphere like an open sewer.\n\nAnd we’ve just got to stop because the feedback loops\n\nare now coming fast and furious.\n\nAnd we know that the disrupted cycles of the weather,\n\nthe temperature is rising on the planet.\n\nGlobal warming is a real thing.\n\nIt is being forced by the humans.\n\nThis is not natural background variation, no matter\n\nwhat anybody thinks.\n\nThat’s what the science indicates.\n\n99 out of 100 scientists say that.\n\nAnd yet one scientist has given equal voice\n\non any newspaper or television talk show,\n\nour newscast, which is really, really unfortunate\n\nand the greatest service.\n\nBut it’s confusing a lot of people.\n\nI was just two days ago talking with some friends\n\nnot too far from here.\n\nAnd what’s happening in popular media around this discussion\n\nis truly causing a lot of confusion among the populists.\n\nIt really is.\n\nAnd people are being lied to.\n\nAnd they’re saying that science doesn’t matter.\n\nAnd really science equates to physics\n\nand physics equates to truth.\n\nSo saying the truth doesn’t matter is, well,\n\nthat’s one step away from a totalitarian\n\nauthoritarian dictatorship, right?\n\nWe don’t want that.\n\nSo let’s pull ourselves back in.\n\nAnd the good people of the earth and the good people\n\nof America and around the world are going to stand up.\n\nAnd they’re going to have to follow\n\nin the footsteps of the youth.\n\nBut before we get to the youth, because we need\n\nto finish on that piece, you know,\n\nYonEarth and the entire incredible youth movement\n\nbeing led by people like Greta Thunberg and Chutezcott,\n\nMartinez, and so many others.\n\nI want to finish on the fifth vertical solution,\n\nwhich has to do with the ocean.\n\nAnd that means that we are going\n\nto have to develop the technologies,\n\nbecause we don’t have them yet.\n\nWe have technologies for all the others.\n\nBut we don’t know how to take the acid back out of the ocean.\n\nThat’s a lot of gallons of water out there.\n\nAnd you talk about all the oceans of the world.\n\nBut the ocean is becoming a certified.\n\nAnd it’s forcing the collapse of the coral reefs\n\nand the great barrier reef in Australia,\n\nwhich has lost half of its corals in the last 10 years.\n\nAnd that is something that’s happening.\n\nThe oceans are the biggest carbon sink\n\nfor all of these pollutants that we’ve been put up there,\n\nbecause carbon is a pollutant.\n\nAnd it’s now becoming over a certified.\n\nAnd it’s affecting literally the ability of oysters\n\nand clams to make their shells.\n\nAnd it’s going to the entire food chain."
}