{
  "title": "Episode 70 – Jeff Moyer, CEO, Rodale Institute, on Regenerative Organics",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11047/episode-70-jeff-moyer-ceo-rodale-institute.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-70-jeff-moyer-ceo-rodale-institute/",
  "episode_number": 70,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "our sponsors who make this podcast series possible, along with the rest of our community mobilization",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. Today, we are visiting with Jeff Moyer,\n\nthe CEO of Rodal Institute. Hi, Jeff. Hi, Aaron. How are you today? I’m doing great. How\n\nare you doing? Good. Pleasure to be here. Well, I’m really excited for our conversation.\n\nI know we’ve got a lot to cover for our audience. And before we dive in, let me tell them a\n\nlittle about you and your background. Jeff Moyer is the Chief Executive Officer of Rodal\n\nInstitute and has been on staff at Rodal Institute for over 44 years. He spent over 30 years as\n\nfarm manager director, was appointed as executive director of the Institute in September of 2015,\n\nand became CEO in September of 2019. Jeff was project leader on the highly acclaimed organic\n\nno-till project and is the author of the book on this subject called organic no-till farming,\n\nadvancing no-till agriculture crops, soil equipment. He is a past chair of the National Organic\n\nStandards Board and currently sits on the boards of regenerative organic alliance as board chair\n\nand the soil health institute. Jeff is a founding board member of Pennsylvania Certified Organic\n\nand past founder and board chair of the seed farm, a new farmer incubator project. So Jeff,\n\nwow, it’s just an amazing career that you’ve had already thus far. And I know you have a really\n\nimportant perspective to share with our audience and we’re going to talk there today. We’re going\n\nto get dirty here. So let’s just dive right in and then want to ask you, what’s the big deal?\n\nWhat’s the big deal about soil and regeneration? What does this even matter?\n\nWow, the whole idea of regenerating the health of the soil is key to our survival as a human species.\n\nYou know, we have to go back in time a little bit to really get into the ground and dig up the dirt\n\non regeneration and what we’re talking about. Our founder, J.I. Rodel, way back in 1942, he wrote\n\nsome words on a blackboard. He said that healthy soil equals healthy food equals healthy people.\n\nSo he was really, you know, I don’t know if he was a visionary. Some people say he was. I don’t\n\nknow if he was a genius. I don’t know if he was just lucky. It doesn’t really matter. You know,\n\nhe stumbled onto something that has really captured the attention of people as he began to tell us\n\nas farmers that our role was not to produce food. And it wasn’t to manage the soil is to make people\n\nhealthy. Now the tools that we use are the soil and the food, but how we manage that,\n\nthe end goal has to be to make people healthy. So he would say if the goal, for example,\n\nof farmers is to kill weeds, then Roundup is a great tool. But if the goal is to make people healthy,\n\nit’s a terrible tool. There’s no way you can use Roundup to make people healthy. It just doesn’t\n\nmove you in the right direction. So he began to look at and discuss this production paradigm\n\nthat he called organic agriculture and is sort of caught on. But it was moving relatively slowly.\n\nHis son, Robert Rodel, took over the Rodel enterprises in 1971 when Jerry Rodel passed away.\n\nAnd he was a little frustrated with the speed at which organic practices were being adopted.\n\nSo he was an early proponent of sort of giving the standard or creating a standard within the\n\nfederal government and working with the USDA. Many people were upset then. Many people are still\n\nupset, you know, 30 years later, that that’s what happened with the word. But he saw it as an\n\nopportunity to move farther and faster. Because if you had a word that is sanctioned by the USDA,\n\ncertainly it carries a lot more penache in the marketplace than things will move farther\n\nfaster and they have. But he was also pretty smart and he recognized that when you give something\n\naway, you lose control. So we lost control of the word and we gave up a lot of concepts that were\n\noriginally part of organic, for example, the idea of continuous improvement. That kind of shelved\n\nearly on in the conversations with the federal government because they wanted to put our organic\n\nstandard under their marketing division and how does an ag marketer certify continuous\n\nimprovement, you know, it just was too esoteric for a fairytale for them to be grasped. So they put\n\nthat off on the side. There was always this idea of that organic was supposed to be good for\n\nthe soil. And so there’s a little bit of language in the law about soil, but it’s really not very\n\nstrong. There was always a concept in the organic farming community that dealt with animal welfare.\n\nBut the standards in our NLP program are relatively weak on animal welfare. And then the organic\n\nstandard, the way it’s written today in our national NLP regulations, national organic program\n\nregulations. There’s no language all around human health or social justice or any of those\n\ncommunity kind of activists or activism components. And so he was really interested in figuring out\n\nhow do we magnify the word organic and make it mean what it really should mean and embody all\n\nof those tools. So he came up with the new word regeneration. At the time he was talking about that,\n\nthat was late 1970s, early 1980s. He was talking about regenerative agriculture and everybody sort\n\nof poo-poo’d that idea and said, no, we’re going to really gravitate towards this word sustainable\n\nand sustainability. The problem with the word sustainability, and that’s never been a rodeo word,\n\nit’s a relatively weak word. It’s not a strong action word. Now it’s a simple word to understand,\n\nbecause people understand what sustain means, but you can sustain a bad system with enough inputs.\n\nAnd some systems and some processes really should not be sustained because that’s not what we\n\nwant to do. So if somebody said, how is your life, and you said, oh, it’s sustainable,\n\nthey’d be kind of sad, or how’s your relationship with your spouse or your significant other,\n\nand you said, oh, it’s sustainable. Yeah, just like you’re smiling, and I am too, people\n\nchop them up. Yeah, that’s not a good word. I don’t want to sustain it. And if you talk to good people\n\nin the international community, particularly people that are struggling financially or struggling\n\nwith their farm operation, because they don’t have enough inputs to do what they want to do,\n\nor don’t have access to markets, and you say, how would you like to sustain what you have,\n\nthey said, no, we want to improve it. So he was looking for a word that showcased this concept\n\nof improvement, continuous improvement, and he latched onto the word regenerative. And to me,\n\nit makes a lot of sense. What we’ve done now at Rodeo Institute and working with some major\n\nbrand partners is we’ve linked those two words together. And so now we talk about regenerative\n\norganic certification, regenerative organic cooling practices, because we really believe that\n\norganic is a baseline by which we really should be farming to get the chemistry, and synthetic\n\nchemicals out of our food production system. Going back to that original paradigm, trying to make\n\npeople healthy, we’ve got to get those chemicals out of the system. And then we can launch from\n\nthere into a regenerative model where we really do include animal welfare, social justice,\n\nand then, of course, focusing on healthy soil. Absolutely. Yeah, that is such an important and\n\ncentral discussion that affects all of us. And one of the things I noticed when we’re doing the\n\nYonEarth work and events all around the country is that a lot of folks still have this impression\n\nthat organic agriculture is somehow this new thing, or even a fat or some sort of marketing\n\ninvention. And so I often have a lot of fun on a stage going clear to one end and say,\n\nlet’s create a timeline and start maybe with the Egyptian Empire and walk our way back through\n\na few thousand years of history, all of which basically was organic agriculture right up until\n\nabout a century ago. And what I think is so important for folks to understand, to really understand,\n\nis that this chemical and synthetic form of agriculture is the aberration. It is the\n\nthing that is absolutely outside of the norm of how we ordinarily tend to do agriculture as a\n\nspecies. And I wonder if you come into that sort of encounter with folks not really understanding\n\nthe context the way it needs to be understood. Well, we certainly we do. I would say that the\n\ntimeline that you defined is exactly correct. The current industrial agricultural model that we\n\nhave in place, not just in the United States, but globally around the world is a relatively new\n\nphenomenon that was really designed around this concept that what we need to do is focus all of our\n\nenergy on tons of output. We focus very little on true quality. Now every farmer wants to produce\n\na quality product and I’m not suggesting they don’t want to do that. But the measuring stick by\n\nwhich we judge success on farms or that we incentivize farmers to operate is based on yield.\n\nIt’s a little dissonuous to suggest that the true sum of our ability to survive on the planet\n\ncomes down to tons and tons of commodities. Obviously we have to produce food because we have\n\nbillions of people to feed and I’m not suggesting that that’s not important. But it’s not the\n\nsole measuring stick. We should not say, well, farmers are judged only on their ability to produce\n\ntons and tons of this yellow stuff that we call corn and they don’t even see it as producing food.\n\nMost of the farmers across the Midwestern part of the United States don’t really see themselves as\n\nfood producers. They’re commodity growers. They grow commodities of corn and beans. The corn could\n\nbe used for ethanol. It could go. There’s probably corn in this vast. I have no idea. There’s corn\n\nand soy beans in everything. They don’t really see themselves as food producers.\n\nWhen we separate the concept of agriculture from food production, we’ve disincentivized farmers\n\nfrom paying attention to what their real goal is. At the same time, what we’ve done is we’ve\n\nsaid we’re willing to sacrifice our soil and our environment and our ecology for the sake of that\n\nyield. It doesn’t matter what you do to the soil. Farmers aren’t judged on that. Do whatever you\n\nhave to do. Get as many tons as you can, produce as cheaply as you can, and try to survive on the\n\nmargins. That’s really an unfair system. Farmers have always done what we’ve asked them to do.\n\nUnfortunately, we’ve asked them to do the wrong thing. Where I disagree with the timeline is that\n\nwhen we look at organic agriculture or regenerative organic agriculture today,\n\nwhat we do look at the past to see what farmers did that was good. We’ve also modernized it.\n\nSo when we pay attention to modern ag-engineering, we pay attention to modern biology.\n\nSo we’re using good plant genetics. We’re not suggesting that what we do is go back in time and\n\nput a few million bison on the Great Plains for the few creative Americans out there to manage them\n\nand say that’s organic agriculture. That’s where we should head. That’s not the direction we’re\n\nheading. We’re going to take advantage of precision agriculture. We’re going to take advantage of\n\nrobotics. We’re going to take advantage of all the tools that are at our disposal. So long as they\n\ndon’t interfere with our ability to make people healthy. So those tools that we incorporated in agriculture\n\nthat don’t lend themselves to human health, we’re going to sit on the shelf and say they no longer\n\nhave a role to play in food production. It’s more fiber production because they’re destroying the\n\nsoil, they’re destroying the animals and the biodiversity on that, that live in that environment\n\nin ecology. And then we’re also unfortunately making ourselves sick. And that’s kind of where we’re\n\nstuck. We understand that there’s a big business that’s pushing the current model. And there’s a lot\n\nof a lot incentive out there in the business world to keep the status quo going. Change is\n\nexpensive. Change is difficult. Even positive change can be challenging and difficult. We understand\n\nthat. You know, you graduate from high school, you go to college, positive change. Still struggle.\n\nThere’s tension. We understand that. You’re single. You get married tension. We understand that.\n\nIt’s a positive change. Well, the same thing happens when you move from a chemical-based system to an\n\norganic system. Their stress is in there. What we need to do now is a society is figure out,\n\ncertainly we have to agree that that’s where we want to go. And if we do agree with that,\n\nthen we have to work with those producers and farmers out there in the countryside and ranchers\n\nand say, how can we help you navigate this tumultuous transition period?\n\nYeah. You know, one of the things that you are spearheading and innovating on is the regenerative\n\norganic certification program that’s in the process of being rolled out this year 2020.\n\nAnd I am so thrilled with my own personal background in the food and agriculture arena for\n\nmany, many years. I am so thrilled about this step that we’re now taking and about the\n\nboth opportunity and imperative for us as consumers to do really all that we can do to support\n\nwith our dollars for those food purchases, those beverage purchases, those fiber clothing purchases,\n\nas much of this emerging regenerative organic certified method of production as we can.\n\nI’m thrilled to dive into that and really to share that as a very hopeful and groundbreaking,\n\nyou know, no pun intended development this underway as we speak. And I want to hear from you.\n\nWhat are you excited about? What are the challenges? And how does the general public fit into helping\n\nthis thing move forward as quickly as possible? Well, I’m glad you brought up the model that we’re\n\ncreating around regenerative organic certification and the alliance that we built to move that model\n\nforward. It’s a real exciting time. I mean, one of the things that Rhode Island Institute\n\nprized itself on is that we are a solutions-based company. There are a lot of organizations out there\n\nnon-profits, activist groups that are really, really good at pointing out problems.\n\nWe tend to be really, really good at pointing out solutions. That’s what we’re all about.\n\nYou know, we don’t want to sit here and say, you know, it’s easy to say, round up is bad.\n\nOkay, what’s the alternative? How do we give people solutions to work around that?\n\nThat’s what Rhode Island is all about. The other thing we’re really good at is putting science\n\naround this story. We are a science-based organization that focuses on soil, soil health,\n\nand food production with an end goal of having healthy populations. So we see ourselves really\n\nas a human health organization, although we work in the soil. So it seems a little odd, but I was\n\nmeeting with a cardiologist yesterday that was talking about heart health and how he traced the\n\nheart health back to dental health, which traced back to breathing. And he said, but at the end\n\nof the day, heart health steps with how farmers treat the soil. And it was an enlightening moment\n\nfor him when he came to that conclusion that he said, what I really need to do is get people\n\nto eat a healthy organic diet. Of course, they need some exercise. That’s part of heart health.\n\nWhat he said, if they don’t feed themselves properly, and if we don’t take care of the soil\n\nproperly, it’s impossible for people to have human health. So that’s really an amazing link\n\nthat we’ve been able to make through this scientific enterprise that Rhode Island Institute\n\nsaw about. Now, what we’ve done is we’ve tried to create a certification model so that we can\n\nbring customers, consumers, and the average person into this dialogue. Because as you just alluded\n\nto, we all vote with our dollars for a particular food production system. We vote sometimes three\n\nfor five times a day. It depends on your eating habits. But we vote constantly with our dollars.\n\nAnd people aren’t really always paying attention or aware of what they’re doing with those food\n\ndollars. So what we’ve done is we’ve partnered with a bunch of brands that produce food and fiber\n\nproducts and said, how do we orchestrate a new certification system that consumers can rally around\n\nso that they can purchase products that incorporate a whole suite of values that they come to the\n\nmarketplace with. Most customers or consumers come to a grocery store, a restaurant, or wherever\n\nthey purchase their food or if you’re buying fiber products. You come with a suite of values,\n\nnot just one. Some people are single issue voters. Most people have a whole suite of issues that\n\nare of concern to them. Same thing is true in the marketplace. So for example, one of our concerns\n\nwas if somebody wants to come and buy a product that is organic, that’s great. But somebody else may\n\ncome and say, well, I’m really interested in social justice. So I’m looking for a product that addresses\n\nmy social justice concerns. And then we have people that say, why can’t I have both? Why can’t I\n\nhave a product that both embodies my values around getting the chemicals out of the system and having\n\nan organic sleet certified product as well as a product that has a social justice component to it\n\nor an animal welfare component or carbon sequestration because the climate’s really important to me.\n\nWhy can’t I have all of that? We believe you can. And you should. And people deserve that. And\n\nthat’s the rallying cry around which we hope consumers begin to focus as we roll out our\n\nregenerative organic certification and seal. I’ve talked with a farmer. I like to deal with\n\nvisuals because I’m a visual person. And this farmer said to me, I feel like a Boy Scout\n\nwith a slash full of merit badges because I have so many logos on my product that I’m trying to\n\nsell because I am animal welfare approved and I’ve got a social justice label and I’ve got an\n\norganic seal and I’m halal and I’m, you know, kosher and I’m all these things. He said, couldn’t I\n\njust find, you know, to continue with that Boy Scout theme, he said, you know, when you get enough\n\nmerit badges, you become an Eagle Scout. And that’s the only merit badge you use. You just showed\n\neverybody, oh, I’m an Eagle Scout. And people, even if they weren’t in scouting, they recognized that\n\nit took a lot of work to get that. And there’s a lot embodied in that one merit badge that you got,\n\nwhich is the Eagle Scout badge. And so the farmer said, can’t I have one seal that says I do it all?\n\nEverything that’s important to people on this planet in terms of their health of the climate\n\nor the environment, I do it. And I do it really well. Can I get a seal that sets a high bar\n\nstandard that means I do that? We think you can. We think you should and we’re developing that.\n\nNow, art are certainly our goal with creating this standard, which is called the regenerative\n\norganic certification or ROC, the ROC seal, which will be rolling out in supermarkets in the next few\n\nmonths. Our goal is not to be the one percent of the one percent. Our goal is to set a high bar\n\nstandard that leads everybody in the industry to the next level of production. People follow\n\nleaders and they follow groups that move in a positive direction. And nobody wants to be left behind\n\nand said, yeah, I’m going to do it the old way. There’s no cars that get made today with drum brakes.\n\nThey all have disc brakes because it’s such a much better mode of stopping a vehicle. I mean,\n\nyou get a bicycle that has disc brakes on it now. Not the old little rubber things. It’s got\n\ndisc brakes. Perfect. It works. So everybody wants to move to that next level. And we understand that\n\nthere aren’t any farmers, even in the conventional model, who are deliberately trying to mismanage\n\ntheir soil. But unfortunately, that’s what’s happening. And so what we want to do is encourage\n\nprocessors and producers to buy products that are produced under the regenerative organic seal.\n\nAnd that way, we know that the labor on the farm was treated fairly. And the farm could be\n\ninternational. This is an international certification, not just domestic certification. So people who\n\nare buying a food product that came from India or Argentina or any other country in the world,\n\nyou’d like to know that the people who produced that food, who processed that food were treated\n\nfairly or that fiber, a fiber product that were treated fairly. Any animals that were involved in\n\nthe system were treated fairly and that the soil is improving with time. So whether we sequester\n\ncarbon in India or in Indiana, it’s all the same to the planet. We just got to drag that carbon\n\nout of the atmosphere and get it in the soil. And this regenerative model actually does that.\n\nYeah. Yeah. It’s absolutely beautiful. It’s a race to the top right instead of a race to the bottom.\n\nYeah. Yeah. It’s so potent. What are some of the brands that you’re excited about that we as\n\nconsumers will be able to buy here in the coming months? Well, I would encourage all of your\n\nlisteners and viewers to go to the regenerative organic alliance and check out the brands that\n\nhave signed wrong with us. It’s changing daily. So I don’t want to leave anybody out when I call\n\nout specific brands, but two of the leading brands that have been involved with roto from the very\n\nbeginning, and I’ve taken a real leadership role, are Dr. Bronners from a Dr. Bronner’s. So\n\nbecause they use a lot of organic ingredients in their products, and then also Patagonia.\n\nBoth Patagonia fiber and Patagonia provisions are really excited about what we’re doing here\n\nbecause they want to bring the finest highest quality product to the marketplace at a fair and\n\nreasonable price. And they know their customers and their clientele pays attention to what they’re\n\ndoing with their company and their organization. But there are many. I think there’s 42 brands.\n\nDenon is on their Applegave Farm is on there. There’s just a load of brands out there. Again,\n\nI hesitate to because I don’t have a list in front of me. I know I’m going to upset somebody if I\n\ndon’t mention their name on your podcast, but there’s a lot of them. So I would just encourage\n\nyour listeners again to go to the regenerative organic alliance, look up all the alliance members,\n\nand of course, support those brands that support the ideas, the values, and the mission statements\n\nand vision that all your listeners really admire and adhere to. That’s what we’re going to survive\n\nis if people say, yeah, that’s important to me. It’s important to them. I’m going to support them.\n\nI’m going to buy product anyway. Let’s buy that product and move the needle. Like you said,\n\nit’s the high bar standard. Lifts everybody up. Everybody’s going to have to move,\n\nand routes is it to work towards that goal. Yeah, it’s a great point. And I’ll be sure to include\n\nthe regenerative organic alliance link in our show notes when we publish this episode. So folks can\n\nfind that very readily right there in the show notes. And yeah, I really appreciate the shout-out\n\nto the few that you mentioned and that there are many others that we should all know about.\n\nSo I’ll even go in and look for the list and list several beyond the few that you’ve mentioned\n\nhere. And Jeff, one of the things as you were talking about how we vote several times a day\n\nwhen it comes to buying food, three, four, five times, having… I’m voting for Flot.\n\nWell, this is something I’ve thought about a lot and actually wrote about in the book YonEarth,\n\nhaving sold food products to restaurants in particular, I’ve come to understand that actually\n\noften each meal is 10 to 15 or even 20 votes because we’re bringing together all these different\n\ningredients, we’re bringing together spices and oils and so forth. And so each one of those\n\ncomponents is a single signal going out into the global marketplace. And if it’s from a conventional\n\nchemical-based agricultural production system, we’re basically telling the global marketplace,\n\nwe want more of that. Whereas if it’s organic and regenerative, we are telling the global marketplace,\n\nwe want more of that to be made. And so I really emphasize for folks the immense power that we each\n\nwield with our consumer demand decisions and that whether it’s the groceries we’re buying to\n\nbring home to prepare foods or our choices to eat out at places like restaurants, these are\n\nhaving very real impacts on soil and water and people all around the planet.\n\nYeah, I was just talking. I mean, part of it is education and knowledge of what we’re doing.\n\nYeah, some people say, oh well, organic or regenerative organic. When I vote with my dollars,\n\nit’s going to cost me more dollars. The problem that we have is isn’t that organic food is over\n\npriced or too expensive. It’s that conventional food is undervalued and the true cost of the\n\nproduction is externalized. So you don’t pay for it at the point of purchase when you buy food,\n\nbut you pay for it down the road. I was just talking to a woman today in a meeting who a\n\nprofessional person who said she was struggling with some autoimmune diseases. And her doctor said,\n\nget on a more plant-based diet and try to reduce your weak consumption, which she did. They also\n\ntested her for glyphosate contamination, which she had some, but when she switched to a more plant-based\n\ndiet, her glyphosate levels went up in her body because she never made the connection between\n\nhow the food was being produced and the food she was consuming in her health. And so what she\n\nfound out was she had a switch to an organic plant-based diet. And then those levels came down\n\nand her health came back. And it’s like, yeah, the way we produce food has a huge impact\n\non its ability to sustain or improve or regenerate the health of our individual cells.\n\nSo we remember people look at that. So she was saying, yes, I was I was buying food and was\n\ncheap food and it was still vegetable. So you think, oh, I eat more fruits and vegetables,\n\nthat’s good. It is and it isn’t, you know, because of the way we’re producing things. So you either\n\npay the doctor or you pay for EPA to clean up the chemical spills or you pay to clean up the\n\nriver. You know, we have to dredge the Mississippi River every year because we wash topsoil and\n\nbecause of the way we farm. If you stop farming that way, you wouldn’t have to pay for the dredging,\n\nbut you’d have to pay the price of food would go up. But then you wouldn’t have to pay for dredging.\n\nNow I’m not trying to put dredgers out of business. That’s not my my suggestion here. But\n\nwe have to really look at all those external costs that we’ve incurred in our food production\n\nsystem. Let alone the the climate impacts that we’re all seeing where we’re sending carbon into\n\nthe atmosphere so the keeping it the soil where we need it. We have to pay for those prices somewhere. And just simply changing\n\nthe way food that we eat is produced could mitigate so many of these problems. That’s where\n\nthe solution lies. You know, I absolutely love it. It reminds me of a wonderful and pithy quote\n\nfrom the great regenerative farmer, cum philosopher and comedian Joel Salatin. And I recall him\n\nsaying something like, if you think organic food might be a little bit expensive, have you\n\npriced cancer lately? And you know, when we look at the whole system, when we look at our\n\nown lives and the lives of our friends and family loved ones, to really understand these\n\ninterconnected points and impacts, I think it’s so important. And you mentioned glyphosate,\n\nwhich is of course the active ingredient in a very potent pesticide that’s in products known\n\nas Roundup and others. And it was just a couple of years ago, 2018, when the producer of Roundup,\n\nMonsanto, was found liable for the non-Hochkins lymphoma of a groundskeeper, a guy named Dwayne Johnson.\n\nAnd it was ordered to pay $289 million in damages. And since then, there have been a whole slew\n\nof lawsuits, including class action lawsuits around this. And the truth, the bottom line in this\n\nis that here in the United States, in particular, although it is global, we’ve been the unwitting\n\nguinea pigs of a massive chemistry experiment. And it’s been in many ways destroying the gut microbiome\n\nin our own bodies, which has absolutely been impacting our immune systems, other health issues\n\nlike cancer, et cetera. And even science is emerging, making connections to cognitive performance,\n\nbehavioral performance, these sorts of things. It’s a really important issue. And I’m just thrilled\n\nto know Jeff that you and your team are helping to connect these dogs for folks in a way that’s\n\nagain very focused on the solutions and on the actions that we can be taking.\n\nYeah, there’s so much that the soil does for us that we don’t understand.\n\nWe just became aware a few years ago of an amino acid that’s produced by soil funguses.\n\nAnd of course, our scientific team would say certain bacteria that act like funguses in the soil,\n\nthat produce an amino acid called ergo thionine. And I would encourage all of your viewers and\n\nlisteners to Google search when they’re done or being searched or whatever search engine you want to\n\nuse, search the word ergo thionine. Turns out that we’ve known that ergo thionine exists since\n\nlike 1909 or something like that, but we didn’t know where it was produced or how it was produced,\n\nand we didn’t really know what it did. Well, it turns out that it helps the human body\n\ngain height off certain cancers, colon cancer being one of those, and also certain neurological\n\ndiseases like attention deficit disorder and autism and Alzheimer’s. When you look at what’s\n\non the rise in this country, it’s attention deficit disorder, Alzheimer’s, and autism.\n\nRates that cannot be explained simply by diagnostic testing. Yes, I think we’ve broadened the\n\nspectrum of what autism is, or maybe attention deficit disorder, or even moved on from saying normal\n\ndementia is maybe was misdiagnosed and should have been Alzheimer’s. I understand that, but not\n\nto say we went from one in 10,000 people to not one in 25 people having autism. That’s insane.\n\nYou can’t say that’s diagnostic. The world hasn’t changed that much. We produce our food\n\nhas, and so we’ve eliminated, if you look at ergo thionine levels in the food, they have been\n\ndropping steadily over the last 50 to 100 years. I understand correlation is not causation. I\n\nunderstand that. You start to hold up all these models one after another, after another, in front\n\nof a kindergarten child, and they’re going to go, okay, I can see the picture that this is painting,\n\nor I can see how the pieces of the puzzle make a picture, and the picture is clear to me. I don’t\n\nneed 7,000 studies, and 30 years of work like we did with the tobacco industry to prove that smoking\n\nisn’t healthy. Again, when a kindergarten kid, when you ask them, just sucking smoking\n\nyour lungs make you healthy or not, they’re going to go, no. But of course, we spent 30 years in 7,000\n\nstudies to showcase that, yeah, that was bad for us. It’s not a good practice. Now we show\n\npeople who smoke, and that’s certainly their right to do that, but no doctor in the world today\n\nsays, well, if you smoke one pack a day, if you want to get healthy, smoke two. That doesn’t happen.\n\nThey’re going to say, you stop smoking and reduce that intake. That’s not good for you. We’re\n\ndoing the same thing now with soil. We’re saying you can’t have healthy soil when you spray millions\n\nof tons of roundup or any other pesticide on it. You can’t use poisons to make people healthy. It\n\ndoesn’t work. It doesn’t work to make the soil healthy, and without healthy soil, you can’t make\n\npeople healthy. So these are all linked together. We don’t have to do studies to see that. You know\n\nthat? I know that. You’re the listeners know that. How do we begin to encourage farmers to do what\n\nwe want them to do? Because they will. Because they want to do what we ask them to do.\n\nAbsolutely, Jeff. Let me. It’s pretty simple, but yet it’s pretty complicated.\n\nOh, yeah. We got a lot of work to do clearly, but it is simple. So let me remind our audience that\n\nthis is the Wyanders Community podcast. I’m your host, Aaron Perry, and today we are speaking with\n\nJeff Moir, the CEO of Rodal Institute, which is part of a consortium that is helping launch\n\nthe new regenerative organic certification. And I want to give a special shout out to some of\n\nour sponsors who make this podcast series possible, along with the rest of our community mobilization\n\nwork for climate action, soil regeneration, and cultural healing. And that includes Earth\n\nCoast productions, Patagonia, the Lich Family Foundation, Purium, and Waylay Waters. And I\n\nalso want to give a huge shout out to the folks who have joined our monthly giving program,\n\nwhich is also key to supporting this ongoing work. If you haven’t yet joined and you’d like to,\n\nyou can go to wyanders.org slash support and join at any level now in a special partnership with\n\nWaylay Waters. If you choose to join at either the $33, the $88 or the $133 levels, you’ll get\n\nmonthly shipments of our special CBD hemp-infused soaking salts to help with your own health and\n\nwell-being. And you can find info on that at wyanders.org slash waylay dash waters. That’s W-E-L-E-Dash\n\nwaters. So a huge thanks to all our supporters. And Jeff, I’m just, I’m, I’m got to admit to you that\n\nwhen I first heard about what was being put together with the regenerative organics certification,\n\nI was overjoyed because having worked for 20 plus years in the food and agriculture of Rina,\n\nI was seeing that there was a really important missing link for the consumer demand pathway\n\nto get further activated around this whole host of positive beneficial attributes in agricultural\n\nproduction. And I guess I’m curious just to get a little bit of the, you know, the backstory\n\nthat behind the scenes, how did this all start to come together with your friends at, you know,\n\nPatagonia and Dr. Bronners and others out there? Oh, well, yeah, obviously this was a journey.\n\nIt is a journey. It’s had some beginnings and I don’t know where to land, but we’re still in\n\nthe midst of the journey. Let’s see, I mentioned how we started with the history of those words.\n\nThe word organic and the word regenerative were always rodeo words. They’ve been rodeo words\n\nfor seven decades as we’ve moved on this path. And so when organizations like Patagonia and Dr.\n\nBronners were interested in trying to expand their vision of how food was produced, it was only\n\nlogical that they reached out to rodeo institute. We initiated a conversation that branched out into\n\na giant listserv. I’m going to guess eventually there was at least 100 people or organizations\n\non this listserv. And the conversation got really spread out. It got really far and wide as\n\npeople were talking about how can we be regenerative without being organic. And it’s a little bit\n\nlike saying, I want to be an athlete, but what I really want to do is sit on the couch and eat\n\npotato chips and smoke cigarettes. You can say you’re an athlete, but it can make you an athlete.\n\nSo we, you know, a group of us, we kept, we sort of pulled back and I said to the group to\n\nI’m not going to go on your folks and Bronner folks, let’s pull this back. We’ve heard\n\neverything that people are going to say. We’ve heard it all and now there’s just all this fighting\n\nbetween everybody trying to prove that they’re right and that there’s multiple paths to regeneration.\n\nAnd I don’t just count any of that conversation and I wouldn’t say that there aren’t multiple paths\n\nto a regenerative system, but they all pass through the word organic because you can’t be regenerative\n\nand still use pesticides on a soil. And there are people say, well, I’m regenerative and I\n\nimprove the health of my soil. I just use a little bit of chemistry, just a little bit.\n\nIt’s like, yeah, that’s just a little bit too much because you know, it doesn’t take much to kill\n\nmicrobes and to kill that many life in the soil. You know, I was talking with a fellow who said,\n\nwell, and he was a soil scientist and he works in the area of fertilizer enhancers.\n\nOne of the problems that we have with fertilizer in a conventional system is we put nitrogen\n\nfertilizer out on the field and it’s basically a salt. When you put salt and water, it just dissolves\n\nand goes away. Some of it will volatize and go up into the atmosphere and some of it will just\n\nleach into the into the soil. So they chemistry, you know, we’re pretty smart as people and the\n\nchemists have figured out a way to encapsulate that fertilizer granular in a way that the way\n\nfertilizer decomposes in the soil is the microbes attack it. So as soon as you put that fertilizer\n\non the ground, the microbes attack it, it leaches into the soil and it’s gone. So if we can stop the\n\nmicrobes from attacking it, it won’t decompose and we can essentially have a time release fertilizer.\n\nSo if we’re planting corn, we can put all the fertilizer on in spring and it will release\n\nslowly over the course of the season as the plant needs it. Perfect. The problem is what you\n\ndo the only way to do that is to kill the microbes in the soil so they don’t attack the molecule.\n\nSo you encapsulate it with a fungicide and a bacteria site that kill all of the microbes that\n\nare happened to be near where that fertilizer pellet landed on the soil and then you have a time\n\nrelease fertilizer. So this person was saying, well that’s regenerative. How can you say, well,\n\nwe’re going to use less fertilizer. I said, yeah, but you killed all the microbes in the soil. He said,\n\nyeah, but just for a little while, eventually they come back. So it’s like saying, well, if you had\n\nchemotherapy once a year, it would be okay because yeah, we’re going to destroy all your gut biome,\n\nbut you’ll recuperate, but as soon as you recuperate, we’re going to do it again. And we’re going to\n\ndo it again. And we’re going to do it again. And we’re going to do that for decades and centuries.\n\nAnd that’s crazy to think that we can improve the health of the soil that we need to survive\n\nby treating it that way. You just can’t. So in a more regenerative organic model, we’re saying,\n\nno, that kind of chemistry, those tools, while they’re fascinating from a scientific perspective,\n\nthey don’t really work. And we’re going to focus our energy on those tools that do encourage us\n\nto be healthy that do encourage soil health and help us regenerate the planet, regenerate our\n\nclimate, be able to live in a farm in a climate which is drastically changing. We see that almost\n\nevery day in every part of the country, everybody says the weather isn’t the way it used to be.\n\nUnfortunately, our grand productivity scheme of trying to focus on tonnage was based on\n\ncheap oil and a very steady climate. None of those exist anymore. So the model is no good.\n\nWe need a new model. Regenerative organic is that model. And we’re excited to move that forward\n\nwith our partners who have, like I said, they gravitated to rodeo because we’ve always been there.\n\nWe have a reputation for being, as I mentioned, a solutions-based company, but also an organization\n\nthat’s seen as a voice of reason in a very chaotic world. We are not activists, although we try to\n\nincentivize change, we do that by inspiring people to greatness not by chastising them or beating\n\nthem up. So we would never suggest that any farmer is doing something wrong. We’re just going to\n\npoint out a better model and hope that they gravitate towards it and then support that gravitation\n\ntowards that model with consumer demand. Absolutely beautiful. And folks can go to\n\nrodalinstitute.org. It’s our O-D-A-L-E institute.org. And can folks make donations there as well\n\nto support that work? Oh, they sure can, Eric. Yeah, we are a 501-C-3 nonprofit. I can tell you,\n\nthere is only one organization like us in the world. And that’s because it’s expensive to run a\n\nresearch organization that is not tied to product sales. We don’t sell a product. We’ve got the\n\nworst business model in the world. I tell everybody to give it away. You know, we produce science,\n\nwe produce information, and we give it away. We give away training, we give away our expertise,\n\nbecause that’s what our philanthropic dollars allow us to do. So yeah, I would encourage all of\n\nyour listeners if they can, if they’re able to go to our website and figure out a way to donate\n\nto us, to take an action step. Even if that action step is simply buy more organic food.\n\nObviously, that doesn’t help us directly. But yes, you can donate to us, our app, our phone app,\n\nour smartphone app, no matter what kind of system you use to do that is very easy, one push a\n\nbutton, and you can donate to us. And we appreciate every donation that we get. We treat it with\n\nthe greatest of dignity and respect and put it to good use. Yeah, beautiful Jeff. And I\n\nknow that you guys also have a strong social media presence with Instagram, Twitter, and others.\n\nAnd we’ll be sure to include the links in our show notes for all of that as well so that folks can\n\nfind you and like and follow the work that you’re doing out there in the social media realm.\n\nThat’s great. You can see from my image that I am not a millennial. And so I don’t have our\n\nsocial media addresses buried in my head because unfortunately, or fortunately, I don’t use social\n\nmedia as well. Facebook, Instagram, we tweet, we do all those things. And it’s important that\n\npeople know that because we’re trying to get the information into the hands of folks that can\n\nmake a difference. Absolutely. Well, that leads me to one of my final questions here, which is\n\nwith respect to the growing YonEarth community. And we’ve got folks in communities throughout\n\nthe United States, throughout North America, and increasingly worldwide. And in particular,\n\nour growing network of ambassadors, what’s an additional call to action? In addition to buying\n\norganic, looking for the regenerative organic certified products, and in addition to supporting\n\nRodel, what else would you encourage people to do, to do more of, to do in their communities\n\nto help with this big picture that we’re all working on? Well, I think anything that folks can do\n\nto share information and share this story, which is a positive story. And I think that’s what’s\n\nimportant for all of us to understand that because of the science that we’ve been doing here at Rodel\n\nand other places as well, we’ve been able to document very clearly that all is not lost.\n\nYes, soil is degrading. Worldwide, the United Nations will tell you that the soil degradation\n\nis happening everywhere on the planet. It’s either being covered in salt, it’s being\n\nturning into desert, it’s being built on, it’s being flooded, so many things are happening,\n\nand we’re losing that productivity of the soil. But the beauty of it is we can turn that around.\n\nBy changing the way we farm, nature wants to work with us. They want to see that happen.\n\nIt wants to see that happen. And if we apply different practices to the soil, we can make a difference.\n\nAnd so it’s a positive story that everybody can share with someone. Why would you keep a positive\n\nstory to yourself? Share that information, talk to people, organize around that, talk to your\n\npoliticians. You know, policy has a lot to do with how we farm on this, in this country in particular,\n\nbut of course all of North American and much of the world. Decisions that are made in Washington,\n\nD.C. impact the way we farm in Iowa, which impacts the health of children in Boston.\n\nIt’s all connected. So we got to get to politicians and say, we want to encourage you to support\n\nfarmers that want to transition. How do we encourage bankers to give low interest loans to farmers\n\nthat want to do something good rather than penalize them by giving them high interest loans,\n\nbecause they find it more risky. How do we absorb some of that risk through our policies? We know\n\nwe can do that. It’s something we want to do as a society. There’s room for everybody in this\n\nmessaging platform that we’re talking about. If you’re a storyteller, tell the story. If you’re\n\na podcaster, do a podcast. If you’re simply a consumer, consume smartly and wisely and support\n\nthat. If you’re philanthropic, make those donations. Wherever you see your skill set fitting in,\n\nhelp that happen. It doesn’t matter where you are on the economic spectrum. We know that in our\n\nlocal communities here, some of our ethnic groups that are Spanish-speaking communities,\n\nthey’re interested in human health. They’ve got families. They want their children to be healthy.\n\nHow do we create mechanisms that make these foods affordable for them? Here in Pennsylvania,\n\nfor example, where Rhode Island Institute is housed, we’ve worked with our state so that we’ve\n\ncreated a double snap program. So if you buy organic food through one of our CSA shares or\n\nmembership organizations, which we take to underprivileged communities, you get double snaps.\n\nSo you get the food at half price. It’s not like we can’t afford to put this food where it belongs.\n\nIt should be in schools. Instead of having just regular old fruit that’s contaminated with\n\npesticides, why don’t we have organic fruit in every grade school across the United States\n\nand the cafeteria? We can do that if we make that decision. A simple decision, like saying,\n\nI want organic milk or organic apples. Everything else starts to change. People start to question,\n\nsay, well, okay, let’s start with apples. Let’s start with milk. How do we go to the next level?\n\nAnd it encourages the industry to grow and farmers are going to say, hey, this is what people want.\n\nThis is what I want to produce because it’s really what I wanted to do anyway.\n\nSo everybody has a role to play. Everybody has a voice, whether you’re buying fiber,\n\nbio-organic fiber. But bio-organic fiber, where you do your homework and understand how the people\n\nwho produced that fiber were being treated. Was it organic cotton from Turkey that was harvested\n\nby school-aged girls? That could happen. And that’s not what we want. So we want to have to do our\n\nhomework, use your technology. I was just in a local store here in a small town with a store\n\nowner that I know. And he just said, you know, we were talking about smartphone technology.\n\nHe said, it used to be if I upset a customer, I’d probably upset six customers or potential\n\ncustomers. Now if I upset a customer, by the time they get to the car, 6,000 people are upset with me.\n\nThat’s the power of social media. And so I think everybody should get on, everybody that listens\n\nto this podcast, tell six people, or tell six thousand, but tell people what you heard. Don’t\n\nkeep it to yourself. Everybody can do that with a push of a few buttons and encourage other people\n\nto hear this story, hear this message, which is positive, which is action-oriented, and they can\n\ndo something about it. Yeah, it’s absolutely beautiful and so important, so pertinent, Jeff.\n\nAnd as you’re talking, one thing comes to mind that I want to be sure to hit on a little bit more\n\nbefore we sign off for the day. And that is the carbon sequestration piece of this soil regeneration\n\npuzzle and how essential that is to dealing with our climate crisis and to stabilizing our climate.\n\nAnd when we look at the trend of carbon loading in the atmosphere going from 280 parts per\n\nmillion to well over 400 parts per million in a handful of generations, we see in the global\n\ncarbon cycle that an increase of soil carbon of 10 percent worldwide is equivalent to sequestering\n\nall of that carbon increase we’ve seen since the beginning of the industrial revolution.\n\nThat doesn’t mean it’s necessarily easy. That doesn’t mean that we’re not dealing with complex\n\nsystems and that we need an entire slew of strategies at all scales. But what it means to me is\n\nthere is a very, very hopeful message in all of this, which is through soil regeneration,"
}