{
  "title": "Episode 64 – Bethany Yarrow – Sacred Sound, Sacred Water",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/9570/episode-64-bethany-yarrow-sacred-sound-sacred-water-healing-justice-unity.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-64-bethany-yarrow-sacred-sound-sacred-water-healing-justice-unity/",
  "episode_number": 64,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community’s Stewardship and Sustainability podcast series.\n\nToday I am here visiting with Bethany Yarrow.\n\nHi Bethany.\n\nHello Aaron.\n\nHow are you doing today?\n\nI’m doing very well.\n\nHow are you?\n\nDoing well.\n\nDoing well.\n\nSo happy to be here with you.\n\nWe’re here in your home at the Waterfall House in Central New York.\n\nSitting by a very nice warm cozy fire.\n\nAnd it’s just wonderful.\n\nFireside chat in your best client.\n\nFireside chat.\n\nYeah, so let me just share with our audience a little about you and your background.\n\nSo Bethany Yarrow sings music of power and praise.\n\nShe is a songkeeper, earth activist, and student of the spiritual traditions of the Americas.\n\nOn stage, she is a mesmerizing dancing spirit with a soulful voice and a living prayer for unity at the heart of her music.\n\nBethany has been involved in many social justice, environmental justice, and human rights issues throughout her life.\n\nIn her role as a musician activist, she often finds herself in the streets playing at demonstrations, rallies, and concerts for change.\n\nBethany has worked on native, non-native alliance building for over a decade, was one of the founding organizers of the Black Hills Unity concert,\n\nas well as the Waterfall Unity Alliance, which was formed to stop pipelines and fossil fuel infrastructure expansion in New York,\n\nand to transition to earth-based models of community power.\n\nShe is also a member of the Advisory Board of the Center for Earth Ethics at Union Theological Seminary.\n\nAs the daughter of Peter Yarrow of Peter Paul and Mary, Bethany carries a legacy of music and activism across the generations.\n\nThe first time she was arrested was with her dad in 1986, when she was 14, protesting apartheid and singing We Shall Overcome in front of the South African Embassy.\n\nMusically, Bethany is best known as one half of the dynamic duo Bethany and Rufus, that she formed with groundbreaking cellist, Rufus Capodoccia in 2001.\n\nAlthough Bethany put filmmaking aside many years ago, she revisited her cinematic roots to help with the filming of the feature documentary The Grandmother Speak for the next seven generations, a film about the Council of the 13 Indigenous Grandmothers.\n\nSo Bethany, thanks for welcoming me to your home and welcome to the podcast.\n\nWell, you know, I’m so excited to dive in. We got a lot to talk about, and I can’t help it, but asking, you know, you don’t often introduce somebody by saying the first time she got arrested.\n\nSo maybe you could share a little with us about that part of your background and the work you’ve been doing.\n\nIn terms of the rest of being in a restable?\n\nYeah, being in a restable in terms of your activism.\n\nWell, you know, I clearly grew up with a sense of urgency around change human rights, enormous agency of, well, for my dad, I guess it was his ethical, cultural Jewish roots of Takoon Alam, you know, it’s not up to me to change the whole world, but it’s up to me to be my part.\n\nSo I’ve always been very aware of privilege, and how to use any measure of privilege that you can, as a level, lever for a positive social change, and privilege really meaning all the gifts that you’ve been given.\n\nYou know, however, you manifest those gifts in your life, but that we’re really here to help make the world a better place and to leave it better than we found it.\n\nAnd just deep carrying and compassion around what goes on in the world, and that we are all related.\n\nThat was always really a part of my upbringing.\n\nSo I was active early on when I was in high school around the anti-partite movement, and Bishop Tutu had just gotten the Nobel Peace Prize.\n\nAnd so we were all down in Washington, D.C., and there was a big rally, and then Peter Paul and Mary were all going to go get arrested.\n\nAnd I begged my dad, I said, please, I want to get arrested with you.\n\nAnd he jokes about it, and he says, you know, his mom was a schoolteacher for 30 years in New York City Public Schools, and so he was like, no, you can’t miss two days of school.\n\nI mean, that was, you know, much, but I begged, anyway, he let me get arrested with him.\n\nAnd so that was the first time where I, the sense of civil disobedience and putting yourself on the line.\n\nThat is a part, very much a part of social change, and very much a part of what people are doing, you know, right now in terms of massive civil disobedience all over the world right now.\n\nBut here in the United States, you know, around the protest of immigration, the climate change, the kids extinction rebellion, you know, but country after country after country right now, people are starting to stand up and find a collective voice of power and say these systems no longer serve us and are destroying the planet, are destroying our cultures, are destroying what we have left that’s good.\n\nAnd we need to change. Yeah, absolutely. Well, and I know you were very involved with the youth and indigenous climate march that took place in New York in September of 2019.\n\nAnd in fact, that’s how we met, which was beautiful right around that time. And I know that you’re also working with a number of indigenous communities.\n\nWhich was the Friday’s for future March because in September of 2014, you know, it was the big climate march in mobilization where there were 400,000 people in the streets.\n\nThis one was September 20th and it was really led by the children by the Friday’s for future coalition and many other, you know, allied groups zero hour and then there are a lot of them.\n\nSo that was when Greta Tunberg, you know, came and helped lead that march. That’s when we met.\n\nThat’s right. That’s when we met. There are many key September climate marches in my world.\n\nSo just keeping, you know, keeping the people clear.\n\nYeah, well, well articulated. That’s beautiful.\n\nAnd at around that same time, we had the opportunity to come together at Union Theological Seminary for a very special event related to water and healing.\n\nAnd this included, of course, the Center for Earth Ethics and the Ecopiece Middle East leaders.\n\nCould you tell us a little about what happened there at that gathering and why was that important?\n\nWell, I kind of feel like at that gathering, many different lines came together for me personally.\n\nI’ve been a water activist and really have been standing behind the prayer of the water for about 10 years now.\n\nAnd of course, I have my Jewish ancestry from my father’s side.\n\nAnd I have my Irish Swedish Norwegian German Catholic Lutheran ancestry from my mother’s side. She’s from Minnesota.\n\nAnd then it’s the alliance work that I’ve been working on for a long time between native and non-native communities around our reparations, social justice, environmental justice, climate issues.\n\nSo, Chief Perry was there doing Perry of the Ramapul and Oppenation, which are the original people of New York City.\n\nAnd I have been working with a Ramapul ever since 2016 when we formed a solidarity protest camp with Standing Rock at the time,\n\nand also to protest the Ampipeline, the Angonquin pipeline, that was a gas pipeline that now passes within 100 feet of the Indian point, nuclear power plant right outside of New York City.\n\nSo, just kind of protesting the insanity of what these pipelines are, the location, the destructive, extremely destructive nature of them.\n\nSo, it was all of these different people coming together, and there was water from the Jordan River that they had brought, and water from the Hudson River that was brought and mixed together, and a prayer was said.\n\nBut the Jordan River, my dad wrote a song called the River of Jordan, the mythical biblical river of Jordan, these baptismal waters, these waters of spirit.\n\nAnd I think a lot of people don’t know that the Jordan River is now polluted and drying up, that the Sea of Galilee is now drying up, that the water is disappearing from the region and what water is left.\n\nAnd one of the driest areas of the world is contaminated and polluted.\n\nSo, in the ways that I’ve been taught, and in ways that I believe, you know, water is really a living being and has a spirit.\n\nAnd it’s a very powerful spirit of healing and of life, literally.\n\nWe know we’re made of water, our bodies are part of the water, the moon affects our bodies, like it affects the tides of the water, we’re very much a part of this living spirit of water.\n\nAnd so, bringing these waters together, making a prayer for unity, making a prayer for coming together, making a prayer for our earth, for these different lines, indigenous earth-based lines, Jewish lines, Christ-based lines.\n\nFor me, really, that’s the key to healing right now.\n\nMy brother always says to me, we’re the generation here to heal.\n\nOh, I love this.\n\nAnd that is our role.\n\nSo, with all of the lines that are in me, and then all of the alliances that I’ve been working on for so long, this is our time not just to work side by side, but to really join hands.\n\nAnd to understand that we are all related, that we are all indigenous to this earth in some way, and to return to understanding, honoring, respecting, and restoring the earth who is, you know, the mother of us all, and the water, who gives us life.\n\nSo, that was kind of the context of that, the prayer, the song, and what was being done at Union Theological Seminary with the Center for Earth Ethics.\n\nYeah, it was such a magical, beautiful gathering ceremony, and then walking for, I don’t know how many blocks to get down to the Hudson River where the water was poured in from the Jordan that had been mixed into the ceremonial vessel.\n\nAnd I think as a treat for our audience, we’ll probably be able to add, at the end of our conversation here, a few minutes of you singing Bethany at the ceremony.\n\nAnd I’ll admit, I was just holding the camera on my phone by hand, so it’s a little shaky, but you’ll get a sense of the audio and some of the beautiful echoes in the chapel where we were.\n\nAnd get hopefully a feel for some of the beauty and the love and the healing energy that was activated and live in there that day.\n\nAnd to have those folks from Ecopiece Middle East, from Jordan, from Palestine, and from Israel, all coming together was also just a tremendous moment in gesture of what we humans are capable of when we’re leading with love.\n\nYeah, and the way that they work also, at least as I understand it, I know very little about Ecopiece Middle East except for that gathering, but what they were talking about, which was very moving for me, was using the waters of bridge between cultures.\n\nSo, Jordanians, Israelis, Palestinians, all of them are all relying on this water. So, how can we use this ecological necessity as a way of coming together?\n\nI mean, kind of like what I’m, you know, we’ll get to this.\n\nYeah, no, I was just about to, I was just about to say no.\n\nThe work that we’re doing up here, I mean, I am clearly, you know, pretty far left in a lot of the ways that I think can conceive pretty solidly, not in line with the neoliberal model, with our economic models.\n\nYou know, not necessarily at all supportive of our governmental structures as there, you know, been being revealed right now in terms of the corruption and the corporate reality.\n\nI just find it incredibly destructive, the consumerism, the way out so much.\n\nAnd where I live here is in a very rural community.\n\nThat is a very Republican, red, Trump supporting area.\n\nYou know, people talk about the deep south. This is kind of like a version of the deep north in that way.\n\nAnd I’ve never felt so hopeful here about building alliances, finding common ground, finding ways to talk.\n\nBecause most of the people up here are in the forests, are 100% understand the earth, and have a deep respect for Mother Nature, have a deep respect for the spirits of the forest and the animals, you know.\n\nAnd it’s not that people who are really from here, a lot of them have Mohawk ancestry, a lot of them.\n\nYou know, they really are very much connected to the land and really want to preserve the wildlife, the water, the trees, the forests.\n\nIt’s not an exploitative mindset.\n\nSo, I mean, I’ve found that there’s, and there are a lot of farmers who really recognize that, you know, they look at what just happened in the Midwest to the farms there in the floods that are happening.\n\nThey understand the seasons are changing, that the climate is changing.\n\nEven at the same time as there’s a lot of climate denial around causation or, you know, the root causes, or there is definitely an understanding of this is happening.\n\nSo, how do we come together now with whatever tools we have to solve problems and to build community?\n\nI mean, that’s where we are, and there’s been an incredible amount of just welcoming, a lot of dialogue, a lot of, let’s roll up our sleeves and make this happen, and let’s vision a different way of living together.\n\nI think everyone up here really recognizes that government, as it is, is not working.\n\nAnd we have many different reasons why we think that, and my reasons might be very different, you know, and solutions also might seem to be very different.\n\nBut if you can come up with a really different vision of how to live together and protect the land, everybody’s coming on board in a beautiful way that’s not partisan and is really healing divides.\n\nYeah. Well, it’s actually beautiful. I, you know, I’ve had the opportunity to spend several days here with you at this amazing place in home that you call the waterfall house, which is purged on up above a waterfall.\n\nAnd there is some very special beautiful water flowing right through here. And this is the place where the three sisters sovereignty project is launching now.\n\nAnd it’s just an utter joy to see what’s happening here and how you are sharing your gifts and resources to help this whole thing sprout and come alive right here in these ancestral lands of the Mohawk people.\n\nAnd I’m wondering if you might share a little with our audience about what waterfall house means to you and symbolizes and what’s what’s happening with the three sister sovereignty project.\n\nIt’s such a big question.\n\nWell, this is I’m for the most part born and raised in New York City. So I came up here about 20 years ago and as much as I found the waterfall, the waterfall found me, you know, and in buying this land and this property and starting to care take for this waterfall, my own life began to change.\n\nAnd there were many things in my life that changed around that time.\n\nBut it was the first time that I really connected to the land and I started care taking and there was something larger than myself that was at work.\n\nThere’s a definitely a spirit here that you’re as much, you know, in service to as anything else.\n\nSo they call this waterfall the original name of it is something like God and what I got or something like that.\n\nBut even the Mohawks that I’ve spoken to, it’s like a bad translation from the 1700s of what the old Mohawk was. So there’s been a bit of delving into what the meaning might be.\n\nAnd one of the meanings that one of the elders up from Aquasasnate said is that it’s like the one you can hear, the one that talks loudly.\n\nSo you can definitely hear it from most places on the property, but it also talks very loudly to people and that gives people instructions and I’ve seen people, you know, go through an incredible transformation because it’s still a wild river and the forests are still wild.\n\nAnd so there’s something of like returning to your human beingness that happens and they say that trauma or one of the definitions of trauma is the places where of disconnection.\n\nYou know where you really disconnect and I understand and especially in terms of the way that we live in the world right now and the world is really a place designed right now for disconnection.\n\nFor atomization, for walking around like this, we live in a space of disconnection for the most part.\n\nIn America here, many places of the world, the so-called civilized first world is also a place of this kind of trauma of disconnection from your roots, from the land, from family, from…\n\nSo and the way to heal trauma is through connection.\n\nAnd so I’ve just seen people go through these incredible processes of the healing here.\n\nAnd one of the most profound processes of healing that I’ve seen is working with different mohawk relatives as they come back to this land, which are their ancestral lands where many of them have not been here.\n\nIt’s always been this story that they’ve heard of how things were before, the lands that were taken from us.\n\nAnd to come back to the land, to come back to the waterfall, to come back and be welcomed and to feel again like the land is welcoming them back.\n\nThere’s an enormous amount of healing in that, and an acknowledgement that even the trauma happened, that there is an original wound all over Turtle Island, all over this continent, this country, that for so long has just been unacknowledged.\n\nThe whole campaign of indigenous people, Native Americans, of we are still here.\n\nWe are not your mascot, we are not a Halloween costume.\n\nThis is not something that happened before, this is still happening, the destruction, the trail of tears, the decination of culture.\n\nThis is happening right now, it’s happening that, you know, uranium poisoning in the black hills where they’re doing uranium mining and all over the reservations there are people with cancer or uranium.\n\nThe life expectancy on Pine Ridge and adult male is 48 years old.\n\nCancer, diabetes, all through the roof, up in aquasusney, Mohawk reservists, the largest PCB dump in America, cancer, diabetes, child, cancer rates, through the roof.\n\nThe Ramapo Ford Motor Company dumped all their lead paint into their water supply.\n\nThey lost a third of their population in Ringwood. I mean, this is all still happening, it’s like a different version of the smallpox blankets.\n\nThat are these gifts to the community, you know, of the legacy that us, the settlers, and our consumer ways and our mindset have been a disease that have really infected and destroyed communities and continues to do that.\n\nBut within the conversation of reparation and what is possible and how can we envision a different future and also privilege and all of these things.\n\nYou know, I look around at what I’ve lived my whole life, my education that I’ve had, you know, I really say, if I can’t do this with everything I have here, then who is going to?\n\nIf I’m not going to be the one to kind of stand up, make mistakes along the way, you know, really see what is possible in terms of making relations, helping to manifest a different community, helping to bring people together in this way, giving what I have, the excess that I don’t need, that, you know, what is it to really live simply?\n\nWhat is that? How do you actually live that motto? And that doesn’t just mean, you know, buying one less iPhone, you know, there’s, and I was just actually at the Carter Center talking to people then, and it was a donor’s, you know, there are a lot of people who donate to the Carter Center and all the wonderful work that the Carter Center, Jimmy Carter’s organization is doing.\n\nAnd I, and it was also on the eve of the Fridays for Future Strikes where all of the kids were standing up and my daughter is one of the strikers as well, she’s been striking since March.\n\nBut I really said, the most, the most selfish thing you can do right now, you know, if you really want to protect your livelihoods, your children and your grandchildren, the most selfish thing you can do is to be generous.\n\nThe most selfish thing you can do is to give everything you have, because the only way we’re going to protect our future is if we start sharing resources, you’re just stupid if you don’t, and you all are educated enough to know this.\n\nSo it’s not, we don’t have a choice anymore, and I think it’s really up to people to really say, how can we do this? It’s really up to us.\n\nIf not us, who and if not now than when? We’re out of time, and I really believe that we are the people who are here now at this moment in transition.\n\nIt’s just us, there’s nobody else coming, and we’re at a pivotal time of change.\n\nI love this, well, it’s just us and we’re in it together.\n\nThat’s all we got, it’s just you and me and you know, and on all of our relations and all the people coming together, and it’s not easy, it’s not easy to forge a new way.\n\nIt’s not easy to manifest any vision, it’s not easy to have the humility and the courage to make mistakes also.\n\nAnd we’re going to make mistakes, and then so how do you have the grace to forgive and keep moving and be able to shift course and change and take the best?\n\nSo those are our challenges right now, and it’s not easy.\n\nThis is really the survival of the planet, of the species, of everything we know and love.\n\nI mean, and I can also, because you had asked about the significance of the waterfall, so in 2013, I went to visit, they’re known to the outside world as the Kogi, but they’re really the four tribes of the Seris in Colombia.\n\nThe Kogi, Cancuma, Wewa and Arahuacla are the four tribes, but the Kogi are kind of the most famous, so.\n\nAnd the Kogi are these priests, they were, the four tribes were uncontacted and they went, they were uncontacted when the Incas came, they started to move up the mountains.\n\nSo when the conquistadores came, they were already up and they were kept there original ways.\n\nSo they live on top of the mountains in Colombia. In 1979, they started coming down from the mountains with a message that the little brother, as they describe all the non-native people, is little brothers destroying the earth.\n\nAnd the Kogis, they live in caves for 18 years, they’re the guardians of the night, they never see the light of the, they’re priests, they’re high priests, not all of them, but they’re the ones who are divine, who are going to be the priests.\n\nAnd they learn to see the world without ever having seen it, they learn to talk directly with the mother, and so it’s kind of a training as Seris.\n\nAnd they’re really known by many people as like some of the spiritual heavyweights on the planet, they really have some real info.\n\nAnd they spoke to us when we went there about the importance of sacred sites, was their main message at the time.\n\nAnd that sacred sites were more than just like a cultural curiosity of having respect, or you know, for the things that people can think of as sacred, or you know, it’s kind of patronizing.\n\nThe ways that they explain the sacred sites, and what sacred sites are, is there are actually beings that live in the sacred sites, and that have been fed or activated with ceremonies of the original people over the millennia and millennia of existence.\n\nAnd just like a country has a government, the world also has spiritual governors, and that these spiritual governors live at these sacred sites, and they communicate, and they kind of hold the spiritual fabric of the world together in their communication.\n\nBut as the sacred sites are destroyed, and as the people who hold the ceremonies and the original people and their ways are simulated and destroyed, there’s no longer that same kind of communication isn’t possible.\n\nAnd in the destruction of the sacred sites and of the people who hold them, the world is gone out of balance. And as we are made of earth, and as we are mirror, you know, we are earth, earth is, we’re all made of the same thing, we can’t rebalance, humans can’t rebalance, and it we’re all interdependent.\n\nSo at this time of extreme change, and the impossibility of the science that we’re looking at in terms of climate change and what’s happening, if they’re actually saying we really need some divine intervention, we need some real help from the spiritual realm, and we need some help from the earth herself.\n\nThe only way that the earth herself can help is if we start protecting these sacred sites, restoring these sacred sites to the original people, so that the ceremonies can be performed, and so that they can be fed, and so that in nourishing the earth and helping rebalance them, we can be nourished and rebalanced.\n\nWhich is, you know, one of the reasons, for example, that Mount Akeah, the whole Mount Akeah movement in Hawaii where they’re saying no more telescope, this one goes too far, it’s too much, and you’re just drawing a pristine pristine plateau, and it’s just the mountain is saying no, their information comes from the mountain, it’s not anti-science, it’s just too much.\n\nAnd science and spirituality and indigenous rights shouldn’t be in conflict. There are many natives who believe very strongly in the science of climate change, and the science of, there are two disciplines, there’s like a technological science that Eastern European cultures have become very advanced.\n\nThere’s also a spiritual science that has been around for a long, long, long time before Galileo ever looked into a telescope.\n\nSo, and there are people important. Part of the problem in our society is the devaluation of Earth’s, of Earth-based science and this knowledge.\n\nBecause that’s some indigenous science, I mean people know what they’re talking about, and they have access to the places where we have been disconnected.\n\nAnd so part of Mount Akeah is to protect these sacred sites, to protect this communication, to protect these kind of acupuncture points of the Earth so that we can start to heal.\n\nAnd in all of the work that I’ve been doing over the past 10 years, seven years with the Waterfall Unity Alliance, stopping pipelines, you know, all of this, we get into that.\n\nBut there’s definitely been just a real list, just when you see people at the waterfall, when you see what happens, it’s definitely a sacred site.\n\nI mean, everywhere sacred, every mountain, every tree, every forest, they’re all sacred sites. Some places are, you know, really overwhelmed you with the energy and the power there.\n\nAnd so I’ve seen that happen. And so after I came down and was visiting with the tribes in the four tribes of the Sierra’s in Colombia, you know, they came actually and visited here on their way to visit the Mohawk.\n\nAnd the Mohawks are known as the Guardians of the Eastern Gate. So that’s their place and the kind of point that they hold that every tribe is kind of put on part of the Earth to guard a different point.\n\nLike the Lakota, you know, they have the heart of everything that is in the Black Hills or the, the, in the killings or the heart of the world and the Guardians of the Night.\n\nAnd you know, there’s, so there are all these different kind of guardian points, the Ramapo or the keepers of the past, which was actually a past that goes into the continent and the sweetwater protectors.\n\nSo that everyone has kind of what they do and the Mohawk are the people of the Flint. And this is Mohawk territory. And so it sensitized me and kind of made this a very urgent thing where it wasn’t no longer kind of on the back burner, but to contact different Mohawk relations and start to really talk about what to do with this land, how to hold the energies here.\n\nWhat to do with a waterfall is there a way to return the waterfall to the Mohawk people, which people, which, you know, how, so it, it opened up a whole series of questions for me.\n\nIf these people, these, who are so respected are saying one of the most important things we can do.\n\nin terms of an activist place of helping to save humanity and life on earth as we know it\n\nis to return sacred sites to the original people again if not me then who you know I’ve got this\n\nthing in my backyard that I’ve been living with with for 20 years that I have a very direct\n\nand personal connection and understanding of what a sacred site is how it gets fed how it gets\n\nhonored how it transforms people and what the energies are so if I can’t find a way to share\n\nto return to caretake in partnership then who is going to be able to do this so that began a\n\njourney you know that was 2013 so again we’re seven years later um which led me to\n\nuh through different doorways contacting people in aquasassini and then coming back down here\n\nand and really praying making prayers together welcoming them back doing certain ceremonies on the land\n\num and really starting deep conversations about what to do with the land and then in the middle of\n\nthis whole story the constitution pipeline weird it’s ugly head and the constitution pipeline\n\nwas a fracas pipeline that they wanted to run from Pennsylvania through upper New York\n\nwith compressor stations along the way and it had already been completely approved by the\n\nFERC by the fact it had already passed through several hurdles but it was going to cross\n\nso many rivers so many streams so many aquifers you know the possibilities of contamination the\n\nthe reality that they were just starting to study of not just the fracking sites and the fracking\n\nwells and the contamination of the tallulean and the benzene and the air quality and the nose\n\nbleeds and the brain lesions and all the things that would happen to children and adults next to\n\nthe fracking wells but also the compressor stations had the same off-gassing you know effects\n\num in huge release of methane and toxic chemicals it creates acid rain for maldehyde in the rivers\n\nand this I mean all we have up here is water I mean we are in upstate New York so blessed with\n\nabundance of water um and it’s the aquifer for New York City you know so always tens of millions\n\nof people and all of the aquifers are all connected up here they even did a study they put\n\nbecause they wanted to do some drilling from a quarry a rock quarry up here so they put some\n\ndyes in and they showed how all of it is connected and the dyes traveled all over Gilboa\n\ndamn and it all connects up and all goes to New York so what do you do when there’s a pipeline\n\ncoming to your backyard and uh and you know there’s a lot of accusations hurled\n\nagain about nimbi not in my backyard kind of stuff yeah this is the time when nimbi might make a lot of\n\nsense in my world I’ve been wanting to take nimbi back because like if it comes to your backyard\n\nagain if you don’t stand yeah who’s gonna stand like hell no not in my backyard the only reason\n\nthe Lakota stood and standing rock was because it went through Ladonna’s backyard and she said\n\nnot in my backyard I have to stand for something I mean I made a film in South Africa under a\n\npartite with these women black women in the townships around Cape Town who lived and worked as nannies\n\nand maids and you know did that work and we’re very afraid to talk about activism and we’re never\n\nactive until their next door neighbor was shot yeah and they said no now we have to be active\n\nso what’s happening to people now is it’s coming to everybody’s backyard it’s all our backyard\n\nand when it comes to your backyard you better stand up and if everybody said not hell no not in my\n\nbackyard we’d be in a very different situation right now I love this so so it was it like\n\nmitoka you know it was my turn you know to really stand and and this was pre-standing rock this was\n\n2015 and so I’ve been doing this work with different Mohawks who relations have been coming down\n\nand all of a sudden now we were had this shared vision of the return to the valley although they\n\nwere living for hours north and the question is okay this is your ancestral land but now you’re\n\ngrand children’s placenta is buried in the land at what point is this land your land now\n\nis it the unborn children’s land what are you standing to protect do you have a responsibility\n\nto protect this land now you know even though it’s not where your physical home is\n\nso where does responsibility now what is your backyard is this now your backyard you know where\n\ndo we share that and we had very real conversations deep conversations about that because it’s no\n\njoke to start to form resistance and plan for resistance camps and they decided that they\n\nwould come down and they would stand and I remember there was another pipeline because once\n\nthe constitution pipeline was approved there was another pipeline because they tend to stack the\n\npipeline in a pipeline route so there was that northeast direct pipeline the NED pipeline so they\n\nwere having an open house you know because they wanted to stack on top of the constitution and so\n\nthey booked a local hotel and we booked the Uruguay room in the local hotel and gave our own press\n\nconference and the Mohawk came down and stood up and heard all of these people talking about\n\neminent domain and how the property had been taken and around here you know people have\n\nvery libertarian eminent domain does not go over well right and and they stood up Roger\n\njock uh stood up and he said I hear you we know a lot about eminent domain\n\nnow you know what it feels like we’ve lived this again now it’s your backyard now this is happening\n\nto you but we’re here to stand with you because we know what this is and it’s not right whenever\n\nit happens and they pledged to really stand in fight and so we were really preparing again\n\npre-standing rock to kind of build standing rock a prayer camp in the path of the pipeline\n\nand really inspired by the KXL you know kind of teepee stop a pipeline kind of prayer stop a pipeline\n\ncan we do this with prayer and with prayer and action yeah praying is you know not turning your back\n\nbut really walking your prayer grounding in your prayer and moving from that place of real\n\nreally shared commitment and but the prayer was not and the goal was not to form a prayer camp\n\nto stop a pipeline it was really that the pipeline never be built and to stop the pipeline\n\nso that we didn’t have to do that because I really did not want to spend a march winter in a teepee\n\npre-standing it it’s not what I wanted to do and so we really stood behind a prayer for the water\n\nand really made deep prayers um to the water and the one certificate that held up that pipeline\n\nwas the water quality certificate the 401 water quality certificate um under the clean water\n\nact that the state of New York can determine states can determine if something will have an\n\nimpact on the water they have the right to make decisions and so at the last minute in the pipeline\n\nit was they were sure they were gonna go through they had already shipped the pipes to Albany\n\nfabricated them in Pennsylvania which is you know fracked me up fracked me down state\n\nyou really destroyed the water of Pennsylvania in the shale field um they had already clear cut\n\nmaple syrup farm it’s 200 300 year old trees had the hollerons farm had already been clear cut\n\nwith you know they came in with you know AK-47s and and it heavily armed to clear the people from\n\nthe land to cut down these trees in the middle of stab season which of course for the Mohawk\n\nthat’s the first medicine yeah that’s the first gift or the gift of the trees\n\num so when in April New York stopped the pipeline and rejected the water quality certificate\n\nI mean didn’t grant the water quality certificate it was the first pipeline\n\nfederally approved that had ever been stopped by a state so it was a major victory\n\nyeah and it wasn’t just our victory there were many people working against the constitution\n\npipeline um but it was a huge victory and really also showed the way of what can happen\n\nwhen the state stand up to the federal government what can happen when people come together\n\nin this alliance and so we kept Cuomo band fracking we stopped he stopped many pipelines now the\n\nconstitution pipeline was the first one with the water quality certificate and that’s one of\n\nthe reasons that Trump is trying to undermine and take away the rights of the states\n\nyeah um under clear water hot this is where states rights are so vital in protecting different\n\nregions let me let me just remind our audience that this is the yonearth community stewardship\n\nand sustainability podcast series and I’m sitting here in the waterfall house with Bethany Yarrow\n\nin central New York this Gohari Valley of New York the ancestral homelands of the Mohawk people\n\nand we are discussing so many different aspects of the work that Bethany is doing here and I want to\n\nbe sure to give a quick shout out to the three sisters sovereignty project and which is what’s\n\nbeing launched here now birthed and folks can support three sisters by going to three sisters\n\nproject dot org and we’ll also include our go fund me crowd funding uh information in the show\n\nnotes for folks but you’ll be able to get there from the website and if you want to connect with\n\nBethany uh through Facebook you can go to Bethany Yarrow find her that way um and we did mention early\n\non the music and uh to hear uh some of Bethany’s music you can go to Bethany and rufus.com\n\nand of course I want to give a shout out to our sponsors and supporters uh making this podcast\n\nseries possible as well as all of our community mobilization work uh that we’re doing in in places\n\ncommunities all over um and this includes Patagonia the Lidge Family Foundation Purium Beauty\n\nCounter, Waylay Waters and Earth Coase Productions a huge thanks to you all for your support and of\n\ncourse a major thanks to the many friends and folks out there who have joined our monthly giving\n\nprogram uh if you haven’t yet joined you can go to yhonourth.org and click on the donate button\n\nand choose any amount that works for you uh to give on a monthly basis and when you do that I’ll\n\nsend you an email with a very special code to unlock all of the ebook and audiobook resources\n\nfor free so that’s a small token of appreciation you can share that code with friends and family if\n\nyou would like and um I want to really encourage all of the Yhonourth community audience to\n\ncheck out the three sister sovereignty project and to support that project as well it is\n\nsuch important work that’s happening here it’s important for this place in region and it is\n\nsymbolically uh critical essential for our whole society uh and we’ll over time share more I think\n\nabout why that is and what some of the backstory there is um because it’s something I hope many\n\nthousands of us will come to understand very quickly and I want to uh I want to be sure to ask you\n\nBethany about the thirteen grandmothers and what what is that all about as it relates to this work\n\nthat you’re doing here and uh that you helped to make a film about them and about what they’re up to\n\nuh well the council of the thirteen indigenous grandmothers was formed in 2004\n\nand it was called but uh a woman by the name of Jotie who had a vision\n\nuh that it was time for the grandmothers to speak and the grandmothers wisdom to be heard\n\num and so she contacted different people uh that she knew through relations most things are done\n\nthrough the doorway of relations um so it was just who knows this person and not person it was\n\nreally just these indigenous women um all uh holders of earth-based ways of prayer who came\n\ntogether uh at menla uh which is the retreat center of Tibet house in finisher new york\n\nalong with I think Gloria Steinem was there and Alice Walker was there and\n\nHelena Norbert Hodge there were some just some really amazing uh human beings who were there\n\nto support um and at this gathering the there were thirteen women who came thirteen grandmothers\n\nwho came and they formed uh the council of the thirteen indigenous grandmothers\n\num and ended up traveling the world and really became a movement where they went to activate\n\npeople um to pray for the water uh to listen to the voice of the grandmothers to listen to the\n\nvoice of women you know it was very much before me too very much before you know the grandmothers\n\nstanding rock very much before it was really the the beginning of this consciousness uh that it\n\nwas time for the larger world to listen to the traditional wisdom of these uh of these women\n\nof these indigenous women and that it was really the women and it was time for the female\n\nvoice and the female power to be lifted up in a different way and to guide really um and all of\n\nthese women carried prophecies around thirteen women thirteen grandmothers there was one Alaskan\n\ngrandmother you pick um who uh came with thirteen stones that her grandmother had given her\n\nfor the time when she would be meeting with the thirteen grandmothers you know so it was all of\n\nthese create i mean i was there filming as she was telling this story and it was just you know\n\nthings like this would happen with them you know and we’re definitely when you start moving in these\n\nways and with these kinds of women and these kinds of people you’re kind of moving and your life\n\nis dictated all of a sudden by the principles of magic you know which is um which is all around you\n\ni mean watching a flower bloom is magic in the right time it’s all magic so things start to become\n\npart of a larger pattern and prophecy is uh you’re living inside of it and it becomes a very real thing\n\nof um so that’s a good feeling huh that’s a good it’s well it’s a good feeling but\n\nit takes for someone again who didn’t grow up in that it takes a lot of release a lot of trust a\n\nlot of faith and a lot of surrender and a lot of shutting off your mind and your judgment and\n\nand recognizing certain things is true i mean judgey calls you know the mind robbers come\n\ni mean start to overthink and then you are doubting what you’re experiencing because you just\n\ngo this can’t be true you know but it’s all happening and so part of it is to really also\n\nlive going on faith and really with surrender which is what the three sister sovereignty\n\nproject has been um and what it’s required on everybody’s part um and so the work that i did with\n\nthe grandmothers and the wisdom that i received from the grandmothers was really what opened the\n\ndoor to a larger understanding and ability to um you know have these kinds of dialogues\n\nand align its building and and opening and really understanding what it means to make\n\nrelations and what it is to be in service to a prayer that’s larger than oneself um so it\n\nopened the doorway to all of these things and it was through the thirteen grandmothers and some\n\nof the people there that you know i met mohawks and so it’s all connected in that way um and\n\nthe so once we stopped the pipeline so the the it wasn’t the the prayer and the goal of coming\n\ntogether was to stop the pipeline but it wasn’t just to stop the pipeline we were standing together\n\nto stop the pipeline so that we could protect this land together for the future generations\n\nboth mohawk and non mohawk which meant opening a doorway for the return of the people of the\n\naffluent of the young cahaga um which meant doing some very deep alliance work throughout the valley\n\nyou know and really talking to local leaders talking to local people um so that we can return to\n\nthis place where there is original room where there is original trauma and and you study you study\n\ntrauma you know there’s a great intergenerational trauma is now a huge field of study um in psychology\n\nand there’s a lot of studies around trauma so if there’s a wound that hasn’t been acknowledged\n\nif there is a trauma that’s been hidden if there is if you’re living inside of that you’re going\n\nto keep repeating that until you heal so on these lands there is an original wound and our country\n\nwas birthed from that original wound and we are living the consequences of that now um in many\n\nmany ways and it’s not like it’s just a nice thing to do to go back and say I’m sorry although it\n\nis a very good nice moral ethical important thing to do but we need to heal and so we need to acknowledge\n\nthat that happened acknowledge the wounds that happen acknowledge the injustices acknowledge that\n\nit still continues and find solutions so what can we do to repair what does that actually look like\n\nreparations repairing relations um and that is a gift not just to the native people but also to\n\nthe non-native people there’s a lot of shame that people feel they can’t even read the history it’s\n\ntoo painful I hear that from a lot of people but that history is happening and happened and it’s\n\nreally important to acknowledge it so that we can move beyond it and move to a new way of living\n\ntogether um so out of this work of the waterfall unity alliance um Roger Jock’s daughter\n\nGouniosta Jock who you interviewed um came down here um and nobody really knows what to expect\n\nyou know there’s a lot of pushback that’s the mahogs have gotten and they’ve had to really fight\n\nto reclaim land and people come here and they just feel at home I mean I feel at home they feel\n\nat home there’s a welcoming and an understanding and um and so Gouniosta brought two of her friends\n\ndown yeah and this is a very living dream inside of the heart of the Ganyaka haga to return to these\n\nancestral valley and to have an open door to be able to manifest that dream um has been a huge\n\nyou know joyful awakening of hope you know and again you’ve spoken about this uh with with the\n\nthree sisters so out of that the three sister sovereignty project was formed with the dream of\n\nestablishing a longhouse right across the street an educational longhouse and the educational\n\nlonghouse is right next door to the town governmental offices here the town barn the highway\n\ndepartment the justice they’re all the records they’re all over there the tax collector and um so\n\nthey’ll really be side by side the longhouse and the town uh governmental structures and when we went\n\nwith Roger to present about you know we’re gonna do this and we’re doing it next door we’re being\n\ngood neighbors we just like to let you know they were so excited they couldn’t wait to dance in the\n\nlonghouse that was the opposite of what was expected of you know resistance you know it was\n\nlike a relief and people are looking for something to you know ground them again there’s so much\n\ndisillusionment right now with religion with the church with you know the molestation of little\n\nboys and girls with the you know with the ways that faith and people’s deep spiritual understanding\n\nhave been polluted by sex power corruption and the trust has been abused whatever your religious\n\nspiritual path is you know it happens in most of the world major religions so this sense of\n\nreturning to original ways of returning to our connection to each other and to the earth and to\n\nGod you know in whatever that concept is for each and everyone I think is really a welcome relief\n\nfor people um and so the response that we’ve gotten here has been incredibly enthusiastic\n\nand then the possibilities that it’s open so now different people are coming from\n\naquasassni and from there and here you know different Mohawk folks uh connecting with the water again\n\nyou know with pure water and just the medicine of the water and like releasing there’s just\n\nthe sense of real I mean it’s extraordinary to watch it just you know just now and watching\n\ngoineas this you know her family and her partner and you know just the healings that happen being on\n\nthis land and the possibilities that opens up so and with the context in the context of the climate\n\ncrisis yeah six extinction um you know massive contamination of our water uh pollinator die off\n\ncrops and soil destruction so there’s no more mineral content in our food because we’ve\n\ndestroyed the soil so we have food but we’re starving to death you know that kind of so what are\n\nwe gonna do what are the solutions we’re gonna build and how are we going to do this yeah so\n\nyou know if you look at the drawdown plan right you know that Paul Hocken and the drawdown plan\n\nthey’ve come up with the top hundred solutions for drawing down carbon from the atmosphere not\n\njust stopping our emissions but what are we going to do to reverse it yeah and number 36\n\nindigenous land management right number 10 uh soil rebuilding and carbon sequestration in this soil\n\nyou know so how are we going to do this so we have in this Gohary Valley which is the richest\n\nfarmland east of the Mississippi they say some of the best farmland in the world if we can get\n\nenvironmental protection if we can get indigenous stewardship of the land if we can do soil\n\nrebuilding and carbon sequestration in the soil if we can start to put together\n\nforest and water and wildlife preserves by original preserves so that we’re actually protecting\n\nthe different species life on earth so that it can’t be destroyed we need certain places that\n\nare sanctuaries and then build out from there so there’s a large vision to the three sister\n\nsovereignty project but it really has to do with reclaiming our sovereign all of us\n\nour sovereign right to be human beings on planet earth it’s absolutely beautiful absolutely\n\nbeautiful Bethany and I am so struck that the the tagline for three sisters is energy sovereignty\n\nfood sovereignty cultural sovereignty and it’s something I think for each and every one of us to\n\nwork on reclaiming as quickly as we can and look I know there’s we could talk for hours on this\n\nand we can talk for a few more if we do and I know we got to sign off in just a minute or two\n\nfor for this episode but I also know that one of the things many of our friends in the YonEarth community are very excited about is the connection to what’s happening here and what’s\n\nhappening with the three sister sovereignty project and to have an opportunity to check in from\n\ntime to time and share videos and updates with folks as things get rolling through this winter\n\nand into the year 2020 and so I know this is a first of several conversations we’ll be having\n\nso I just want to thank you for all that you’re doing and to really honor and acknowledge the\n\ncourage and the vision that you’re holding and that you’re cultivating with all of this it’s\n\ntremendous to witness and I feel a deep gratitude knowing that you’re here doing what you’re doing\n\nhere thank you very much thank you for all of your help Aaron you know it’s the answer I think\n\nfor many of us the answer to a prayer and that we’ve all been making holding putting down\n\nyou know somehow it’s woven us all together and like I say the principles of magic are still strong\n\nyeah so there this has been you know incredible coincidences that oh my god I can’t believe that\n\nis really what are the phrases most often heard you know making this happen so you know sometimes\n\nyou just keep holding and nurturing and holding and nurturing and building the soil I mean\n\nis really what I’ve been doing not the literal soil so much but just the soil of human relations\n\nand so that’s really been the key and now we’ve planted these seeds these seeds of sovereignty\n\nyes absolutely and and it’s and for so for moon time to moon time you know it’s\n\num they’re being watered and they’re growing and it’s going very quickly you know now that they’ve\n\nbeen planted it’s like oh my god now you’re on a train that is you know you can’t stop so may it\n\ncontinue and you know continue in a really good way yeah and in a protected way and continue bringing\n\nuh good relations and good understanding and open communication and human yeah um and and and help\n\nwe need support and help for the project for what’s happening oh my god it’s really really important\n\nto folks get this and even if it’s five bucks that you can see if it’s five hundred if it’s five\n\nthousand wonderful absolutely wonderful but even whatever small gesture of gift you’re able to\n\nmake to support the three-sister sovereignty project do it because this this is such a strong symbolic\n\nstatement of what’s possible in our near future and it sends ripples of vibrations through the\n\nland through the water through all of our cultural connections and relationships so I really\n\nencourage everybody to get involved and Bethany uh but before we sign off is there anything\n\nelse you’d like to share with our audience um well I guess there was a certain point\n\nI’ve been doing a lot of protesting at the front lines and at a certain point I got really\n\ntired that can really worry you down and not that I’m done protesting I will be out on the front\n\nlines um but it’s important to manifest solutions as well and it’s hard to be in a state of mind\n\nof protest and then also building solution there’s one there’s just not enough time all the time\n\nand so I mean my deep gratitude to all the protectors who continue on the front lines so many\n\nplaces and stopping all of these projects and then there’s a time to really take stock and to say okay\n\nnow what can I build for solutions how are we going to get through this because that is a big question\n\nmark yes so and to follow up on what you said in order to kind of clear the path and cut the way\n\nand manifesting solutions it does take resources it takes physical resources spiritual resources\n\nand definitely takes financial resources so we’re really at the prototype stage of what these\n\ncommunities can look like and these collaborative communities could look like and so it really will\n\ntake many people’s support and and financial contributions this can’t this can’t be done without\n\na collective effort and there’s a you know very true that the land doesn’t belong to us we belong\n\nto the land and the land is something that is communally helped so if we can communally hold this\n\nland and it’s a larger project of the three sister sovereignty project to start buying up land\n\nstart buying up farms start buying up and restoring the soil so that we have food security to start\n\nbuying up the water so that Nestle can’t come in and start buying up all of this unbelievable spring\n\nwater that’s up here so this is really resources and a vision for everybody and it’s these are\n\nresources to be shared so your support is not just a support for the three sisters this is a\n\nsupport of food security of water security of the creatures for all of the children and all of\n\nthe unborn so we really need that kind of collective understanding that’s the mindset we’re moving\n\ntowards and so we’re really doing this for everybody and we hope everybody in whatever way you can\n\nbe a part of it this actually does belong to you right this is something we really share\n\nand we are in that way all related we are all a part of the solution and we can all be a part of\n\nthe solution so just so just jump in jump in because we’re all here to do it together so thanks\n\nabsolutely beautiful thank you Bethany the YonEarth community stewardship and sustainability\n\npodcast series is hosted by Aaron William Perry author thought leader and executive consultant\n\nthe podcast and video recordings are made possible by the generous support of people like you\n\nto sign up as a daily weekly or monthly supporter please visit yonearth.org backslash support\n\nsupport packages start at just one dollar per month the podcast series is also sponsored by\n\nseveral corporate and organization sponsors you can get discounts on their products and services\n\nusing the code yonearth all one word with a why these sponsors are listed on the yonearth.org\n\nbackslash support page if you found this particular podcast episode especially insightful\n\ninformative or inspiring please pass it on and share it with a friend whom you think will also\n\nenjoy it thank you for tuning in thank you for your support and thank you for being a part of\n\nthe yonearth community"
}