{
  "title": "Episode 60 – Ludovica Martella, Women, Water, and Cosmology of Connection",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/8520/episode-60-ludovica-martella-women-water-and-cosmology-of-connection.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-60-ludovica-martella-women-water-and-cosmology-of-connection/",
  "episode_number": 60,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "William Perry, author, thought leader, and executive consultant. The podcast and video recordings are",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Stewardship and Sustainability Podcast series.\n\nToday we have the opportunity to visit with Ludovica Martella.\n\nHi Ludovica.\n\nHow are you?\n\nThank you for having me.\n\nGreat.\n\nIt’s so great to have this opportunity to visit with you.\n\nAnd here we are in the new school in New York City.\n\nWe’ll talk about that a little bit.\n\nAnd before we dive in, just let me introduce you to our audience.\n\nSo Ludovica Martella is a researcher currently enrolled in a post-master’s degree in sustainability\n\nstrategy at the New School in New York City, where she is focusing on indigenous ecology\n\nand environmental justice.\n\nLudovica also holds a Master’s of Arts in International Relations from the Milano School\n\nof Policy Management and Environment at the New School and a Bachelor’s in Journalism\n\nfrom Fordham University.\n\nLudovica’s work focuses on the repercussion of climate change on minority groups, such\n\nas women and indigenous people.\n\nIn the past, she has worked with the United Nations Women and the UN Development Program\n\nin promoting and implementing the sustainable development goals, the SDGs, on these very\n\ntopics.\n\nCurrently, she is an adult mentor for the youth climate organization.\n\nThis is zero hour.\n\nOne of the leading organizers of the global climate strike, which happened on September\n\n20th of 2019, just earlier this year.\n\nSo Ludovica, it is such a joy to have this opportunity to visit with you and look\n\nin forward to sharing your work and your vision, your mission, your knowledge with our audience.\n\nAnd I thought, you know, maybe just by way of jumping in, I might ask you, here we are\n\nin the New School.\n\nTell us just a bit about this place.\n\nWhat’s going on here?\n\nWhy are you here?\n\nGlad to be here.\n\nThe New School is actually a very special place because it was founded on principles of\n\nequality between people, between ideas.\n\nSo the New School is actually celebrating its 100 years of new.\n\nAnd this is because here we really want to focus on new ideas.\n\nSo what it means is that all of our professors are focused on the idea that we don’t have\n\nto follow the traditional teachings of the colonizer world, as we call it.\n\nBut there is more.\n\nSo that’s why I’m here.\n\nI’m studying indigenous ecologies, something that unfortunately I found while I was browsing\n\nthrough programs.\n\nI found it to be very rare to find a university with such a rich program in indigenous cultures,\n\nindigenous rights and history.\n\nAnd therefore this is why I’m here.\n\nAbsolutely beautiful.\n\nAnd given that it’s the 100-year anniversary, it tells us that the New School was founded\n\nright around the time of World War I, right?\n\nAnd there’s a really special history there that I think it’d be great to share with\n\nfolks.\n\nAbsolutely.\n\nYes, the New School was founded because groups of intellectuals that were fleeing Europe\n\nneeded a place where they could actually aggregate and teach and write.\n\nSo therefore they formed the New School and they called it the New School because of\n\nthat, because they wanted to really create a group of people that was against all of\n\nthe first institutions that was happening in Europe at that time.\n\nAnd still today we get very radical ideas here that you probably wouldn’t get in more\n\ntraditional universities.\n\nAnd I’m including universities from my home country of Italy, which is obviously very\n\ntraditional.\n\nAnd yes.\n\nWell, I love it and I love the word radical, right?\n\nBecause it actually comes from Latin rags, ratics, meaning roots.\n\nAnd there’s some very important connection there, right?\n\nAbsolutely.\n\nYes, that’s a great point.\n\nThat’s wonderful.\n\nWell, so let’s start diving into this work you’re doing around the sustainable development\n\ngoals, how it’s affecting different peoples.\n\nAnd perhaps you could kind of kick it off by explaining what are the sustainable development\n\ngoals and why are they important?\n\nSo the sustainable development goals are a set of 17 goals that were established in 2015\n\nby the United Nations.\n\nAnd they symbolize different causes, but they all actually connect around climate action\n\nand this is something that some time people miss because the sustainable development\n\ngoals also called SDGs or perhaps people might have heard of them with the term agenda\n\nThey are really all different but connected.\n\nSo for example, there’s no power, T zero hunger, good mental health, good physical health,\n\nand gender equality, decent security, and so on.\n\nSo they might seem all different, but they’re all very much connected.\n\nAnd this is something that, yes, sometimes people don’t really think about because it’s\n\nobvious people might have preference, a personal preference because of their personal history\n\ntowards one cause, more than another one.\n\nBut it’s important to recognize the connection between them.\n\nYeah, absolutely.\n\nIt seems that there’s so much important work being done by so many organizations and leaders\n\nparticularly around how climate crisis and other environmental crises are impacting\n\npeoples all over the world and most particularly peoples of color, peoples from the global south,\n\nindigenous peoples and women, right, and this is obviously a big part of your work.\n\nAbsolutely.\n\nSo this is something that I love to talk about because throughout my research, I realized\n\nreally how all of these goals interact between each other, which is something that to be\n\nfairly honest, I didn’t quite grasp from my textbooks or from even some of the work\n\nthat I share with colleagues.\n\nBecause I work at several UN agencies and each agency really focuses usually on one or\n\ntwo goals, but by mixing my experience at work with also my studies, I really had this\n\naha moment, let’s say, and we can think about this, for example.\n\nSo the most recent report from the IPCC, which is in the International Panel on Climate\n\nChange, really shows some drastic estimates of climate change, which only confirms what\n\nscientists have been saying for years.\n\nAll of these climatic causes, so, for example, already the fact or that we are at 1.1\n\nCelsius degrees warmer in the atmosphere than the pre-industrial levels of, I’m referring\n\nto the industrial revolution, is causing drastic climatic effects, droughts, wildfires, we\n\nhave seen them in the news in the most recent years.\n\nSo what happens, all of these effects on the earth, the strata were agricultural systems,\n\nand sometimes people don’t realize that the majority of people who work in the agricultural\n\nsector are women, especially in developing countries.\n\nSo if our climate is affected by these tremendous climatic disruptions, then it’s impossible\n\nto achieve the first goal of this sustainable development goal, no poverty, because people\n\nwill need to relocate because they are suffering from droughts, and their crops are not producing\n\nanymore what they were producing before, and this also makes it impossible to really achieve\n\neven the second goal, which is zero anger, already the people who are working on crops are\n\nthe ones who are the most malnourished in the world, and the Food and Agriculture Organization\n\nin 2019 released reports that estimated that 80% of the people in developing countries\n\nare the ones who are producing the food for the developed countries, so they are already\n\nstarting a really impoverished point here, and climate change is making it even worse.\n\nAnd so we see how all of these connections between issues, obviously as I said, women\n\nare the ones who work the most on crops, and when they’re forced to relocate, they usually\n\nleave behind their husbands, who usually are the ones who have jobs in the cities, and this\n\nis because in developing countries there are less infrastructures and transportations for women\n\nto go from their homes to cities, so it’s safer for the men to go and work in cities.\n\nSo now we have already like distracted families, now even more because of climate change,\n\nwomen traveling to other countries, risking their safety, their mental health, their physical\n\nhealth, and therefore we see how all of these goals are really screaming for climate action,\n\nso I think it’s important to underline this because sometimes people think that climate\n\nchange is only a destruction of the weather, and oh, we’re getting heat waves, or the issues\n\ngo much deeper than that. Yeah, absolutely. I know that for example, so many millions of people\n\nrefugees from Syria, and that we’re living in a time right now where we have more refugees\n\naround the world than we’ve had since the Second World War, and Syria is experiencing a prolonged\n\ndrought, right, and so there are underlying, often in the news this appears as some sort of a\n\npolitical problem, and certainly the politics and the regimes play into it, but underlying that\n\nare these environmental, massive dislocations, right, affecting all kinds of people and especially\n\nwomen and all the children, right? Absolutely, absolutely. Women and children and young girls\n\nare always the ones who are most affected, unfortunately, and it’s interesting because now that you\n\nbrought up this point of migration also in Syria, this is something that it’s really not talked\n\nabout much when we think about the migration crisis, so whenever the news covers the generally\n\nthe migration crisis is just focused on migration and migration policy, but migration policy can come\n\nwithout appropriate climate action and climate change policy, and it’s really important to connect\n\nall of the dots because you might find some people who may feel more profiled to perhaps like\n\ndiminish their footprint, if their cause at heart is to, for example, protect children worldwide,\n\nbut might not perhaps like feel much affiliated with the climate change crisis, if that makes sense,\n\nand all of these problems weren’t wider to really connect and\n\nI’m wondering because I know in your research you’re coming across a lot of specific examples\n\nof what you’re talking about, and I’m wondering, you know, I don’t want to get too\n\ndramatic about it in our discussion here, but I think it’s really important for people to understand\n\nwhat this means at the individual level, the family level specifics, are there any examples that come\n\nto mind for you? Yes, definitely. When we talk about these issues it’s always a bit, let’s say that\n\nthe spirit of the conversation is never too happy, but I don’t want to get too dramatic, but\n\nunfortunately these are very serious topics. Recently, well, about a year ago, in 2018 I worked\n\nalongside UN Women and the Sierra Club, the Environmental NGO here in the US.\n\nWe worked on a report that actually focused on women and migration due to the climate crisis,\n\nand this one is called Women on the Mova, and it’s free on the Sierra Club website,\n\nif it’s really also short and concise, if people are interested in looking that one up,\n\nand there are some interesting stories from women who were interviewed actually on the ground\n\nabout their own experience, and most of them were the ones who really found the\n\nstrength to even talk about these issues, seemed truly emotional about the fact that they were\n\nfinally given light and a spotlight to really talk about what was happening to them, because\n\nthese are issues that truly cause a problem to mental health of people, and mental health is a\n\nhuge taboo in our society, and it’s not really spoken about much, and we were briefly talking\n\nme and you about this before, when we were mentioning how, if we’re not happy, that really impacts\n\neverything in our lives, in impacts how we work, and vice versa, our relationship to people around\n\ndoes the energy that we put out there, so yes, there are several stories in the report, and\n\nI can go deep into one, it should like, or we can leave it open for the audience, but\n\nI’ll say it’s your call, do you feel like that is something we should share?\n\nWell, yes, I guess I just really want people to read the stories, because they have\n\ndirect quotes from the women interview, and it’s really touching, so I probably won’t give it\n\njust as myself, but we’re talking about women who along like traveled miles and miles by feet,\n\ncarrying their children, carrying all of their belongings, just to move to another crop in places\n\nwhere they weren’t even welcomed at first, because we’re talking about\n\nimpoverished places also, so people wonder suffering, they might have to,\n\nyou know, not exactly being at their best, so they, some of them, experience sexual violence,\n\nalmost all of them actually were approached by people who wanted to actually like,\n\ntell them on the black market, but they were able to, fortunately, escape that kind of situation,\n\nand that only was possible through the collaboration between groups of women that traveled together,\n\nand I think this touches another really important point, which is the collaboration between\n\neach other within this community, whenever we collaborate one with another and we don’t see each other\n\nas strictly individuals in our own world, and with our individual agenda,\n\nwe really can achieve greater things that are not possible on our own,\n\nwhich on a very positive side of that coin is the 17th, the final of the sustainable development\n\ngoals, right, partnerships and collaboration. That shows that. This issue where we have\n\nsuch incredibly vulnerable people, women, children, and that there are people, men probably almost\n\nentirely exploiting that situation for human trafficking, and the situation, the last statistic I’ve\n\nheard is that there are at least 30 million slaves and trafficked people worldwide right now,\n\nsome of them are in forced labor and agricultural and fishing situations, and of course,\n\nthere’s a worldwide human trafficking network that is often dealing with sex slavery,\n\nand so we have these extremely vulnerable populations being targeted, right?\n\nAbsolutely, absolutely, and this is actually a topic that unfortunately is often even covered up\n\nby some governments, and it’s some kind of information that people are reluctant to even give,\n\nthat people involved who are doing the research, who are involved in the legal system with\n\nin countries, they are afraid to speak up, and I wish I could go deeper on that because I\n\ndid have conversations in my own country, especially with people who are involved in, you know,\n\nwithin this system, obviously not the traffickers, but the people are trying to tackle this issue,\n\nbut they’re even afraid of speaking to the news about it because,\n\nbecause unfortunately it’s complex because of politics and people are afraid, and I’m always a\n\npersonal advocate for speaking up, obviously, with the right precautions always, but it’s definitely\n\ntricky to address these issues, and I’m hoping for better institutions that can provide solutions\n\nto and production to these individuals. Yeah, well I think it’s so important for our audience\n\nto be able to connect the dots. Many of us are committed and concerned about environmental issues\n\nand social justice issues, and I think what we’re talking about is one of the most critical\n\nnexus points that is happening right now around the world, and I think it’s just really\n\nimportant that our audience understands that. Yes, absolutely. Yes, the climate crisis is causing\n\nall of these issues, and which people might not really think as I was saying before that they’re\n\ncaused by the climate, and it was remarkable last July of 2019 when I was volunteering and helping\n\nthe organization, the YouTube climate organization, this is zero hour, they had a summit in Miami\n\nas a symbol of calling action to Miami because it’s estimated to go under water, actually.\n\nWe’re having a summit there, and throughout the summit there were different workshops with\n\ndifferent topics around climate, and one of these was women and climate, and the people\n\nare organizing, we’re asking, okay, so we want you to separate in different groups, what are the\n\nconnections that you see between women’s rights and climate change? Well, I started from advantage\n\npoint because I had already worked on this very issues with UN women, and throughout my studies\n\nI had discovered the dots, but the people who were there were from diverse backgrounds and\n\nwere there to learn, didn’t know really the connection so that they were there to brainstorming,\n\nand that was fascinating to see because it really shows how much information we are lacking\n\nfrom either the media or even our educational system to be fair on this very issue that is\n\nimportant when we realize, just have people, when we are stronger, when we are together with stronger,\n\nhow all of these issues together are actually what is causing all of the crisis in this world,\n\nand so if we can see everything together, the households so to truly work on the individual issues,\n\nif that makes sense. Absolutely, it makes so much sense. You know, it’s as if so much of the\n\nmainstream media is all about a currency of distraction, regardless of what channel you think you like\n\nor whatever, and that too often education is distract education or something like that,\n\nand I am a huge fan of the work that teachers are tirelessly doing in communities all over,\n\nand often the curriculum selection is actually out of the hands of the teachers because this is\n\npolicy set at the state level, and even a couple states here in the United States, for example,\n\nare basically driving the national curriculum in a big way, and so a big responsibility we have\n\nat the individual level, the family level, the community level is helping to make up for that,\n\nand to share different information and to share different education, and I love, I love, sorry,\n\nI’m a word nerd, but I love the word educate because it means to leave out and we’re each educators\n\nin all of this work and have the opportunity to do that with and for each other,\n\nwhich is another element of this strengthening network of collaboration and partnership.\n\nAbsolutely, and I don’t apologize for being a word nerd, I think it’s fascinating, absolutely,\n\nand that’s most definitely interesting to do everyone, but we’re all against me, and that’s great.\n\nWell, I only apologize smiling, and I will also admit that in the book and YonEarth,\n\nwe talk about seeing through the veil of the popular media-driven culture and getting to the real\n\nstory, getting to the real reality of what’s happening culturally, what’s happening environmentally,\n\nwhat’s happening socially, what’s happening spiritually, and I think in a way it’s a good\n\nsegue into another element of the work you’re doing to talk about the types of knowledge and\n\nwisdom and understanding of reality that is carried in indigenous cultures in particular,\n\nand I know that you’re doing a lot of work around how indigenous wisdom is intimately connected with\n\nthe environmental ecological healing and stewardship that is absolutely critical and necessary\n\nright now. I’m wondering if you might speak to that if I didn’t, and share about that with us.\n\nOf course, of course. So first of all, I want to introduce this topic by saying that\n\nindigenous people are the one who should speak and be given the voice to do this,\n\nand so I’m just here really admiring their way of life, and I’m here alongside\n\nwith them, like fighting with them and for them. So I want to speak to this issue by\n\nrecognizing my privilege and of being here and like studying in New York and doing all of these\n\nthings and recognizing that they must be given the voice to really speak about what is happening\n\nin their communities and about their way of life. This is like a perfect ad for some of our\n\nupcoming episodes, so stay tuned on that note. So yes, I’m fascinated by the indigenous way of life\n\nbecause indigenous people are really connected to Mother Earth and to everything that we just\n\ntalking about, really about our connections and partnerships as people. It’s really related to\n\nthe climate issue because all of the climate destruction really like started before the\n\nIndustrial Revolution as our Western text tell us. It really started with colonization.\n\nYeah, indigenous people are truly related to their earth and their cycles and their system\n\nbelieve in what they call a cosmology of connection where they see what the earth gives them\n\nand they infect the earth. They don’t just take, it’s not a culture of extraction and consumerism.\n\nThey give back to the earth in every way possible they can and this is how the earth works. It’s a\n\ncycle and all of the effects are happening now with drought and etc are all a sign of what we have\n\nbeen doing wrong since colonization. So I’m studying indigenous ecologies and I’m advocating for\n\nmy indigenous sisters and brothers because first of all they’ve been completely evaluated\n\nof their human rights and to practice which entails practicing all of these rituals but also\n\npractices of agriculture for example their respect the earth and don’t disturb the earth.\n\nSo unfortunately when the colonizers that told into the tribes they took away all of their system.\n\nThey took away their language their traditions everything that was maintaining life in these\n\ncommunities and at this point some scholars are trying to to bring back this knowledge in order\n\nnot only to not only to rebalance the earth so to tackle climate change but also to truly teach\n\npeople about the way the traditional way of life which is not what we’re living today absolutely.\n\nAs a matter of fact there are some studies right now being done on agriculture for example\n\nwhich is being slowly integrated but there are more and more traditional knowledge especially\n\non agriculture that can truly benefit not only the indigenous people but all of us because I’ve\n\nheard this claim you know but what about us okay we should give the land back to the indigenous\n\nfew of what about us we’re all connected so there’s not a distinction between us and them if\n\npopulation is suffering we’re suffering too in a way or another. So I want to truly invite\n\npeople to reflect on this idea of giving back to the earth when taking something and this can be done\n\nthrough for example through composting which is probably one of the this is exactly which is\n\nprobably one of the ways that we’ve been seeing this idea portrayed in the Western society and\n\nunfortunately it’s not as popular yet but I guess we’re getting there but this really connects\n\nalso with our ability to connect to earth to also through appreciating the the sun that we see\n\nevery day or there we might not see in the elements the air and the water because we might\n\nundermine their importance especially in a Western society but all of this elements give life\n\nto our food to us because we couldn’t live without like either of the elements so indigenous people\n\ntruly have the knowledge and And take care of this knowledge.\n\nSo this is something that belongs to history,\n\nbut it’s reality.\n\nAnd I think you want to add something.\n\nOh, you can.\n\nI just, I’m so excited on this point.\n\nWe were just a couple of days ago in upstate New York,\n\nvisiting with Mohawk leaders, elders, grandmothers,\n\nwho are forming a project called the Three Sisters\n\nSovereignty Project, where the Mohawk people,\n\nand I’m part Mohawk.\n\nSo I’m 12.5% Mohawk.\n\nAnd I was actually joking with chief Roger Jock\n\nabout, I don’t know which 12.5% and he’s like,\n\nyou’re, you’re mine in your heart.\n\nAnd I was like, yeah, perfect.\n\nAnd we did a ceremony up there.\n\nAnd he sang to the water and he sang in gratitude\n\nfor all the things.\n\nAnd this is part of the morning waking up way of life.\n\nAnd what’s so amazing about these times in my opinion\n\nis that our science is actually becoming rather\n\nsophisticated now and is starting to catch up\n\nand to understand that indeed, those gestures\n\nare actually affecting the material physical world.\n\nAnd more importantly, the bio-spheric,\n\nthe living cycles and energy flows in this world.\n\nWe’ll have a long discussion.\n\nWe have time for friends to catch up on that.\n\nThere’s so much research coming out right now.\n\nDon’t get stressed if that sounds stressful to you.\n\nBut one of the ceremonies that Roger and our friend Tiffany\n\nHope shared with us is called the scattering of the ashes.\n\nAnd so traditionally, one would keep the fire all\n\nthrough the year, burning medicines, special herbs\n\nand plants with special properties.\n\nAnd at the end of the cycle around the time of winter\n\nsolstice or a little past in the depths of winter,\n\nthe ceremony is to take these ashes\n\naround to the whole village, have everyone stirring,\n\nconnect, and then they get scattered back into the landscape.\n\nWell, this is also distributing micronutrients.\n\nThis is doing so much.\n\nSometimes we, perhaps the way we were taught in grade school\n\nor whatever, these are kind of like neat, fanciful stories.\n\nAnd we dress up and do weird plays\n\nthat are now considered objectionable.\n\nWhat most of us probably don’t really understand\n\nis that many of these indigenous cultures and life ways\n\nare maintaining knowledge about maintenance of ecosystems.\n\nIE, this is how the spaceship works, right?\n\nThe spaceship we’re all in space together.\n\nWe’re on a spaceship together.\n\nAnd these life support systems, on some level,\n\nrequire of us that reciprocity that you’re speaking to,\n\nthat relationship of when we take, we give back.\n\nAbsolutely, absolutely.\n\nAnd I’m glad that you mentioned the water element, right?\n\nBecause water is life.\n\nAnd this is one of the slogans of indigenous people, actually.\n\nAnd it’s a really important topic,\n\nespecially when we’re talking about the dismeasure pipelines\n\nthat corporations want to build,\n\nwhich then spill in the waterways of indigenous people,\n\nlike most likely, because all of these pipelines\n\nare mostly built away from big cities, right?\n\nAnd this also touches upon the huge elemental environmental\n\ninjustice, which happens even around the corner.\n\nIn cities like New York, for example, all over the world,\n\nwhere harmful waste is usually dumped in poor neighborhoods,\n\nin neighborhoods most likely of people of color.\n\nSo I see how these issues that relate to indigenous people\n\ndefinitely relate also to what are considered minorities\n\nin big cities and in developed countries.\n\nSo the issue of water is truly important,\n\nbecause I feel that some, especially in the developed countries\n\nwhere water is abundant or at least seems abundant,\n\nit’s truly undermined.\n\nPeople use it with the sink open, don’t think about it,\n\ndon’t celebrate it, just like indigenous people do,\n\nbecause we take it for granted.\n\nBut unfortunately, water is becoming scarce,\n\nand it’s the lifeblood of earth.\n\nAnd we definitely need to work on our water usage\n\nand water celebration, because it gets life.\n\nWithout water, we wouldn’t be here.\n\nOur body is mostly water, so.\n\nYes, so beautiful, absolutely.\n\nWell, let me pause there, and I’m very excited\n\nto ask you a particular question on that note.\n\nBut let me remind our audience that this\n\nis the YonEarth Communities Stewardship\n\nand Sustainability Podcast series,\n\nand we are visiting today with Ludovica Martella\n\nat the New School in New York City.\n\nTo get more information about Ludovica’s work,\n\nyou can go to her blog, which is Let’s Talk About It.space.\n\nWe’ll have all the spellings in the show notes.\n\nYou can also find her on Instagram at L Martella,\n\non Twitter at L underscore, Martella,\n\nand on LinkedIn at Ludovica Martella.\n\nAlso, we’re going to talk about B-corporations a little bit,\n\nwhich you can find information at B-corporation.net.\n\nAnd there’s a great resource here on Agroforestry,\n\nwhich we’ll be getting to at the FAO.org site,\n\nslash forestry, slash agroforestry, slash EN.\n\nWant to take the opportunity to thank all of the sponsors\n\nwho make this podcast possible.\n\nAnd that includes our corporate sponsors and allies\n\nassociation of water schools of North America,\n\nEarth Coast Productions, Equal Exchange,\n\nthe International Society of Sustainability Professionals,\n\nthe LIDGE Family Foundation, Madera Outdoor, Patagonia,\n\nand Waylay Waters.\n\nAnd I want to give a special shout out\n\nto all of the individuals in the Y on Earth community\n\nwho have joined our monthly giving program\n\nto support all of this work with the podcast,\n\nour media resources, as well as all of our community mobilization\n\nactions around the country and increasingly\n\nthrough our ambassador network internationally.\n\nNow, if you haven’t yet joined the monthly giving program,\n\nyou can do so at any level that works best for you\n\njust by going to Y on Earth.org slash support\n\nor just click on the donate button on the homepage.\n\nAnd when you join the monthly giving program,\n\nI will send you a code for unlimited, free downloads\n\nof all of our e-book and audio products, audio book\n\nproducts so that you can share with friends,\n\nwith families, with colleagues at work,\n\nneighbors, anyone in your network you think\n\nwill benefit from all of those resources.\n\nSo that’ll be yours when you join the monthly giving program.\n\nAgain, a huge thanks for everybody supporting this work\n\nand helping us communicate and spread the ideas,\n\nthe knowledge, the wisdom, the way that we are here today.\n\nAnd on that note, I want to ask,\n\nit’s clear you’re carrying a lot of knowledge and wisdom.\n\nAnd I also note that you are a native Italian speaker.\n\nAnd one of the things we talk about,\n\nI actually talked about it in the book in Y on Earth,\n\nis that we’re all indigenous to some place on the planet\n\nand to some culture connected to some place on the planet.\n\nAnd it’s only a matter of how far back in time\n\nand how much recovery work is perhaps at hand\n\nin order to re-establish, reconnect, reinvigorate\n\nthat reality.\n\nAnd I’m just curious for you, how does your ethnic\n\nand linguistic heritage inform this work?\n\nAnd what’s that sense of connection you have specifically,\n\nmaybe even with water, to that part of the world?\n\nThat is a very interesting question.\n\nAnd it’s a tough one to answer, because I’m actually\n\nin the middle of doing research on my heritage,\n\nbecause unfortunately, with the elements\n\nthat I have, to family stories and things from this sort,\n\nI haven’t been able to go back that much into my family history.\n\nObviously, people recognize Italy as being in Europe,\n\nso obviously, it doesn’t very much connect with what indigenous history is.\n\nAnd this, honestly, adds up a very heavy emotional toll on me\n\nwhen I’m doing this work and researching,\n\nbecause I feel so deeply and sincerely connected\n\nwith the indigenous cosmology and way of being.\n\nAnd I always thought, because of where I come from,\n\nthat I was crazy, or I believed in magic,\n\nand I always felt a bit outside of the norm,\n\nor what is considered the norm.\n\nBut since I started, especially with my connection to water,\n\nsince I was little, I always felt truly connected to water.\n\nAnd since I started studying and researching,\n\nand especially talking to wonderful young leaders,\n\nindigenous leaders, that I met at the zero hour summary,\n\nmy yummy discuss summer, I truly understood\n\nwhy I feel so connected, especially as a woman to water\n\nand to this kind of work.\n\nAnd now I feel like I have a place, sort of feeling like I have a family,\n\neven though most people wouldn’t recognize me\n\nas being an indigenous person.\n\nThis is a very controversial topic,\n\nbecause I spoke to some indigenous people who told me,\n\nyes, everyone is indigenous, everyone was indigenous at some point,\n\nand others who told me, oh, I actually don’t believe that,\n\nlike not everyone is indigenous.\n\nSo that is something I’m still working through.\n\nSo like, going deep into my heritage.\n\nBut yes, I just wanted to really point out that, you know,\n\nafter I spoke to indigenous leaders,\n\nand they told me exactly like what we should have right now,\n\nlike our connection to the elements,\n\nand explained to me like why we’re connected.\n\nAnd why we’re all the same.\n\nAnd it’s not like humans have a higher place within this Earth.\n\nThat really made sense to me.\n\nAnd it’s something that I might everyone to look into.\n\nAnd I have to thank, you know, the leaders, like,\n\nJesus Lane Charger, from the Standing Rock movement,\n\nto Tokata, Iron Eyes.\n\nThey were just some of the people who spoke to me\n\nand gave a wonderful panel on indigenous women,\n\nand how they’re connected to the climate change fight.\n\nAnd they really inspired me.\n\nAnd that’s when I decided to really go deeper into this work.\n\nSo I’m not sure if I know that’s a bit of a larger answer for me.\n\nBut I absolutely appreciate you sharing that with us.\n\nAnd thank you.\n\nThank you for that.\n\nOf course, of course, it’s something\n\nthat I’m really trying to tackle down my heritage.\n\nIt’s tricky.\n\nI have a book I’m going to have to talk with you\n\nabout after we’re done recording.\n\nOh, great.\n\nThat’ll be fun.\n\nI love that.\n\nYou’ve been connecting in with more and more\n\nof these amazing and powerful indigenous activists.\n\nAnd some of them are in the youth movement, right?\n\nI was hoping you could share a bit with us"
}