{
  "title": "Episode 15 – Dr. Ghita Carroll & Greening Schools",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2848/episode-15-dr-ghita-carroll-greening-schools.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-15-dr-ghita-carroll-greening-schools/",
  "episode_number": 15,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHi, friends. Welcome to another edition of the YonEarth Communities Stewardship and\n\nSustainability Podcast Series. And today we have the great honor and privilege of speaking\n\nwith Dr. Ghita Levinstein Carroll Haikita. Hi, Aaron. Great to see you. Great to see you too.\n\nGeeta is the sustainability coordinator for the Boulder Valley School District in Colorado. She is\n\na pioneer in advancing district-level sustainability planning and initiatives and her award-winning work\n\nhas touched tens of thousands of students and future leaders. Dr. Carroll successes include defining\n\na vision and goals for district-wide environmental sustainability, receiving board of education\n\napproval for a policy that supports sustainability initiatives, and significantly increasing\n\nrenewable energy technologies, green building design strategies, and environmental awareness\n\nthroughout the district. She received a PhD in environmental studies from the University of\n\nColorado Boulder. And Ghita had such a joy to have this opportunity to speak with you today. And\n\none of the things I’m most excited to discuss with you and share with our audience is that\n\nyou’ve been really in the trenches, you could say, in a school district making incredible transformation.\n\nWhat if I might ask, what has been motivating you doing that work over the past several years?\n\nOh, well, I mean, all of it. It’s very motivational and inspiring work to be doing,\n\nit’s particularly in the arena of education. So I did work at CU and Hire doing this work for\n\nabout seven years before this job. And I’ve been here for 10 years. And it seems to me it’s the\n\nheart of the movement and the heart of where all this work takes place. So I feel very fortunate to\n\nbe doing work that I am passionate about in an area where, you know, it’s such a perfect fit.\n\nI think, you know, sustainability and just learning to be good stewards of our resources,\n\nfirst aware of our resources and how our everyday actions are linked to our planet and then being\n\nable to pass this on and create a generation of kids who are really thinking about this from the\n\nstart and experience. It’s absolutely wonderful and it’s so great to be able to share your\n\nstory with our audience. And, you know, I’m struck by the position that you’re in means you are\n\ninteracting with and really working for so many different stakeholders, right? You’ve got the\n\nBoard of Education and others within the actual management structure of the school district. You’ve\n\ngot, of course, a whole bunch of teachers, educators. And then you’ve got hundreds, thousands of\n\nstudents and their parents and families. I mean, it’s an incredible nexus point really for this\n\nwhole regional community, right? Oh, yeah, absolutely. And does that sometimes introduce\n\ncomplexities? Would you say? Oh, yes. There’s a lot of, a lot of players and a lot of competing\n\npriorities. And it had, you know, to really fully integrate sustainability into our system,\n\nit needs to happen at all levels. So I was, you know, sort of brought in at the administrative\n\nlevel where we started by creating our sustainability plan and getting and board support for that,\n\nwhich was really important work. But meanwhile, there has been, there has been recycling at our schools\n\nfor, you know, more than two decades and there had been work on the maintenance level to move\n\ntoward more efficient lighting and, and our purchasing level to start purchasing paper with\n\nwith hybrid cycle content. So it happens, it needs to happen in all places. There’s not one\n\narea where you can check out the box and then you’ve solved the problem. Yeah, you like,\n\nI’d say good, we’re done. We’re done. Yeah, there’s so much incrementally and even sometimes in\n\nterms of really big steps that can happen and probably needs to happen. Yeah.\n\nSay if you were looking back over the last 10 years that you’ve been doing the work you’re doing,\n\nwhat would you say are one or two of the accomplishments that you feel most proud of or that you feel\n\nhave been really most innovative or impactful in the, in the history? Yeah. Well, when I started\n\nthis work a 10 years ago, really the first thing we did was to kind of recognize all the awesome\n\nthings that were going on. Again, kind of at the district level. So while schools had been\n\nengrossed at a lot of these activities, there wasn’t really a kind of district level commitment to\n\nrecognizing and prioritizing that work. And then we created our sustainability management system\n\nwhich is our plan for incorporating sustainability into operations and and curriculum. And I think\n\nthat was really the right place to start given where we were to give the opportunity at a high level\n\nto again, kind of recognize the work, coordinate as an organizational system around the work that we\n\nhad in this part of creating that plan. We brought in community members, we brought in staff,\n\nwe brought in maintenance teachers, students, the University of Colorado Boulder and other local\n\npartners who are also working toward integrating sustainability and partners like EcoCycle,\n\nwho are working to support the work through partnerships. So it gave us that opportunity to just\n\nalign what we were doing and create meaningful and measurable goals. So it was the first time we had\n\nyou know our maintenance people talking with people from CU about things like\n\nnet zero energy or being climate ready as an organization. So it was it was pretty groundbreaking\n\nand a great place to start for that reason. So our sustainability plan we decided\n\nthe most important areas for us to focus on were our buildings. So how we were operating and\n\nin our construction program what types of things we were doing to incorporate\n\nsustainability materials. So that looks at what we’re purchasing all the way to our waste\n\nof version efforts. Transportation, so how our community is getting to and from our schools and\n\nhow we’re supporting sustainable transportation. And then of course education, which is the heart of\n\nwhat we’re doing and you know creating opportunities for green teams in the school, integrating\n\nsustainability into curriculum and also under education includes how we’re communicating about\n\nsustainability. So once we had this plan it allowed us to do things like you know in our monthly\n\nnewsletter now to staff we have a sustainability column and things like that go a long way just in\n\nterms of kind of how it’s integrated into the culture as an important priority for this.\n\nSo that’s one thing I would say is you know I’m proud of and I think it was the right place for us\n\nto start and really laid the groundwork for our direction we wanted to go. It’s really amazing.\n\nOutline framework that you’ve created and are working in. I imagine that could be useful to\n\nsome others in other communities that are in similar positions or perhaps even thinking about\n\ncreating similar positions that would help their school districts. You know I’m struck by the way\n\nhow many about how many schools are in the district. I don’t know that number. You have 56 schools. 56.\n\nThat’s really cool. And I’m struck by your mention of the collaborative relationship with the\n\nuniversity and I imagine for many other communities out there they may be able to similarly\n\npartner with a university that is nearby or reasonably close by for them to leverage off of\n\nand and take advantage of some of the resources and capabilities that might exist at that\n\ninstitution. It sounds like that’s been part of your strategy. Absolutely. I mean partnerships in\n\ngeneral are a huge part of why we’ve had the success that we’ve had here. But it is unique\n\nwhere any university town and I absolutely agree that you know I think that higher ed is maybe\n\na little bit further along than K12 although we’re catching up in terms of our thinking around\n\nsustainability and planning for it. So they can be a great partner in that way and that they might\n\nalready done some of the thinking and work and can help support that. And then even to the level\n\nof that you know every semester I have interns from the university who help support this work\n\ntoo. So you know one of the barriers in the time and money but I’m able to partner with the\n\nuniversity and they get college credit and help you know do the work actually here in K12 and\n\ngive them experience. So it’s on so many levels it’s been remarkable collaborative efforts.\n\nWe university. That’s beautiful. That’s so beautiful to hear. So I have to ask because as I think\n\nyou’re aware many of us in the why on earth community ecosystem have a real passion for soil\n\ngardening and that aspect of cultivating stewardship regeneration and health and well-being in our\n\nlives. So just curious in addition to it sounds like you’ve done a lot of curriculum related work\n\nfor inside the classroom are you seeing students in the district getting out and hands in soil\n\nout to nature forests whatever it might be? Absolutely. We are seeing more and more opportunities\n\naround that and I think that that’s you know exactly where you need to start when you’re dealing\n\nwith K12 students is getting them outdoors and connecting with nature and you know they’re\n\ninherently excited in support of you know doing that kind of thing so it’s a wonderful fit.\n\nSo we have gardens and I think about two thirds of our schools so that’s one example of how\n\nwe’re connecting kids outdoors and in a lot of our schools are again working with community partners\n\nwho really integrate that garden into the curriculum and to their learning making sure that all\n\nthe students are getting out at some point hopefully multiple times during the year and working\n\nin the garden. In most cases we are being able to use some of the food in the garden and in our\n\nlunchroom where our food service program is amazing and has done a lot in support of eating local\n\nfood and fresh foods and we’re not only working with the gardens that taking field trips to\n\nlocal farmers and learning where the food comes from and grows and having a chance to chat with\n\nthe farmers. I think it’s one case it’s farmers have come into the lunchroom where the kids have\n\ngotten to meet the farmers who are actually growing the food so really a lot of exciting work happening\n\nthere. Through our bonding construction program we’ve been able to create some outdoor learning\n\nspaces in some of our schools and that’s a really cool way you know school some of them are actually\n\nclassrooms that are outdoors that could be used as and some of them are just you know cool spaces\n\nthat kids can use and explore during free time but really important and and our partners I mean\n\nwe we have really exciting opportunities for schools or example all of our second graders have\n\nan opportunity to go to Simbrero Marsh which is nearby and located and they get to learn about\n\nwetlands and the water cycle and they have an amazing view of actually where the water is coming\n\nfrom from this community when they’re there and other you know other really cool opportunities so\n\nagain not to say that we have it nailed and it’s as integrated as we would like but it’s a really\n\nimportant piece of work. That’s so wonderful to hear. Yeah. Are you getting on your end in the\n\naudio? I don’t think so. Are you? If it’s not showing up on your end I’m not going to\n\nokay. So let me ask in the years that you’ve been doing this I mean it sounds like you’ve\n\nhad so many beautiful successes on so many levels and I’ve got almost a page full of notes here\n\nthat I’ve taken as you’ve been talking. What what have been some of the challenges? What what might\n\nyou be bumping into now or in the recent past that you hope will be resolved going forward?\n\nYeah. Well I think the challenges in general come down to challenges that a lot of missioners\n\nmight have is the just time and money. So for example we’re in the middle of a huge bonding\n\nconstruction program right now and we are so fortunate that the community has passed and voted\n\nto give money to support construction and improvements in our schools but we the money was passed\n\nthe bond was passed several years ago and already it’s a very different market than when\n\nwhen the projects were defined. So budgets are very tight and we have a lot of competing priorities\n\nhere at the school district all very important. So when it gets down to it you know we might not\n\nbe able to fund the best you know most efficient heating ventilation and cooling system for\n\nschool because we have to make the choice to use the one that has less upfront cost even though\n\nyou know in the long term that might be a more efficient solution. So we have to make hard\n\ndecisions like that and with unlimited money we could create I think amazing facilities that\n\nnet zero energy and ample daylighting and access to the outdoors you know but we are doing a lot\n\nbut I think we could go even further money was an issue. Yeah so that’s an ongoing challenge\n\nand then I think you know time just time and support. So like I said at the beginning there’s no\n\none box you can check to make this happen and you’re done and it really takes champions everywhere\n\nat all levels. So we’ve come up with some really exciting programs like our shared energy savings\n\nprogram where schools can voluntarily sign up to basically compete to reduce energy so they\n\ncommit to auditing their school taking some follow-up action and we provide them tools for doing\n\nthis educating their schools and then actually competing to reduce energy so we have a dashboard\n\nwhere they can see live energy data they can see how they’re doing and it gives the kids and the\n\nteachers all involved in exciting ways and they come up with things that we would not come up with.\n\nBut we could have a great program but if there isn’t somebody at the schools you know to take\n\nthis on or really support it it’s not going to go anywhere so you know having and the schools\n\nhave an enormous amount but they need to accomplish in every day you know just meeting the standards\n\nand testing and you know there’s a lot of priorities that are very important but it’s you know\n\nthere’s only so much time in the day. So yeah.\n\nI’ll show you a little bit of an aberrating as you’re saying within the community where the\n\nschool district is situated has been a really important strength in all of these efforts\n\nand I’m struck that you recently shared with me this organization greenapple greenapple.org\n\nand the way in which they are helping to connect wonderful projects and leadership\n\nin communities all over and I looked at the website greenapple.org I’d really encourage\n\nthe audience please check it out there’s a lot there in terms of the programs they’re highlighting\n\ndays of service days of action but tell tell me how has green apple been an important resource\n\nto you and how are you seeing it getting traction and utilization in communities all over the place?\n\nYeah well I think it’s there’s awesome resource it does a lot of things it helps recognize the\n\ngreat work that’s going on at students and at schools and it helps connect communities and so\n\npeople can see that it’s not just their school they’re schools doing this all over the world at\n\nthis point I think it’s an international resource it does provide on some limited basis some\n\ngrant funds that schools can apply for to get chicks start some of these things so I think\n\nyou know we’re in a place now with the with the green schools network and there’s a national\n\ngreen schools conference where there’s more resources than I’ve seen to kind of support and\n\nrecognize these efforts and help get them off the ground no matter where you are and you know it\n\nalso provides examples so if you don’t happen to have composting hauler in your community that\n\ndoesn’t mean that there aren’t things that you could get started to support composting or\n\nrecognizing that food waste is an issue in your school and so you can see how people are handling\n\nthese types of things and all different types of things so it’s really really great and powerful\n\ntool. So wonderful I noticed on their on their website they encourage folks to share projects by\n\nshouting out via social media using the hashtag green apple day so it’s hashtag green apple day\n\nto get connected in with some of the programming that they have going on. Yeah that’s great yeah\n\nand they’ve already affected three and a half million students 900,000 volunteers 80 countries\n\nit looks like they’re active in so what an amazing resource for folks to know about and take\n\nadvantage of. Absolutely. Well let me ask you something else Geeta so I know you have a very busy day\n\nas the sustainability coordinator for a district with 56 schools and you’re also a mother.\n\nYeah. You have two school aged kids. Tell me if we were to take a walk in the day of the life of Geeta\n\nso what does it look like for you when you’re not working and with the family and how is sustainability\n\nwoven into the fabric of your overall. Yeah well we love to get outside as a family and again I\n\nthink that’s the starting point and that’s where you know if you’re going to be passionate about\n\nthis area that’s where it’s got to start is the connection to the outdoors so we take family\n\nwalks. We go on family bike rides we have a garden at our home that the kids are responsible for\n\nwatering and then we help harvest and you integrate that into what we’re eating. Yeah we I mean\n\nwe live in a community where we are able to recycle and compost at home and because they’re also\n\ncalling that out and each week for when it’s trash day and compost day.\n\nYeah but it’s I my kids go to school in the district where I work so they’re always asking me\n\nyou know how their school compares. Are they the greenest and are they doing an okay job?\n\nSo they like to share about programs that we’re working on in technical schools like\n\nputting in water bottle fillers to make it easier to refill water bottles or being a green star\n\nschool where they can compost at school and then it’s always fun when I’m there for a program\n\ngiving a presentation and right to the audience. Well that’s a nice thing I think of the\n\nreally beneficial form of competition that can kick in with even at a very young age to have\n\nthis sense of hey how is our school performing relative to others for example in a beautiful way\n\nto tune the kids into an aspirational framework that is for the benefit of the community,\n\nthe environment in the broader world. Yeah yeah we actually just this year I’m pretty excited\n\nwe’re launching green report cards so we have a green report card that the schools haven’t seen yet\n\nbut where we just noted all the areas where whether they have a garden and an active green team\n\nand what their energy use level is and again it’s like Green Apple Day to just really recognize\n\nthe great work that’s happening in the schools and then give them an opportunity to increase the\n\nthat’s so wonderful I don’t I don’t want to put you on the spot but I’m curious are the criteria\n\nthat you’re using for the green report cards available is that something you guys will make available?\n\nAbsolutely yeah what a great additional resource that others could look at and perhaps emulate.\n\nYeah yeah and I think I mean you know recognizing the work is great I had to have our shared\n\nsavings program where the winners now do get a portion back of their electricity savings but we\n\nalso have this traveling trophy where we’ve been doing this for eight years so if you win you get\n\nyour name on it this is our first winner of Apple Campus and then our winner last year was\n\nHeatherwood Elementary so you get your name on it you get to keep it for the year and then I get it\n\nback and I have it now because we’re in between school years so little things like this I think\n\ncan go a long way you know this isn’t expensive or hard to do and it’s something that you know\n\nthe schools are excited about and once they win it they’re they want to work hard the next year\n\nto keep it again so it’s a great way to recognize yeah certainly educators and parents know that\n\nrecognizing achievement and reinforcing that kind of behavior is one of the keys to moving\n\nyou know in the direction we want to be moving right? Absolutely yeah and I would say you know where you\n\ncan join the party instead of create your own party so you know if it’s schools already having an\n\nevent come to that to be able to share the sustainability efforts instead of trying to create a\n\nwhole new thing just because as we talked about time and resources are tight so that’s a good way\n\nto integrate into what’s already going on excuse me right there. I love that that’s a beautiful\n\nbeautiful message with that I might just take a quick minute to remind our audiences that this\n\nis the why on earth communities stewardship and sustainability podcast series and we are talking\n\ntoday with Dr. Geeta Carroll the sustainability coordinator for the Boulder Valley School District\n\nin Colorado and I want to be sure to mention that folks can connect with you and your work\n\nusing Twitter at Green BVSD for Boulder Valley School District so that’s at Green BVSD and\n\nfor any of you folks who would like to take advantage of some really special Groovy deals and\n\ndiscounts on the why on earth ebooks and audiobook products be sure to use the code podcast\n\nwhen you go to why on earth.org slash market we’ve got a lot of great resources for you there and\n\nhope you’ll take advantage of that my goodness this whole notion of joining the party and not trying\n\nto recreate parties on our own is one that shows up for me in a bunch of different circles whether\n\nI’m speaking with educators professionals consultants even even parents right and grandparents\n\nand it seems to me in part because of the amazing communication technology is another tools\n\nthat we have at our disposal Geeta that we really do have this opportunity to do more and more\n\nand more collaborating and layering of collaboration in our communities. Absolutely yeah there’s so\n\nmuch there that I think that we can just build on and engage in and so it doesn’t have to be\n\nintimidating it’s you know it’s it’s happening and we can we can all jump in and be part of it.\n\nYeah absolutely that’s so fun. Well I want to invite you to share any any last thoughts or\n\nperhaps even words of advice to other you know professionals and parents folks who might be working\n\nin school districts as well specifically is there anything that you’d like to share with folks?\n\nYeah I mean I think it’s just that there’s a growing amount of support and network out there\n\nthat people can can tap into so the the Department of Education has a recognition program for\n\nschools and districts doing this work and the Center for Green Schools has scholarships that\n\ncan help support sustainability professionals in schools and districts to do this work.\n\nSo you know more than ever I think there’s you know opportunities to engage there’s a the\n\nNational Green Schools conference is taking place in Minneapolis this spring and that’s an\n\nopportunity to bring together thought leaders and on the ground heroes that are kind of working\n\nevery day to bring civilian action schools so it’s it’s a great time to get involved and you know\n\nyou don’t have to be a parent or in the schools to be able to help support a programmer the work that’s\n\ngoing on. Awesome thank you Ghita well and I also want to mention before we sign off that\n\nfolks can learn more about the work you’re doing at the Boulder Valley School District\n\non the web at bdsd.org slash green yeah a lot of wonderful links and resources there as well.\n\nAwesome yeah we have links to our our sustainability plans on that website and then resources\n\nboth local and nationally and a lot of other information about our program so great place to start\n\nthank you. Well oh my goodness Ghita it’s been so great connecting with you today and thank you\n\nfor taking time out of your busy schedule to share this with folks my my profound hope is that\n\nfolks and communities all over will benefit from some of your recommendations and the example in\n\nthe in the work that you’ve been doing for several years now so thank you. Thank you so much for the\n\nopportunity. Appreciate it. Take care. You too."
}