{
  "title": "Episode 105 – NGO & Social Enterprise Accounting Intro with Aaron William Perry",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11956/episode-105-social-enterprise.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-105-social-enterprise/",
  "episode_number": 105,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "The Y on Earth Community first intended this workshop to be available only to the Ambassador network, through its Ambassador Resources. However, after some reflection and deliberation, it became evident that the workshop could be much more widely beneficial by making it public through this podcast episode. A very special thank you to Marissa Pulaski and Nick DiDomenico ofDrylands Agroecology Researchand Elk Run Farm, Azuraye Wycoff of Allens Farm, and Shane Weigel of Meta Carbon Farm. If you would like additional instruction and/or consulting and advising support from Aaron Perry and the Y on Earth Community Team, contact us via the “Advising & Consulting” resources page:yonearth.org/advising-consulting.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today,\n\nwe’re actually sharing a different sort of episode. This one is an important introduction\n\nto accounting for social enterprises, small businesses, entrepreneurs, nonprofits, and folks\n\nwho are otherwise creating and building organizations doing good in our world. We did this as a\n\nworkshop at Elk Run Farm with our friends, Nick and Marissa from Drylands Agro Ecology Research,\n\nas well as our friend, Audrey from Allen’s Farm and our friend Shane from Medacarbon Farm,\n\nthese three farms form a special cluster north of Boulder near Lyons where all kinds of wonderful\n\nregenerative farming practices are getting established and expanded. And so we began by doing a\n\nworkshop for them to help them in their leadership positions better understand the basics of\n\naccounting and therefore have a foundation to do all of their bookkeeping requirements and to\n\nhelp manage any other folks on their teams who might also be working on the books with them. So\n\nafter we recorded the workshop, we realized, hey, this might actually be helpful for a whole lot\n\nof other folks out there. And so hence we decided let’s go ahead and publish this as a podcast episode.\n\nNow we’re talking about accounting and bookkeeping. So I imagine there are some in our audience who\n\ndon’t feel so inclined to want to listen to something like that, no problem. But I also\n\nimagine there are plenty of folks out there for whom this session will actually be really helpful.\n\nSo I would encourage you all to not only check it out if you think it’ll be helpful for you,\n\nbut to share it with others you know who are launching and growing organizations doing good work\n\nin the world. Okay, so if I just want to mention as well that through the wider community, if any of\n\nyou would like to dive even more deeply and or to bring any of our expertise on to do some\n\nadvising and consulting for you, you can check out our advising and consulting page. That’s at\n\nY&R.org slash advising dash consulting. You’ll find that right under the resources sections section\n\nat Y&R.org. And so I also want to just quickly show the graphic that we used during the workshop\n\njust to give you an idea. We talked a little about the history and that there was this Italian\n\nPat Gioli who around the same time that Leonardo da Vinci was creating all this amazing work,\n\nmathematics, art, etc. This guy Pat Gioli actually wrote a book called Summa 1494 that established\n\nthe double entry accounting system which essentially the entire planet is now using. And we’ll also\n\nget into the five types of accounts. We’ll talk about devising credits and how those are\n\naffecting the five types of accounts. And we’ll talk about the different financial reports and\n\nstatements, especially the three primary, the balance sheet, profit and law statement and cash\n\nflow statement. Those in the nonprofit world are also known as the statement of position to\n\nstatement of activity and cash flow statement. And then we covered a number of processes and\n\nprocedures that are going to be common to just about any organization. So invoicing, depositing\n\nmonies, building, running reports, reviewing reports, getting into the budgeting and planning process\n\nand then running budget versus actual numbers once all of the budgeting work is finished.\n\nAnd of course doing the routine bank reconciliation work on monthly rhythm is what’s recommended.\n\nSo that’s just a quick overview of what we talk about. And I hope that it’s really helpful\n\nto many of you out there. And I want to give just a quick shout out to all of our partners and\n\nsponsors. And by the way, check out our partners and supporters page. We’ve got more and more\n\ncompanies with great products with whom you can get discounts when you click through out of the\n\nWyner Thought Award ecosystem. It’s our growing regenerative economic ecosystem. Our Wyner\n\napproved ecosystem that allows us to get these discounts and portions of the sales will come back\n\nto support the work that we’re doing on the Wyner’s community, including our podcast series.\n\nSo I want also to give a big shout out to you, Earth Coast Productions, the Lich Family Foundation,\n\nAlpine Botanicals, Purium, Earth Hero, Liquid Trainer, Vera Herbles, Growing Spaces,\n\nSoil Works, Joyful Journey, Hot Springs Spa, Earthwater Press, Dr. Bronners, and of course,\n\nWaylay Waters. A huge thanks also to everybody who’s joined our monthly giving program. And if you\n\nhaven’t yet and you’d like to, you can just go to Wyner Thought Award slash support and set up your\n\nmonthly amount at whatever level works well for you. If you sign up at the $33 level or greater,\n\nwe’ll send you a monthly shipment of the waylay waters, regeneratively grown,\n\nhave infused a Roman therapy soaking salts as a thank you gift. And of course, also a huge shout\n\nout to those who have joined our stewardship circle, including very recently our good buddy,\n\nBob Hill. You’ll be hearing more about Bob and the project season working out here soon.\n\nSo thanks to everybody. And again, if you are inclined to check out this introduction to\n\naccounting for small organizations and growing businesses, I hope you enjoy. And please be\n\nreach out if we can be helpful to you beyond the content of this episode. We’re happy to chat\n\nabout it. Thanks so much. Take care, everybody. And hope you enjoy. I wanted to start by introducing\n\nwhat the heck is this thing called accounting. Where did it come from and why? Right? So,\n\nis that going? Okay. So before I dive in, like any questions, comments,\n\noh, I should stand over here. I guess. And how’s that over on that thing?\n\nYou’re getting it dark. Yeah. It’s, it’s, it’s some setting. I,\n\nArtim and Jordan, so we collaborate with a company called Earth Coast Productions. And\n\nArtim, who owns it, is on the board of the Y and Earth community. Those guys are always telling me,\n\noh, you got to do this one setting and this other thing. And that’s just, yeah, I remember a lot\n\nof things, but that’s, that’s not sticking as well. So, you know, when we think about accounting,\n\nand bookkeeping, we’re thinking about invoicing, right? That’s exactly what you said earlier, Shane,\n\nor we’re going to talk about invoicing. And like, yeah, we are. But we’re going to talk about it\n\nin the context of the picture, of, of the situation in which invoicing is doing what it’s doing.\n\nSo accounting goes clear back 500 plus years, double entry accounting in particular,\n\nwhich is a unique little system that we humans have invented, right? This double entry\n\naccounting does not exist in nature without humans as far as we can tell. This is one of the many\n\nthings we’ve imagined and created, as it’s true of a lot of what happens in economics, right?\n\nSo back at the beginning of the Renaissance, when the Italian city states were sort of at the\n\ncenter of this exploding early global economy, right? Trading across land over to Asia and elsewhere\n\nand preparing to start essentially sailing all around the world. This guy named Father Patioli\n\nwrote a book called Summa 1494, in which he laid out the system of double entry accounting,\n\nwhich we’ll be talking about. There’s an earlier record dating back another\n\nalmost 200 years by a guy named Amatino Manucci, where double entry accounting is used in the\n\nrecords of a company. But it wasn’t until this Patioli guy wrote Summa that it was sort of\n\nformally presented as a system in a book. And curiously, if you look at the dates of\n\nthat friar, they almost perfectly coincide with the dates of the life of Leonardo da Vinci just\n\nto provide a little more context there. And if you want to dig deeper on some of that background,\n\nI’d put the Wikipedia link in here for you to. So why this matters is that there’s one peculiarity\n\nin double entry accounting that is what makes it work so well. But it also is sometimes really\n\nchallenging to understand and actually requires a little memory work to really lock it in.\n\nAnd I remember back in the day, my parents first asked me if I wanted to do bookkeeping for their\n\ncompany when I was in middle school. And I asked my dad, well, how much would you pay me?\n\nHe said something per hour and I figured that’s like two to three times that I could make\n\nmowing lawns per hour. So I’ll do it. So that’s how I began learning. And after a while was doing\n\naccounting and advising work for a number of companies and actually had to memorize this\n\ndebits and credit system that is used when we are using double entry accounting.\n\nSo I’m not suggesting you need to memorize it. But I just want you to take the time here together\n\nto walk through what’s happening because it’s going to help, I think, make some sense in some\n\nof these procedural flows. So invoicing is a step that kicks off a sequence. And so invoicing\n\nhopefully leads to getting paid. And so there’s another function which is receiving payment.\n\nAnd you do that in accounting software like QuickBooks. That’s a step. And after receiving payment,\n\nthen you deposit funds, right, which corresponds to literally taking checks to the bank or a photo\n\nof a check if you’re remote depositing or what have you. And then eventually you’re going to reconcile\n\nthat transaction along with all the other transactions, ideally on a monthly basis. And you’ll see on\n\nthe back side of this paper that there are a handful of additional processes and procedures\n\nand in each I’m indicating the frequency of when those ought to be occurring. So for example,\n\nreconciling bank accounts in general would be a monthly process. Good so far. Okay. Board\n\ndetiers yet, Nick? No. Okay. That’s what I figured. There should be some national pride or something\n\nin this. Well, I just want to say to just having guests here that may know a lot about this.\n\nNick and I are like very much beginners. And I clearly trust Aaron that there’s going to be more\n\nfor you also learning to do with why do we acknowledge that you may be versed in this more so than we\n\nare. So thanks for being here. And are you guys accountants? I should have asked that.\n\nMy parents are. Your parents are. I think they both. Yeah, exactly. You say you’ve done a lot of\n\nmath? Yeah. Yeah. So what’s interesting about accounting is that there’s not a lot of advanced math\n\ninvolved. It’s all basic computation, really. Unless you’re getting deep into some analytical stuff.\n\nAnd we won’t get to that today. So the math aspect is pretty straightforward.\n\nThe framework of what’s happening within the system of accounting is something that isn’t\n\nnecessarily intuitive. And so hopefully this will be interesting and help kind of further\n\nflesh out your working knowledge given that you already have a background doing a lot of books\n\nand that sort of thing. Yeah. Good. So okay. Now there are five types of accounts. And this is\n\nreally simple. It’s always true. Okay. No more and no less. And so income and expenses are two\n\nof the five. And then you have assets, liabilities and equity. And income and expenses are generally\n\nexpressed on a financial report called an income statement, which for nonprofits is also called\n\na statement of activity, right? So you got your income and expenses. Now these are types,\n\ngeneral types of accounts. We’re not going to dive too deeply into this just yet. But\n\nunder the type of account called expenses, you’ll also find something, find something called\n\ncost of goods sold, right? Which is often expressed as cogs.\n\nBoy, those troopers have been active today. So this is what we find on an income statement,\n\nwhich is also called a profit and loss, which is often abbreviated like this P and L. And then\n\nfor nonprofits is called statement of activity. These are all synonymous, basically just depending on\n\nwhether the entity is a nonprofit or a for-profit. Is that good so far? Yeah. So then the other three types\n\nare assets, liabilities and equity. And these are all expressed on the balance sheet,\n\nwhich is also called a statement of position. And we’ll talk about the third common financial\n\nstatement, which is called a cash flow statement. Put it right here in a little bit, not quite yet.\n\nThis cash flow statement, however, is not introducing any new account types. It is simply\n\nretelling the story of what has occurred in these account types in a format that is oriented\n\naround the changes in cash position, essentially. And I’ll walk through details on that in a little bit.\n\nOkay, so any questions so far?\n\nMakes sense? Kind of straightforward. Yeah. Now for the fun. Now we’re going to talk about\n\ndebits and credits, because this is essentially the logic within any accounting system we’re using,\n\nincluding something like QuickBooks. And what’s interesting about QuickBooks is that the company\n\ninto it that has developed the QuickBooks software and app has evolved the GUIs, the graphical\n\nuser interfaces, to such a degree and dumbed it down so darn much that often you don’t even realize\n\nwhat’s happening in the mechanics with these various GUIs you’re using, like an invoice\n\nmodule or what have you or a building module or a make deposit module. And for the most part,\n\nthat’s okay. It used to be earlier in the days of QuickBooks back in the 90s and the early 2000s\n\nthat the GUIs weren’t developed quite so simply. And there was more of true accounting kind of\n\napparent in the day-to-day work there. And I had a company at one point where we were\n\npushing so hard on the data tables behind the software engine because we were doing local\n\nfood and attempting to track source and destination of all this local food in the transactions,\n\nwe were actually working with into its developers to kind of push the boundaries a bit on some of\n\ntheir data architecture so that it could further accommodate that kind of activity which is really\n\nfun to do. But basically this fundamental architecture requires that we know what’s happening\n\nwhen we use debits and credits across these five account types. So and I know this is on a\n\nlittle more clearly written on the handout. So when you have a debit and you have a credit,\n\nthese are abbreviated DRCR. And trust me, I’m going through this to get to the conversation about\n\ninvoices so that it really makes sense of what we’re doing. So when we, the thing about\n\ndouble entry accounting is that there is never ever any transaction recorded that doesn’t always\n\naffect at least two accounts and that doesn’t always have the exact same total of debits and\n\ncredits, right? There is an intrinsic balancing that must occur within the logic of accounting.\n\nMy grandfather was an accountant back in the post-war era and what we now do with software with\n\nclicks of buttons took him and a team of people, mostly men, days on a monthly basis to wrap books\n\nup and balance things out account by account literally each account had its own book, right? And\n\nyou can have a chart of accounts with what hundreds of different account line items, thousands in\n\nsome cases. So what’s happening is when we credit an income account, we are increasing that income\n\naccount. When we debit an income account, we are decreasing it. The opposite is true of expenses,\n\na debit to an expense account is an increase and a credit is a decrease. With assets,\n\na debit is an increase, a credit is a decrease. With liabilities, it’s the opposite. So a\n\nthanks. A debit decreases and a credit increases and equity and liabilities behave the same way.\n\nAnd when you’re on a balance sheet, if this is your balance sheet and that, you know,\n\nBS stands for a few things, your assets, your total assets is always going to equal the total of\n\nliabilities plus equity. Okay. So if you’re looking at a really financially healthy organization,\n\nyou’re going to see that number that is the total of assets is essentially going to be very close\n\nto that number. That is the total of equity. If you’re going to see a highly leverage or debt loaded\n\nentity, right, you might see your liabilities very similar in number to your assets. In some cases,\n\nyou’re in greater. Yeah. Thank you. Great. So income means in flow of money generally. In non-profits,\n\nyou can have in-kind income or somebody’s donating time or equipment, right? But even if it’s\n\nsomething other than money that’s donated for it to be recorded as a financial entry, there needs\n\nto be a monetary value assigned, right? So income is something we’re receiving from an outside\n\nentity. Expenses is something we’re paying out to another party, an outside entity, an employee,\n\na vendor, a contractor for goods purchased or services provided, right? So one important thing\n\nto remember is that not all money is going out are necessarily expenses, because you might be\n\nbuying an asset instead of paying an expense, right? So assets are things like significant pieces\n\nof equipment, property. There’s a such category as intangible assets. This is like intellectual\n\nproperty. So if, for example, you’re spending thousands on a patent, in many cases, you would\n\nput that on your balance sheet, which is called capitalizing it as opposed to recording that as an\n\nexpense, right? So assets are basically different forms of property of significant or substantial value.\n\nWhose useful life, this is another way of thinking about it, that accounts, think about the\n\nuseful life is extensive, often many years. And liabilities is essentially going to be anything\n\nthat is owed to somebody else, right? So a note or a mortgage on a piece of property, a\n\nloan on a truck, and so on. And then equity is basically the net value of the organization\n\nthat takes into account the net income, as well as net income from past periods, which is called\n\nretained earnings, and the net difference between your assets and your liabilities.\n\nWe’ll walk through a few examples thinking about things like invoices that would help us understand\n\nwhat would happen on the balance sheet as we’re creating certain transactions. As far as just\n\nkind of describing the five account types, is that helpful? Okay, great.\n\nLet’s see.\n\nOkay, another, I think, really important thing to recall is that an income statement,\n\na statement of activity, is always going to be expressed as covering a period of time.\n\nOkay, so this is a period of time. So you might have a statement of activity for a year,\n\nlast year, 2020, which would be January 1 through 1231, 2020. You might have one for last month.\n\nRight? You might have one for last week. It’s a little less typical that you’d be doing\n\nsomething like that, but that could happen. You could even have a single day. Right? That’s in terms\n\nof time granularity, a single day is as sophisticated as QuickBooks gets. Some of the really,\n\nreally big companies might be dealing with even smaller time periods than that, but that’s probably\n\ngoing to be handled more in their inventory management software and some of the other extensions\n\nof the, not in the true accounting software, unless it’s all integrated. So your statement of\n\nactivity is dealing with a period of time. So is your statement of cash flow, okay? So these guys,\n\nagain, you would see like if we were preparing financials for last year, we would, oops, I’m rewriting.\n\nWe might see, here’s a statement of cash flow for 2020. Does that make sense?\n\nWith a balance sheet, instead, it’s a snapshot at a moment in time. So it’s always as of a certain\n\ndate, okay? So this is a snapshot in time because it’s a matter of position. So activity is\n\nsomething that occurs over a period of time and position is something that occurs at a moment in time.\n\nSo if we’re preparing our 2020 financials, we’re going to include a balance sheet as of December 31st,\n\n2020, the final day of the period that the other financial statements are covering.\n\nAnd that would be a complete package for financial statements for 2020, for example, preparing for\n\na board meeting or putting something together for key philanthropists or you might even provide\n\nsnapshot information in your annual report. You could include your financials. You don’t have\n\nto do that sort of a choice you have. But you would have your income statement for the year,\n\nyour cashless statement for the year and your balance sheet as of December 31st.\n\nSo any questions before we get into like specifics like invoices?\n\nOkay. Does that context help or is it just more like mind-boggling?\n\nOkay. Great. Okay. So now let’s pretend we’re, this is where we get to have some fun and do some\n\nmake-believe transactions. So let’s just say we did an invoice. We just had a huge design project,\n\na $100,000 design project. And so we’re invoicing somebody, right? And this invoice needs to have a\n\ndate, right? So that it knows where to land in terms of those contexts. It’s going to have a\n\ncustomer, right? It’s going to have an amount of money. In this case, we’ll say it’s $100,000.\n\nAnd then it’s going to have something like a due date typically, right? And you might have net\n\n30 days, you might have due on receipt, right? There are different options there.\n\nYou might also have a description of goods and services, goods and or services, right?\n\nAnd what you’re certainly going to have is an account. When you’re recording an invoice in\n\nQuickBooks, you have to tell QuickBooks what account this is booking to. Almost always an\n\ninvoice is going to book to an income account because you’re essentially earning income for services\n\nprovided or goods sold, right? So in this case, you might have an income account called\n\ndesign, right? Or some such name? Boom. Now, what about this double entry business? Well,\n\nthe second you record this thing, you hit enter, QuickBooks knows now to credit.\n\nRemember, we’re going to say DRCR. So now we’re going to credit income 100,000.\n\nAnd what are we debiting? This is where it’s behind the scenes, right? So it’s like,\n\nwhat are we debiting? Any guesses? To what account? And that’s exactly right. It absolutely\n\nhas to be 100,000, right? These need to add up to the same. They have to be in balance.\n\nSo we already credited income. Expenses. No, it’s a good guess because that certainly would\n\nmove in the right direction. What other type of account would move up with a debit?\n\nYeah. Bingo. Which type of asset is this?\n\nAha. This is accounts receivable. Very good. Okay. So now, right? Now if you’re looking at your\n\nballot sheet and your customer hasn’t yet paid, you’re going to see in your assets, you’ve got\n\n$100,000 of accounts receivable. That means somebody owes you $100,000. Okay. So the invoice\n\nmodule in QuickBooks is automatically debiting that asset account. That’s all happening behind\n\nthe scenes, right? And you have to put that in there like that under assets. No, it does that\n\nfor you. This is invisible. Okay. This is just so you understand what’s happening. Got it.\n\nSo you put it in there as I’m invoicing somebody, but I haven’t got my money yet.\n\nCorrect. Yeah. Yeah. Okay. This is an interesting little semantics,\n\nsplitting of hair’s opportunity, right? Because within the par lots of QuickBooks especially,\n\nand most other accounting software, when we’re using the term invoice, it means we’re receiving money.\n\nOur invoice is somebody else’s bill. So we’re also going to use a term bill, except that means\n\nwe pay somebody else. We owe somebody else. It’s almost the flip of this invoice pathway. Does that\n\nmake sense? So when we invoice our customer $100,000, they now have a bill of $100,000.\n\nSo let’s say we receive payment, right? This is step two in this flow. We’re receiving $100,000\n\nfrom these guys. What do we do? Okay, that’s a really, really great question and comment.\n\nQuickBooks is doing a few other things automatically to hit our equity account.\n\nAnd I will walk through that right now, I guess we can do that. So in this scenario,\n\nwhen we just created this invoice, in our imaginary financials, our P&L, our income statement is\n\ngoing to show income of $100,000. Expenses so far or zero. We haven’t done anything other than\n\nthat invoice. And so our net income is KU MathWiz is $100,000 minus zero. Right. So now on the\n\nbalance sheet, assets accounts receivable, which is often shown by AR 100,000, right? Liabilities.\n\nExactly. We have not incurred any debt in this example. Equity. What does this have to be for\n\nthe balance sheet to balance? Yeah, so that plus this has to equal $100,000. Right. So this equity is,\n\nthat’s correct, because net income is one of the types of equity that gets expressed. So\n\nQuickBooks is going to bring this directly across. That’s like the very basic balance sheet and\n\nincome statement or activity statement after just that one invoice. But now we receive payment. So\n\nsomething’s happening. Right. We just open the envelope and boom. There’s a $100,000 check and\n\nit’s like woohoo and we put it in the bank. Right. So in QuickBooks, there’s a function called\n\nreceive payment, which basically is going to reference your open invoices. And what it means you’re\n\ngoing to do now is where we previously debited that accounts receivable, we’re going to credit\n\nthat account 100,000, which essentially is going to drop that balance on that accounts receivable\n\naccount to zero, because it’s going to show a debit of 100,000 and a credit of 100,000, which adds\n\nup to zero. Right. And now we’re going to debit. If we were just going straight to the bank,\n\nwe would debit our bank account or our cash account. Right.\n\n100,000 because now we’ve got 100,000 in the bank. Does that make sense? There’s one other\n\nintervening step here, however, that is actually when you’re receiving payment, what QuickBooks\n\nis doing is putting it into another asset account called undiposited funds. So there’s actually\n\nthree steps here. And we’re no longer in just your abstract theory and talking about the Italians\n\nback in the early renaissance. This is literally what has to happen step by step to record an invoice\n\nin QuickBooks, receive payment for that invoice, and then finally make deposit, which is a third step\n\nin the module in QuickBooks. And that’s where you’re going to basically bring the debit\n\ninto the bank account, which is an asset account. Right. The 100,000. And now you’re crediting undiposited funds.\n\nQuickBooks, maybe silly questions. Yep. How are you defining account? Is that just a list of\n\ntransactions? Account literally is from our chart of accounts. And our chart of accounts is\n\nmade up of these five types of accounts. So an account might be your service income for design\n\nwork. That would be an account. That would be an income account called design work. I’m just\n\nmaking sure that I’m thinking of it like in the right context. So each account will contain\n\na list of transactions in its ledger. You’re exactly right. So if you’re looking in the design\n\naccount, you would see in that list that ledger, all of the transactions that have affected that\n\naccount, which probably would be a bunch of invoices, in that case. Right. And then on your assets,\n\nyou’re going to also have accounts like bank accounts, and perhaps investment accounts, and also\n\nfixed assets, things like trucks and trailers. And you might have property. Right. These kinds of\n\nthose are each going to be expressed as a different account.\n\nCould I ask something? Yeah. Like the kindergarten version of all this would just be on QuickBooks,\n\nset up different accounts. Design, folk farm, farm to table. And then when you do this, you click the\n\nbutton, and then you click the button to say receive payment, and then you click the button, and does they make the pilot like, is it all that simple?\n\nWell, sort of, it is.\n\nAnd this is why the setup of the chart of accounts\n\nis so darn critical.\n\nAnd we’ve been talking about this also\n\nin the context of your budgets versus your QuickBooks,\n\nwhich is your actual transactions, right?\n\nAnd we’re going to, that’s one of the last things\n\non this document actually is the budgeted versus actual reporting.\n\nSo yes, so you’re going to literally, when you’re invoicing,\n\nyou’re going to say this is to, you know,\n\nMary Smith for a folk farm.\n\nHowever, you may also have expenses.\n\nYou want to track as part of folk farm.\n\nSo it would be typical to see that you might have an income\n\nitem, which would be like folk farm tuition, right?\n\nThat people pay you.\n\nAnd then down in your expense section,\n\nyou might have a second account, another account,\n\nthat would be something like folk farm staff, let’s just say.\n\nOh, yeah, that’s great.\n\nSee what I’m saying?\n\nAnd as you have naming convention consistency\n\nthrough all your different account types,\n\nthat also makes much easier the opportunity\n\nto track profitability or net resource generation\n\nwithin sub-enterprises of the whole entity.\n\nSo it would be very good to track the total expenses\n\nrelated to folk farm, the total income related to folk farm\n\nand have a finger on the pulse of how that’s doing\n\nas its own enterprise, right?\n\nAnd you might, in expenses, you may have multiple folk farm\n\nexpenses, you may have folk farm supplies, right?\n\nWhatever else, you don’t want it to get so carried away.\n\nThis is part of the art and science\n\nof creating your chart of accounts.\n\nYou want it to be as concise as possible while being\n\nas meaningful and informative as possible.\n\nAnd there’s actually a lot to discuss in Naderina\n\nwhen setting up the chart of accounts of an entity,\n\nespecially, that has different operating enterprises, right?\n\nSo at the farm, Metacarbon, you might\n\nhave a section for eggs and chicken related stuff,\n\nanother section for veg, and so on, right?\n\nAnd I obviously don’t know what you guys do\n\nto track all that, but hey.\n\nSo yeah, this whole, like, just click the button thing\n\nis absolutely how easy it ought to be day to day\n\nonce you know your chart of accounts is properly set up\n\nand that whoever is recording these transactions\n\nis properly trained.\n\nSo they’re selecting the right account\n\nbecause when you’re creating an invoice,\n\nyou’re selecting an account from this entire list\n\nof possibilities, right?\n\nAnd I’ll tell you, I’ve spent hundreds of hours\n\nover the last 30 years cleaning up accounting systems,\n\nsometimes going back 10 years for one client\n\nthat had to go back 10 years.\n\nAnd the paper records were not well organized.\n\nSo it was quite a process.\n\nSo this is, I will say, with accounting and bookkeeping\n\nreally as much as you might see it anywhere else,\n\nan ounce of prevention is worth a pound of cure.\n\nIt really, really is.\n\nAnd it’s really worth setting up right from the get-go.\n\nBecause it’s a system that as you grow in transaction volume,\n\nthe complexities, if you have errors in that system,\n\nthe complexity of the errors are just growing through the system.\n\nSo it’s better not to have this.\n\nGood question.\n\nSo let’s say when your referents are far,\n\nand you said you might have a thing for chickens and eggs\n\nand vegetables and whatever, would you choose\n\nto have accounts for your customers too?\n\nSo let’s say go farmer or something like that.\n\nBut then go farmers buying vegetables\n\nand cost the eggs and stuff like that.\n\nSo will I have accounts that have the same transactions\n\nin each of them, even though they’re once categories\n\nbased on what’s customer views?\n\nSo I absolutely love this question.\n\nBecause it gets at the nerdy geeky elegance\n\nof how the data structure is set up in QuickBooks\n\nand how the logic structure for accounting in general\n\nis established.\n\nAnd mind you, the entire world is using this now.\n\nCame from the Italians.\n\nThe whole freaking world is using this.\n\nAnd the largest corporations, Exxon, Apple,\n\nare using this.\n\nThe smallest little nonprofits, some are still\n\nlike just an Excel or whatever, but basically everybody’s\n\nusing this, right?\n\nSo the data architecture is such that no,\n\nyou don’t want to create an account that\n\nis customer specific.\n\nThe accounts are customer agnostic.\n\nAnd the way we’re tracking customers\n\nis through an entirely different list or data table, which\n\nis this customer, right?\n\nSo each little thing I wrote up here\n\nis effectively a data table or a data element, right?\n\nLike it’s not like as a date would be a data element.\n\nSo you’ve got a separate running list of customers.\n\nSo any time you’re creating a transaction affecting an account,\n\nthat single transaction is also tied to, in this case,\n\na customer, or in the case of a bill,\n\nif we’re talking about billing and expenses,\n\nthat would be a vendor instead of a customer, right?\n\nAnd you don’t want to see your chart of accounts creating,\n\neven if it’s your biggest customer, like egg sales\n\nto Walmart or whatever.\n\nYou just track them separately through the customer list.\n\nIs that hopeful?\n\nThe full card thing threw me up a little bit,\n\nbut that was just a project.\n\nThat’s an internal enterprise.\n\nYeah, great.\n\nOK, that’s a great clarification.\n\nIf you had an event, that could be the full-farm set.\n\nLike it could be a section, right?\n\nIt’s like programming.\n\nYeah, it’s a section.\n\nCorrect.\n\nYeah, like in the for-profit world,\n\none way to think about it is your different profit centers\n\nor your different enterprises or sub-businesses.\n\nSo programming is nonprofits, is it?\n\nIt’s certainly much more common to nonprofits.\n\nI mean, unless you’re talking like an educational for-profit,\n\nI guess that would be an exception.\n\nBut yeah, for you guys, you would have events\n\nas another not only potential income account,\n\nbut you probably would also have some expense accounts\n\nspecific to events.\n\nNow, there’s yet another layer of potential complexity\n\nwhere you can assign types to do your enterprise profitability.\n\nBut for what you guys are doing, I don’t want to get into that.\n\nAnd I don’t think that would be the right way to go about it.\n\nI think having a handful of income accounts\n\nspecific to your different enterprises\n\nand then a handful of corresponding expense accounts\n\nspecific is the best way to set it up at this stage.\n\nAnd should be really sufficient for several years.\n\nDifferent programs.\n\nThis program has an income and an expense account.\n\nSo then, and then after you have your what we’re calling program\n\nspecific expense accounts, then below that,\n\nyou’ll also have your administrative is one way to call it,\n\nright, which is also known as SGNA for for-profits.\n\nThat would be like sales general administration.\n\nSo this is where things like your telecom, right?\n\nUtilities, rents, whatever, things that are being utilized\n\nacross all those different programs, basically,\n\nand common to most are all of them.\n\nAnd like typically your, for example,\n\nif you have staff that are only hired for one program\n\nor enterprise, you’d probably record\n\ntheir expenses in that category.\n\nWhereas your general management that’s overseeing everything\n\nwould probably be down in this administrative section,\n\nright?\n\nSo you might also see your management on here.\n\nSo then, we went through the three steps needed to earn money.\n\nDo we also want to go through the corresponding steps\n\nwhere we’re paying a bill, basically, is that helpful?\n\nI think it is because this is in the nuts and bolts\n\nof what needs to happen.\n\nIs it?\n\nSo this time around, instead of creating an invoice,\n\nwe’re creating what we call a bill.\n\nAnd this means we’ve received a bill in the mail.\n\nMaybe it used to be, right?\n\nComcast or Verizon or whatever.\n\nNowadays, so much of that is happening electronically\n\nand often is happening with automatic payments.\n\nAnd those things can be automated in QuickBooks as well.\n\nAnd I will caution two things in QuickBooks.\n\nBe careful what you automate.\n\nYou don’t necessarily always want to automate everything\n\nbecause then you’re losing track of certain things.\n\nThe second thing is I would say, generally speaking,\n\ndo not connect QuickBooks to your bank accounts electronically.\n\nBecause it just opens the door for things like fraud\n\nand situations you just want to avoid.\n\nAnd how do you make the…\n\nSo then you make the deposit on your own\n\nand you don’t let it say,\n\nI’m going to deposit this directly to your bank account.\n\nYou don’t need to buy.\n\nYou’re recording that you make a deposit in QuickBooks.\n\nOK, but we don’t say that you make the deposit for us.\n\nSo yeah, so there are different banks now\n\nhave different levels of integration\n\nwhere they will push data into QuickBooks.\n\nAnd you can even activate bill pay, for example,\n\nin QuickBooks, which means whoever’s got access\n\nto that function in QuickBooks is literally\n\nable to send money wherever.\n\nAnd this is where some entities run into fraud\n\nwhere Aunt Judy sends an invoice or a bill for $35,000,\n\nboom, and that real money goes out the door.\n\nThat happens.\n\nSo my very conservative perspective\n\nis not to link your actual bank account to QuickBooks."
}