{
  "title": "Episode 169 – Jeff Poppen, Author, “Barefoot Biodynamics”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/14321/episode-169-jeff-poppen-author-barefoot-biodynamics.mp3",
  "publish_date": "November 30, 2024 1:05 pm",
  "url": "https://yonearth.org/podcast/episode-169-jeff-poppen-author-barefoot-biodynamics/",
  "episode_number": 169,
  "subtitle": "Jeff Poppen, Author,Barefoot Biodynamics: How Cows, Compost, and Community Help Us Understand Rudolf Steiner’s Agriculture Course",
  "description": "Discussing his decades-long experiences as a Biodynamic farmer in Tennessee, Jeff Poppen distills the key principles and practices of this advanced form of organic stewardship, fertility-building, and nutrient dense food production first articulated by Rudolf Steiner one hundred years ago in the “Agriculture Lectures.” With three separate doctorate degrees (mathematics, biology, and chemistry), Rudolf Steiner promulgated an incisive – if at times esoteric – way of understanding the more subtle (and vital) dynamics at work in the exceedingly complex ecosystems of soil, plants, and atmosphere. Steiner’s recommended methodologies are grounded in robust knowledge of living systems that transcends the basic – and all too limited – mechanistic attitudes prevalent in conventional modern agriculture which often result in degraded soils, depleted nutrition, water pollution, and constrained long term economic viability for farmers beholden to a treadmill of expensive chemical and mechanical inputs. In his book,Barefoot Biodynamics, Poppen summarizes Steiner’s essential recommendations into an easy-to-understand framework that reflects decades of experience and exploration, and that ultimately helps us to comprehend the essential connection between real, robust nutrition and our mental, spiritual, and willful wellbeing.",
  "about_sections": {
    "about_jeff_poppen": "Jeff Poppen, a Midwestern farm boy, helped develop an organic farm and Tennessee homestead in the mid-1970s, and ten years later began applying biodynamic methods and making the preparations to do so. His livelihood comes primarily from vegetables and cattle grown on the 270-acre Long Hungry Creek Farm, where cows, compost, and community keep the land vibrant and productive. Jeff advocates for a more peaceful agriculture by mentoring young farmers and gardeners, along with a bit of lecturing, consulting, hosting events, and facilitating a few new farm enterprises. His style of old-time farming comes from paying close attention to what elder farmers thought, felt, and did, and by studying how farms were managed before agricultural chemicals were first manufactured on a large scale over one hundred years ago. He is the author ofBarefoot Biodynamics: How Cows, Compost, and Community Help Us Understand Rudolf Steiner’s Agriculture Course, and like his animals, he gets his food from the farm.",
    "about_chelsea_green_publishing": "Founded in 1984, Chelsea Green Publishing is recognized as a leading publisher of books on the politics and practice of sustainable living, publishing authors who bring in-depth, practical knowledge to life, and give readers hands-on information related to organic farming and gardening, permaculture, ecology, the environment, simple living, food, sustainable business and economics, green building, and more. VisitChelsea Green’s special Y on Earth Community Podcastpage to see other episodes with CGP authors. (And, get a 35% discount on all Chelsea Green books and audiobooks using the code:YOE35)"
  },
  "sponsors": "Climate First Bank, Patagonia’s Home Planet Fund, the Josephine Porter Institute, Earth Coast Productions, Wele Waters biodynamic hemp-infused aromatherapy soaking salts, Edaphic Solutions, Profitable Purpose Consulting, Chelsea Green Publishing – – find special offers, discounts, and deals atyonearth.org/partners-supporters.",
  "full_transcript": "30:55 – Aaron Perry\n\nWelcome to the Y on Earth Community Podcast.\n\n30:59 – Aaron PerryI’m your host, Aaron William Perry. And today we’re visiting with Jeff Poppen, the author of Barefoot Biodynamics. Hey, Jeff, how are you doing? Good. I’m really excited to visit with you today and talk about your book. It’s one of my new favorites in the archives of the biodynamic literature.\n\n31:28 – Conference Room (Jeff Poppen) – Speaker 1I’m glad you enjoyed it.\n\n31:31 – Unidentified SpeakerYeah.\n\n31:31 – Aaron PerryJeff Poppen, a Midwestern farm boy, helped develop an organic farm and Tennessee homestead in the mid-1970s, and 10 years later began applying biodynamic methods and making the preparations to do so. His livelihood primarily from vegetables and cattle grown on the 270 acre Long Hungry Creek farm, where cows, compost, and community keep the land vibrant and productive. Jeff advocates for a more peaceful agriculture by mentoring young farmers and gardeners, along with a bit of lecturing, consulting, hosting events, and facilitating a few new His style of old-time farming comes from paying close attention to what elder farmers thought, felt, and did, and by studying how farms were managed before agricultural chemicals were first manufactured on a large scale over 100 years ago. Like his animals, he gets his food from the farm. And Jeff, this phrasing, how cows compost and community help us understand Rudolf Steiner’s agriculture course, which is, of course, the subtitle of your book, is beautiful. It’s cows, compost, and community. Can you help kind of frame this up for us and why cows, compost, and community are so important?\n\n33:09 – Conference Room (Jeff Poppen) – Speaker 1Well, we all like alliteration, and that’s nice. I think that one of the differences in biodynamic farms is that they generally have both cows and crops mixed. And so, and then I’ve always just been a huge fan of compost. It’s just, I mean, it’s just my favorite thing, I think. So it really makes the farm a lovely place. I want to stress that and community, of course, because the farm has lots to do and lots to enjoy and just way more than you can do yourself, you know?\n\n33:56 – Aaron PerryYeah. Well, your book has such an effective way of walking the reader through what it seems to me are many of the core and foundational principles and axioms of biodynamic farming. And frankly, like so many of Rudolf Steiner’s lectures and writings, you know, it’s not the easiest material to approach, right? And the way in which you’ve unpacked and interpreted Steiner’s work is really wonderful. And I’m holding the book up for our audience who are with us checking out the video. This is the book, it’s beautiful, published by Chelsea Green Publishing.\n\n34:47 – Conference Room (Jeff Poppen) – Speaker 1It’s what a great resource. I’m so glad you enjoyed it. It’s the result of a long study of what he was trying to say in those lectures given in 1924. And I had helped in writing the book in that I’m not an academic and more of like a practical farmer. And so when I started writing, it was for local people that had about, you know, maybe a grade school education, a little bit of, know, high school. And that sort of was what I wrote for the local newspaper. And so I really try to close my writing in something that is easy to understand. So that people can understand it. Yeah, right. And not use words that people don’t know that kind of thing. What finer used a lot of words that I didn’t want to use meaning to us Yeah, well, I so appreciate to how you Sprinkle so much humor throughout the book. I you know, I’m chuckling every other page Well, I think I stressed those diners do that humor was essential for Enlightenment and agriculture is sure and nature of some enlightenment.\n\n36:34 – Aaron PerryYeah, in every sense of the word, huh? You know, one of the things you’re doing in the book, and I want to encourage everybody who is gardening and farming and wanting to learn more about biodynamics and the unique tool set that biodynamics provides to us, One of the things you’re doing in your book that I really appreciate is you’re presenting and discussing the complex interplay and interaction between various elements and chemical compositions and the complexity of the life itself and the flora, the fauna, the fungi. And you explain it in a way that at least to me is like, okay, this is, this is pretty straightforward to understand, even though it’s dealing with some pretty, one would say maybe arcane or, uh, less common ways of thinking about fertility and thinking about the ecosystem of the farm, the ecosystem of the garden. And, uh, yeah, it’s, it’s amazing. Right. And obviously Steiner, in his work is talking about a lot of aspects of our role as stewards that is not commonplace in conventional modern farming, right? It’s what you’re doing and what you’re writing about is very different from the sort of status quo business as usual of chemical agriculture, isn’t it?\n\n38:21 – Conference Room (Jeff Poppen) – Speaker 1Yeah. It was a different mindset, I guess. Something I learned a long time ago is that decisions made for a farm organism need to be made from observation and interaction with the farm organism and not from any kind of outside economic compelling reasons. And so even though you may suffer economically in the long run, it’s going to be better because you’re doing the best things for the farm. And this may be, you know, working on pasture management and fencing that we’ll have cattle sales 10 years later or something, you know, and you just are all the time dealing with stuff on a long term because you live there, you want to live, That’s really the only thing that you get out of the deal that you get to live there. They don’t pay very well. And that’s what you just want to do. I don’t know if that answered the question or not.\n\n39:32 – Aaron PerryYeah, I think so. And, you know, one of the things that jumped out at me in the book is you say a big part of the profit, quote unquote profit, that comes from your approach to farming is the culture and the community that you get to experience and the quality of life that goes along with that.\n\n39:57 – Unidentified SpeakerYeah, absolutely. It’s wonderful.\n\n39:59 – Conference Room (Jeff Poppen) – Speaker 1I mean, I don’t have any other experience per se, so it’s hard to compare, but it does seem like I have a lot of neighborliness and stuff around here. But there’s also the broader community of being part of 50 years of the organic farming movement and having taken that to be what I thought was the way forward. And my calling was to figure that out, which I’m a long way from doing. Like, wow, what a big tour. You know, grow your food and have enough to sell a little bit.\n\n40:57 – Unidentified SpeakerVery interesting. Yeah. Beautiful.\n\n41:00 – Aaron PerryWell, I want to dive into some of the detail around what you call nitrogen and her sister’s different elements and compounds that are very important functions in the farm ecosystem. But before diving into that, I wanna ask you, can you frame for us the conventional chemical agricultural approaches, sort of this NPK centered inputs from far away, you know, forms of nitrogen in particular that are actually, in your view, detrimental to the biology and the long-term sustainability of the farm ecosystem. Can you just walk us through a little bit what’s going on in the chemical and conventional agriculture and how we even got started down that road?\n\n42:02 – Conference Room (Jeff Poppen) – Speaker 1Well, this would go back to ideas on agriculture as we popped out of the medieval times and the invention of the plow with Jeff Rotel increased agriculture’s productivity greatly. And then people knew you had to put dung back on land and put ashes or lime that helped under some time. They were beginning to understand this. One of the world’s greatest chemists was Julian Leibig. In 1840 or so, he published this thesis on the water solubility of elements for plant use. And through repeated experiments determined that there was 17 that were required in the soil and the other ones weren’t necessary for plants to grow. And then out of these, you know, some come from the air and some are in the rocks and this, that and the other. So then the race was on to figure out, you know, I want to find these things and use them for fertilizers. Potassium nitrate was mined. That’s what they used for a gunpowder. And there were phosphate mines and a lot of calcium mines. But nitrogen was a little bit hard to find besides in the caves where the bats have been pooping. They found it in the south coast of Chile, where birds have been pooping. Nitrogen comes from biological activity. It’s an inert gas in the atmosphere, 30% of the atmosphere, but it can’t be used. It can only be used after it’s gone through a legume animal or something biological. The difference between, say, lime and an eggshell.\n\n44:35 – Conference Room (Jeff Poppen) – Speaker 4The eggshell would be much more available to plants.\n\n44:41 – Conference Room (Jeff Poppen) – Speaker 1Back to the water solubility. This was a new discovery. They learned that they could take the rock fossils and by adding sulfuric acid, they could make it superphosphate or by adding phosphoric acid, they could make it triple superphosphate. And with the potassium, they could add chlorine, you know, like myriad of potassium by adding chlorine and make it handy to put in bags and ship around and sell. And so that’s what was for sale back then as the turn of the 19th 20th century all farms were told that they had to have animals on the farms and you had to have grow their youngs and you had to practice crop rotations you know a hundred years before that crop rotations were written in stone you couldn’t change a crop rotation you know it’s something we’ve been working for a long time, people kept doing it. Their lives kind of depended on those things. Now, they deviate from a crop rotation and start completing the land. It’s just a downhill slope, you know. So, they were very careful about that. And so, as the big rural change happened, when World War I broke out, which was only supposed to last for a few months, and it was about because Germany had this big army but they didn’t have the munitions they needed and there was a big naval battle on the Falkland Islands you know where this sodium nitrate was and England blockaded it and it looked pretty bad for Germany but there were some scientists there that have figured out how to synthesize nitrogen on the air. And this is something they’ve been trying to do for hundreds of years. And finally, this guy figured out how to kind of a desktop model. And Vosch figured out, oh, man, here’s how you do it on industrial level. And they figured out how to synthesize ammonium nitrate with large amounts of methane and pressure and heat. And consequently, they can make ammonium nitrate. And there was the gunpowder needed to along the wars and all the wars ever since. And also in between wars, it began to be used as fertilizer because it’s the same thing, potassium, nitrogen, phosphorus. And this all worked to some extent. And so these were what was happening at the time when there was this biochemist student at the, the Technological University of Vienna, getting three doctorates and a math, biology and chemistry. And also having quite the upbringing with peasants and who knows what. And he, Rudolf Steiner then spoke, in 1924 about the effects of these artificial fertilizers and that they would be detrimental to human health, animal health in the long run, maybe not right away, but after a few generations. And he thought it was a really bad idea and we should go back to using compost and doing cover cropping and all farms should have livestock and small farms that would have borders and plenty of wildlife and places for the appropriate toadstools and bird life and different kinds of mammals, primarily ruminants, which included land.\n\n48:57 – Conference Room (Jeff Poppen) – Speaker 4And so that was the recommendation.\n\n49:01 – Unidentified SpeakerYeah. Amazing.\n\n49:03 – Aaron PerryWhy do you think Steiner, who has written about so many diverse topics and subjects and has launched the anthroposophical movement. Of course, he was deep in the theosophical movement prior to that. He launched the Waldorf education system. He wrote about, wrote and lectured about all manner of esoteric knowledge and wisdom, spiritual knowledge and wisdom. Why do you think, and I’m asking you your opinion, I guess, on this, but why do you think he, just before his death, took so much time to focus in on agriculture?\n\n49:50 – Conference Room (Jeff Poppen) – Speaker 1He was asked to.\n\n49:52 – Unidentified SpeakerYeah.\n\n49:52 – Conference Room (Jeff Poppen) – Speaker 1He only spoke on things that came from the need of some people. Yeah. Farmers had asked him about that, just like they did the curious of Education or Waldorf Education or like many of the different courses, you know, that he gave towards the end for specific scientists, you know, working on specific things. And he had some friends that, you know, had just gotten this land and the whole land question came up and Diner put some thought into it. And, you know, we’re lucky that he gave those lectures. He intended to give a a few more lecture courses, which would have been real interesting. But we don’t know what else he had up his sleeve.\n\n50:43 – Aaron PerryYeah. Well, one of the things I really appreciate about your book is that you take several of the lectures and provide a sort of a modern Cliff Notes version, a summary version of several of the And it’s, wow, what a great way to help introduce folks who are new to the material and probably help further educate folks who might already be familiar with the material.\n\n51:19 – Conference Room (Jeff Poppen) – Speaker 1Right, so the last two chapters were kind of a standalone booklet that I was passing around. Level, it helped me work with the one part, and then the other part was my study of old-time farming, because Rick L. Steiner said, look at how people farmed before all the chemicals, you know, which seemed like a pretty good idea. Yeah, so that’s what I’ve been up to anywhere down here on this farm.\n\n51:52 – Aaron PerryYep, that’s great. Well, and you know, I also really appreciate in the In the book, you share a bit about your own path and your upbringing and the decisions you made that brought you to the Long Hungry Creek Farm, where you’ve been for a number of years now. You grew up in the Midwest, and now you’ve been in Tennessee for many decades. What compelled you go from the Midwest down to Tennessee like that?\n\n52:30 – Conference Room (Jeff Poppen) – Speaker 1Cheaper land. Uh-huh. Uh, by like, you know, 5%, the price of what land was where I lived. It was very, uh, better climate. Yeah. People are really friendly. And I knew, I knew some of this stuff because my father got his doctors here in Nashville and my sister was born down here. He lived here for eight And so we had this sort of Tennessee connection, I guess you could say. But we didn’t really know anybody about the farm. You know, we just plopped down in the middle of nowhere.\n\n53:06 – Unidentified SpeakerUh-huh.\n\n53:07 – Aaron PerryHow was that in the early days? I could imagine there were some colorful interactions maybe with some of the local folks.\n\n53:15 – Conference Room (Jeff Poppen) – Speaker 1It was been a hoot and a holler, man, I’m telling you. A lot of fun. Yeah.\n\n53:22 – Aaron PerryWell, and your parents sort of made a move from, if I recall correctly, from academia into homestead farming also, is that right?\n\n53:35 – Conference Room (Jeff Poppen) – Speaker 1Did I get that part of the story right? Yes, yeah. So, my dad was aware of a philosopher and economist up in New York City, Scott, engineering. And when Scott took his wife, Helen moved back. My dad thought that might be a pretty good idea.\n\n53:59 – Aaron PerryAnd they wrote that book living the good life.\n\n54:02 – Conference Room (Jeff Poppen) – Speaker 1Yeah. And yeah, it was just an idea that you can, you can have all these, you can be a PhD or whatever, but you can still just don’t have to do that stuff. You can actually and live on a farm and do something else. It’s not gonna hurt you to, you know, go to college.\n\n54:29 – Aaron PerryMaybe, maybe it would, I don’t know. Yeah, yeah, that’s probably debatable. Can you walk us through this way of thinking about these elements, nitrogen and her sisters, the sulfur, carbon, hydrogen, oxygen. Because the way you are thinking about it, the way Steiner was thinking about it, it’s very different, right, than the sort of chemical industrial base model.\n\n55:04 – Conference Room (Jeff Poppen) – Speaker 1Right. So Steiner begins with some caveats of not trying to understand why magnetized needles floating in a cork in water points a certain direction, you can’t understand why that happened by looking at the cork and the bowl of water and the needle. You have to know this bigger picture. And the same is true in agriculture. We have to look at the whole bigger picture of the forces in or things to happen. So what we see as scientists is the final product of processes associated with these elements on the periodic table. So Steiner has already underlined the importance of calcium and kindred substances in the soil, and the importance of silica, which is silicon and oxygen, yeah. So these then are sort of introduced in the first few chapters, and then he goes on to this chapter that you’re referring to. And he calls them girls. He says it’s Nitrogen and her four sisters. I don’t know if that’s from ancient Greek stuff or where he came up with that. It didn’t sound bad, so I used it. And he introduces us to which he says is this carrier of the spiritual as things incarnate. And it has to form something, then he introduces us to carbon. And so carbon is in everything that is formed through a life process. This would be all of your, you know, plants and animals and anything you had grown before and is dead, you know, has carbon. Oil has carbon. Pretty common thing. Yeah, and then you have oxygen, which is where life is. So life is in oxygen. And oxygen is the one that, you know, mixes with everything like water and everything is like an oxide of you know, themselves. That’s what makes them usable, kind of, as you could say. All right, and then, but for sensitivity and the ability to unite life with the form, then we need this, the next element, which is nitrogen. And this is an element that in the air is extremely dead and inert and unavailable, but can be brought to life in the air soil to the biological activities of microorganisms and the animal wastes and other products of decay. We’re also led to sort of an idea that takes this nitrogen to mix these two together and it sort of unites them similar Similarly to the way our soul works with the spiritual aspect of our thinking and the will forces of what we do, through the feeling aspect. And so the next element that he talks about is hydrogen. And this one is what is used when we go all the way into making the protein of a seed, or what and things just dissipate and leave. And so these are just elements, you sort of give some personalities. Hydrogen, quite interesting in that it’s by far the smallest one that’s up there on the corner, but it’s the largest one in quantity by a large percentage, like 90 something percent of the universe is hydrogen. Also, very light. And nitrogen seems to be the limiting factor for many things, growth, wars, stuff of that nature. A lot of chemical reactions. Sulfur is kind of this little sitting, busy body, so it’s just right there on the surface, greasing, you know, sulfur and phosphorus. So these light bearers, they kind of keep the wheels all greased and they have to be present and not used up in large quantities, maybe phosphorus at certain times under certain crop conditions. A lot of that can be recycled through the proper management of the livestock and beddings and crop residue. You could attune where even agricultural scientists working for the USDA the Searle Hopkins makes a dramatic quote that I use about, besides a little bit of phosphorus, that soils have enough all these elements to maintain themselves for thousands of years. If we do all those things that I just said, you know, it doesn’t work otherwise. And we have to have the proper management of the soil as the farm goal in regard to anything as excess of what the farm itself can’t eat in forms of livestock or humans or maybe soil. If you might take a cover crop and plow it back in, you’re feeding the soil. Yeah, so these elements then are five of them that makes up the plant or any kind of protein. And they have to have something to anchor them to the earth. And then that would be your calcium and your silica. So the calcium, silica, bones and whatever this is, the earth inside of us, fluids and stuff, the carbon, the fluids and all that would be the oxygen. Air would be kind of the nitrogen, the oxygen, Of course, there’s hydrogen at the water. All these things are working inside of us as these sort of four basic elements of earth, water, air, and fire, and manifestations of their processes in the physical realms of carbon, oxygen, water, and hydrogen, sulfur, and phosphorus, along with the anchors that come from the earth. Which would also include a lot of the trace elements and you know many of these and boron you know that’s another one which comes from that area of the cosmic wave bombardment things of that nature so there’s a once you get out of reading this diner stuff for years and years and years is that it all works it’s great it’s a great fucking system and just perfect it works man and it’s like we don’t really have to mess with it we just have to you know fool around and follow these basic principles, not get too greedy, you know, put enough back in, and it’s such common sense to me, anyway.\n\n1:03:26 – Aaron PerryYeah. Yeah, I’ve seen it myself at several biodynamic farms and talking to many others. In fact, you know, we’ve had a number of other biodynamic practitioners on our podcast, just to mention a few that folks might like to also check out if they’re interested in hearing more about this, including Brooke Levan at Sustainable Settings in Colorado, Ueli Herter and Jean-Michel Flouran, the two gentlemen heading up the section for agriculture in Switzerland at the Goetheanum, which is sort of the global headquarters for Steiner’s work. And we also did an interview with Lynn Bautza Goetheanum as well. And Pat Frazier, a wonderful biodynamic practitioner, also from Colorado, who has a beautiful farm piece in Plenty Farm that we visited a couple of years ago. And, and of course, we did an interview with Dr. Elaine Ingham, who is one of the world’s leading soil scientists and launched, founded the Soil Food Web School in Oregon. And I know you’ve done some collaborating with Dr. Elaine Ingham. And I’d love to hear a bit about the nature of that collaboration, right? Because she’s coming at this, not through the lens of biodynamics per se, but through the lens of soil biology and the science of soil biology.\n\n1:04:59 – Conference Room (Jeff Poppen) – Speaker 1Well, Elaine’s a dear friend and she comes through the lens microscope. Yeah, literally. And she thinks I’m pretty out there, but she loves the biodynamic preparations and the compost that she saw when she was here. I think she spoke at our conference in 2001 or something like that. And yeah, so she invited me to come up and learn with her which I did and I’ve met with her several times, but we haven’t really worked on any projects together. I’m a fan of her work and her ability to understand what’s going on in the microscope. I’m personally more interested in how to make that happen with manures and wood chips or whatever you’re doing to make the compost.\n\n1:06:01 – Unidentified SpeakerYeah, absolutely.\n\n1:06:02 – Aaron PerryWell, I want to ask you a little more about the biodynamic preparations themselves. But before we do that, let me just remind our audience, this is the Why on Earth Community podcast. I’m your host, Aaron William Perry, and today we’re visiting with Jeff Poppen, the author of Barefoot Biodynamics. How cows, compost, and community help us understand root Steiner’s agriculture course. Of course Barefoot Biodynamics is a Chelsea Green publication and we love collaborating with Chelsea Green. And I wanted to take a quick minute to thank our sponsors and supporters and give a few shout outs to the companies and organizations that make our podcast series possible. Patagonia’s Home Planet Fund, the Josephine Porter Institute, Earth Coast Productions, Waylay Waters, Edaphic Solutions, Profitable Purpose Consulting, Chelsea Green Publishing, and the many ambassadors with the Wild Earth community located all around the world, who have signed up for our monthly giving program and as well as our stewardship circle folks who support the Y on Earth community at a very substantial level and whatever level you’d like to get involved with and help out if you want to make a monthly donation you can go to why on earth org and click on the support page and set up an amount that works great for you if you’d like to give at the $3 or greater level per month in the United States. We’re happy to ship you jars of the waylay waters soaking salts which are made with biodynamically grown hemp infused organic coconut oil and essential oils for a variety of Aromatherapy Blends that we put together so a huge shout out to everybody who makes our series possible possible and and if you’re interested in becoming an ambassador you get access to a number of additional resources including our behind-the-scenes segments that we record with our podcast guests that are not published publicly and we’ll be doing one with Jeff in a little while here so if you’d like to join the ambassador network again just go to YNRF.org and find the page that says ambassador and you can start your journey there and join this growing global network of community leaders, change makers, executives, and regenerative farmers, herbalists, and others who are engaged in this important work. And Jeff, it’s such a joy to have this time visiting with you. Of course, we’ve crossed paths a couple few times at various biodynamic conferences and And I know that you’re connected to a number of my friends, including through the Fellowship of the Merry Prepsters, which I have to ask you about. But before we go there, these preparations, they are so powerful and so central to the biodynamic practices in agriculture and gardening. And I remember the very first time I used little bit of the 501 preparation, the quartz silica preparation in my backyard garden. The next morning, I went outside with my coffee and was astounded to see so many new flowers and blossoms, including from species I didn’t even know were living there. There’s something very, how should we put it, potent, right, that emerges or that is made possible with the use of these preparations. I was hoping you could walk through for the audience succinctly what’s going on with these preparations and especially this silica 501 preparation. Wow, who would have thought to grind up quartz and stir it and apply it in small amounts throughout the garden and the farm?\n\n1:10:42 – Conference Room (Jeff Poppen) – Speaker 1Well, after Steiner gives the first three lectures and introduced the concept of looking at the bigger picture of farm individuality required to the different kinds of livestock and crops and all that goes with that concept. And then the part about the elements that we just went through, he spends some time elaborating on this in the fourth lecture. And towards the end of it, he recommends that we stick some manure in a cow horn and bury it during the winter and take it out the next year and sprinkle a small amount of cow horn full over an acre or something of land after we stir it for an hour. This process out which is helping with the humus production and the forces which you described as earth and water with forces that help with digestion and the ability of things to grow when we produce it. We balance it off with another polar force and it’s not the line forces associated with the inner planets but more the forces associated with silica and the outer planets. So that one we take the quartz crystals and we smash them and grind them and eventually grind them to two plates of glass to make a powder and add a little water and we bury this one in a cow horn during the summer months and take a small amount of it and stir it for an hour and sprinkle it This one we would sprinkle on early in the morning as the light in the air forces are deep moisturized and everything. And then the horn manure preparation is during the evening sort of as things are coming down to balance each other out. And so then he goes on to say that these are homeopathic preparations and people that have looked into homeopathy might understand how such a small amount of something could make such a difference. But it has to do with the potentizing that happens from the grass of your farm, then it’s being eaten by your animals. And it stays in their belly for 14 to 16, 18 days. And it’s worked on, by a myriad of forces having to do with your farm and what’s going on there. And then it’s excreted in this manure, which we can take this wonderful pudding-like fertilizer thing that makes land way more fertile than the animal even needs to live. And so we get this excess fertility. Well, some of it we just put into the cow horn, which was on the cow and it was regulating forces back to digest the system in the cow. Radiating these forces into this manure in the winter when all the life forces that are above ground in the summer are into the soil. And so this brews in there and is potentized. And then we further potentize it when we pull it up and stir it for an hour. And then we take that liquid and we potentize to do over our land, you know, with a whisk or however you want to do it. And then this a homeopathic beneficial effect on the forces that help with the humus production. And so, and the other one works with these, the silica forces that have more to do with the keeping qualities and nutrition and that sort of stream of things. And so then at the very end, he’s, asked something about other manuring practices and he says that we should go on manuring it before. You’re not supposed to change any of the common farming practices that he grew up with back in the you know late 18th under 19th century and these included you know all farms had animals they threw legumes they were careful with their tillage they didn’t have big junk things, you know, they made sure the soils were capable of ready for the crops in the next years to come. That kind of thing. Anyway. That’s great. I got it.\n\n1:15:31 – Aaron PerryI just, I just remembered, I have a couple of little jars here of some 501 preparation and this one here, the white powder, I’m showing the camera, is from the crushed quartz. We’ve also been playing around out here in Colorado at a few different farms with working with some other semi-precious gems. And this one here is from crushed peridot or olivine, which of course also has silica in it, along with iron, magnesium, and oxygen. And I’m curious, and maybe we can pick this thread up in our behind the scenes segment together. But I’m curious, Jeff, especially with your involvement in the Fellowship of the Merry Prepsters, which sounds like something out of a Tolkien novel, Lord of the Rings or something like that. Have you played around much with making the 501 Prep with other semi-precious gems and crystals beside the clear quartz? Yes.\n\n1:16:41 – Conference Room (Jeff Poppen) – Speaker 1The first we made was in 1987 using Arkansas crystals. And that seemed like the thing to do. People were, there was a, you know, it’s a new age thing going on. People were coming back to the farm. They’d have these crystals from Arkansas, you know. And so we used those. And then of course, some from Brazil and other places kind of showed up. Now and then. And then after a year or so it became obvious to me, you know, thinking about this whole self-sufficient farm, well we have geodes on the farm which have crystals in them. And so I’m a big fan of just using the quartz crystals that roll down the creeks, you know, on their way to wherever they’re going to go. Yeah, so we pick those up and use them. And then as I travel, you know, in North Carolina I might pick up Some would have granite crystals and some up in Colorado, they have what you said. I think the one I got was pink. It’s interesting, but it’s really hard to tell because it’s such a qualitative analysis. Was actually happening in hardly any agriculture endeavor, but particularly nutrition. You know, I think that bio-dynamic wine certainly has a reputation, but I don’t know if you can say that bio-dynamic food is more nutritious. It might be in things that are not even measurable. What we’re wanting is an interrelationship of the elements to just be as harmonious as possible, where they can slip in and out of the roles they need to play, you know, hooking up with oxygen, doing some stuff, going back to being just sulfur, whatever, you know, becoming potassium sulfate, going up from plant and coming back down, being something else, you know, they move around like that, you know, we can facilitate that. A lot of life in the soil, not a lot of compaction, plenty of where forests with birds and wetlands with mushrooms and all these kinds of things fit into a landscape on a biodynamic farm and may not increase the size of the yield, but certainly the quality of life for the farmer. There’s lots of different things going on to look at.\n\n1:19:25 – Aaron PerryThat’s wonderful. Yeah, and speaking about zooming out to the bigger picture and some of the perhaps less obviously measurable but very important aspects to how life works, I wanted to read this quote from Steiner that I actually included in the novel I wrote, Veritas, in which the characters end up at sustainable settings. Happen to be there during a biodynamic workshop, right? So the reader gets to kind of immerse into this biodynamic workshop in the course of the story. And the quote is this from Steiner, it says, the most important thing is to make the benefits of our agricultural preparations available to the largest possible areas over the entire earth so that the earth may be healed and the nutritive quality of its produce improved every respect. This is a problem of nutrition. Nutrition as it is today does not supply the strength necessary for manifesting the spirit in physical life. A bridge can no longer be built from thinking to will and action. Food plants no longer contain the forces people need for this. And of course when gave the agricultural lectures 100 years ago, and the chemical input form of agriculture was just arriving on the scene, and already those who were observing were noticing changes. Steiner here is seemingly speaking about some very important things that probably many of us aren’t necessarily associating directly with agriculture and with food and with nutrition, like thinking and will and action. And I know you’ve done a lot of thinking about this too, Jeff. And I’m curious, what do you think is really at stake here in the world and why might we be watching as a society to move in the direction of a whole lot more biodynamic agriculture in our communities?\n\n1:21:55 – Conference Room (Jeff Poppen) – Speaker 1Well, food tastes better, you know, better on the land.\n\n1:22:01 – Unidentified SpeakerYeah.\n\n1:22:01 – Conference Room (Jeff Poppen) – Speaker 1You know, kids will eat the vegetables, you know, better. They taste, the vegetables taste sweet, you know. More palatable. And I think if people ate more, that kind of stuff would be good for them. I’m kind of in a bind here with the number of people and all that’s going on. And the real problem seems to be that you’re allowed to synthesize nitrogen and use it to make weapons and fertilizers. And I think that that was more regulated than would be a lot better off.\n\n1:22:42 – Unidentified SpeakerYeah, absolutely.\n\n1:22:43 – Aaron PerryWell, it’s been such a joy having this conversation with you today, Jeff, and I want to really encourage folks who are interested in learning more about biodynamics and getting more familiar with the biodynamic framework for agriculture and land stewardship and food production to check out Jeff’s book Barefoot Biodynamics. You can get the book at ChelseaGreen.com and if you’d like you can use the code YOE35 for a 35% discount on this book and any other of Chelsea Green’s publications by virtue of being connected with the YNRF community and also you can find Jeff and a at barefootfarmer.com and we’ll of course include these links in the show notes. But Jeff, before we wrap up the interview and transition to our behind the scenes segment for our ambassadors, I just wanted to ask you, generally in open format, if there’s anything else you’d like to share with our audience before we sign off for today. Please, my friend, the floor is yours.\n\n1:24:05 – Conference Room (Jeff Poppen) – Speaker 1I don’t think I have anything to add. I think it’s important to use the greatest mind possible to figure out this agricultural thing. And we’ve got to figure out how we can do this. Pull the carbon back out of the atmosphere, mob grazing, intensive gardening, start getting a need for that food locally with this whole globalization thing. It’s just making money for a few people. It’s just really messing up the environment and we just can’t do it. I want people to know that we can do it, but we have to have our will forces. We can’t do it unless we have good food so we can take our good thoughts and good feelings and turn them into some sort of good action. And so I don’t know what to tell you about getting good food. I mean, I’ve already sold out of, you know, my sweet potatoes and stuff. And I mean, I still got some butternuts left, but, you know, it’s, I don’t know what to tell you. If you could find some good food, start acting.\n\n1:25:20 – Aaron PerryBeautiful. Well, thanks so much, Jeff. It’s been really wonderful visiting with you today.\n\n1:25:25 – Conference Room (Jeff Poppen) – Speaker 1Thank you.",
  "related_episodes": [
    {
      "title": "Ep. 162 – Dr. Elaine Ingham, The Soil Food Web (Corvallis, Oregon)",
      "url": "https://yonearth.org/podcast/episode-162-dr-elaine-ingham/"
    },
    {
      "title": "Ep. 152 – Ueli Hurter & Jean Michelle Florin – Goetheanum Section for Agriculture (Dornach, Switzerland)",
      "url": "https://yonearth.org/podcast/episode-152-ueli-hurter-jean-michel-florin-on-biodynamics-at-the-goetheanum-ch/"
    },
    {
      "title": "Ep. 98 – Lin Bautze – Goetheanum Section for Agriculture (Dornach, Switzerland)",
      "url": "https://yonearth.org/podcast/episode-98-lin-bautze-goetheanum-section-for-agriculture/"
    },
    {
      "title": "Ep. 44 – Pat Frazier – Peace & Plenty Farm (Paonia, Colorado)",
      "url": "https://yonearth.org/podcast/episode-44-pat-frazier-np-biodynamic-educator-earth-steward-par-excellence/"
    },
    {
      "title": "Ep. 3 – Brook Le Van, Sustainable Settings (Carbondale, Colorado)",
      "url": "https://yonearth.org/podcast/episode-03-brook-levan/"
    }
  ]
}