{
  "title": "Episode 90 – Nicole Wallace & Tyler Bell, Vera Herbals Alchemy & Spagyrics",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11462/episode-90-nicole-wallace-tyler-bell-vera-herbals-alchemy.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-90-nicole-wallace-tyler-bell-vera-herbals-alchemy/",
  "episode_number": 90,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Welcome to the YonEarth Community Podcast. Today we’re visiting with Nicole Wallace and Tyler Bell at Vera Herbals. Hey guys. Hey.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. Today we’re visiting with Nicole Wallace and Tyler Bell at Vera Herbals. Hey guys. Hey.\n\nSo great to be here with you and we’re behind the front part of the shop in the back where all the magic happens, huh?\n\nThis is a Spajurix Alchemy and herbal medicine lab.\n\nSo really excited about today’s episode because we’re going to be talking about different methods for making herbal medicines.\n\nAnd we’re going to share toward the end of the episode with you guys a whole bunch of the Vera Herbals products which are in the front of the shop and we’ll look at the displays a little later.\n\nAnd we’re also going to show you some of the amazing equipment here that might look like medieval alchemical equipment sort of upgraded into the 21st century.\n\nSo really excited about that and excited we have this opportunity to visit together.\n\nLet me tell you that Tyler is co-founder of Vera Herbals and co-founder of the Arts of Ascension.\n\nHe has a background in chemistry, alchemy and is an intuitive healer.\n\nHe is the head of formulations at Vera Herbals and applies an alchemical approach to creating herbal remedies.\n\nHe works one on one with people spiritually and energetically to assist every person possible in raising their vibration with the vision of a planet earth that operates in its entirety from a place of love and respect for all of existence.\n\nI like that. That’s a lot. He said that very nicely.\n\nIt’s important work. Nicole is also co-founder of Vera Herbals and the Arts of Ascension.\n\nAnd she in addition to her work here also teaches yoga, meditation and manifestation.\n\nHer passions for helping people live more in harmony with themselves, each other and the planet is what has led her to using many modalities to do exactly that.\n\nShe strives every day to grow into her fullest authentic version of herself.\n\nSo this is one of the reasons I’m so excited to be visiting with you guys today and to be able to share this conversation with our friends and audience through the wider community.\n\nYeah, we’re talking about plants and plant medicine and herbal medicine, but we’re also talking about some energetics and some of the subtler information, if you will, and love if we want to use that term, which I think we do, that goes into these healing products.\n\nAnd I love behind us that we’ve got an image of the flower of life, one of the most prominent sacred geometry images found all around the world from all kinds of cultures and all kinds of time periods.\n\nAnd it’s a real joy to have this opportunity to visit with you guys, sort of behind the scenes in the lab.\n\nSo thanks for having us and I want to ask first to start off, how did you guys connect and start doing this work together?\n\nHow do we originally connect at a electric music concert in Tallahassee, Florida, standing at the side by side?\n\nOh my gosh. This is one of those it was meant to be kind of things. Definitely.\n\nIt’s something we attracted each other for a reason.\n\nAnd so that’s what we first met, and then when I was in Florida, because I broke my back, I had a back surgery, and then got addicted to pain pills for four years taking oxycons and delaudes, hands down the most important and best thing that ever happened to me in my entire life.\n\nI quit doing that stuff, and that’s where we started making, at the time we were making, extracting marijuana in Florida, behind the, on the down low, and making different products to help my back pain, opposed to taking pharmaceuticals.\n\nSo that was in part the way you were able to get over an addiction to the opioids essentially?\n\nIt definitely helped me get over it, and it definitely helped me with the pain, and that kind of year after getting off them, when my body was kind of healing.\n\nAnd so for the pain, for definitely help with the mental stuff, and you can’t do that stuff in Florida, and so I got arrested for a little bit of marijuana, went to jail for three months, and I never been in trouble for anything else in my whole life.\n\nIt was a wonderful experience, and then we moved to Colorado, and started learning a lot more, and then all evolved.\n\nAnd so where did you guys meet in the course of that timeline?\n\nIt was after all that, maybe, and then you had moved away, right, and had moved back, so maybe like two years after you’ve gotten, or year after?\n\nWell, I got off the pills, I went to Seattle, and Seattle was where I started realizing that even without the drugs, I still hated myself, and I didn’t know why.\n\nSo that was where I started wanting to know how I let it get that far, because I was not taking them for my pain, and what inside of me was my life the way it was.\n\nAnd so that was where I first started understanding that my mind shaped my entire reality, my way of thinking, my self-conscious.\n\nAnd so that’s where I started understanding the energetic, because I never was taught any of the energy side of things.\n\nAnd I started realizing that I could change my reality based off changing my inside, and then that kind of started the whole energy side, and I moved back to Florida, and then met her, and it was still using cannabis to help my pain at that time.\n\nAnd then I went to jail for it, and then we chose together a few months later that we had to go somewhere where we could go learn more about that plant.\n\nAnd then that went into an obsession with mushrooms, and medicinal herbs, and all this, as we kept learning the energetic side.\n\nAnd to answer your question, I met him before he went to jail for the marijuana, and then, like he said, we ended up looking.\n\nThat was maybe two years before we met two years before we moved out to Colorado.\n\nAnd we just kind of started to realize that the other parts of the plant, the THG, have so many medicinal properties.\n\nAnd I made the first staff in our kitchen, this old liquidy, and not the right consistency, and made like two more staffs, and then like six staffs, and finding, you know, how to write, and then what’s in there?\n\nYeah, and so I love that experimentation with plants and saves, and some I’ve been playing with for many years as well.\n\nWhat you guys are doing is obviously at the whole other level, but there’s a certain joy, right, and just kind of tinkering in the kitchen and making products that way.\n\nAnd I think it’s, I don’t know, for me it’s good for my patients, and like mental ability to not, you know, be okay with nothing for the first time.\n\nYou know, what you’re speaking to, and Tyler, what you’ve already shared in the first few minutes of this episode together, is to be so potent because it really speaks to the need and the opportunities.\n\nWe all have in different ways, and we have throughout society, to recognize when something is not healthy, and to work to change it, or to recognize when something is not working well, and to change it.\n\nAnd I think one of the things that’s absolutely inspiring to me as your friend, is the degree to which you have created change in your life.\n\nAnd now the degree to which you guys are helping a lot of other people create substantial changes in their lives, in part working with the various plant medicines.\n\nAnd we know that in our society right now, there’s a whole lot of dysfunction, there’s a whole lot of disease, and a whole lot is coming from our mental pathos, if we want to call it that.\n\nAnd so a big part of your message and sharing seems to come from what’s going on on the inside in our minds and spiritual lives, huh?\n\nYeah, yeah, I guess since this is my first time ever being on a camera, I should mention that I was shooting up the lauded in heroin, and not just taking pain pills.\n\nAnd when from a person who was violent, angry, hated myself, wanted to die every day, to a person that is in complete love with every single being on this planet that plants the animals, I live every day to the fullest, loving myself unconditionally, and with nothing but love surrounding.\n\nAnd my life couldn’t be more perfect.\n\nSo, you guys can do it too.\n\nYeah, thanks for sharing that tonic.\n\nYeah, we can stop the episode right there.\n\nI don’t know how important it is.\n\nI mean, it really is.\n\nAnd, you know, we have some of our friends and colleagues in the wider community are doing incredibly courageous and grave work in healing, in communities healing various traumas,\n\naddictions, and so on.\n\nAnd I think a big part of the energetic tones we can set forth into our communities is acknowledging where we’ve come from, acknowledging some of the pains and the real struggles, and the incredibly low and dark places that we’ve been in the past.\n\nSo, to be able to share the story to where you are now is really tremendous.\n\nSo, I’m thinking you, and on behalf of the community, thank you for sharing the story publicly.\n\nYeah, absolutely. The darker it goes, that’s how much more you can shine your light.\n\nYeah, amen.\n\nSo, you’re Nicole also working in other healing modalities, and a lot of it is somatic, right, is working in the physical.\n\nWhat are you doing out there when you’re not here in the lab and in the shop, and how are they integrated?\n\nYeah, so I taught a yoga just classes for the last three years, and I think even when I, well, my first yoga class I ever took, I knew I was going to teach.\n\nI came out of the class, so I’m teaching this, and I think it took me three years or something, and then I got my certification.\n\nAnd so I did that, but I was always very interested actually in the breathwork part and the meditation part.\n\nI think that the physical body is where a lot of us are at, and it’s a beautiful gateway to get to some of the more deeper things.\n\nAnd then when you can combine especially breathwork into the physical practice, and of course, before meditation or just into your life in general, it’s so powerful and so transformative.\n\nI think even way more than just the physical loan.\n\nSo I have very recently actually just led into doing one-on-ones only, and my focus is really on breathwork and meditation.\n\nAnd I’ve kind of transformed that with other things I just have passions about, you know, taking some trainings here and there, and of course there’s this.\n\nAnd to create just to help people live, like you said, more in harmony with themselves.\n\nAnd I think that when we heal ourselves, we heal everything around us.\n\nSo it has an impact on our society, but also the earth.\n\nAnd you know, I feel like alchemy does very much the same thing.\n\nYou know, we think of this physical tincture as this physical thing, but I think that’s one of the reasons that we were so drawn to Spigerics was, wow, you’re actually combining intention and things that maybe aren’t good.\n\nThings that maybe aren’t tangible into a physical thing.\n\nAnd to me, I think that’s what our world needs.\n\nI think when we combine things that we can’t see with our eyes into the physical.\n\nAnd I think that’s why I’ve always loved meditation with the physical practice.\n\nThat’s where you get a holistic approach.\n\nSo to me, they’re one and the same.\n\nIt is yoga.\n\nIt is yoga.\n\nBeautiful.\n\nI love how focusing on our awareness on breath is one of the most immediate ways we can connect with the plant kingdom.\n\nBecause we are literally breathing in what they breathe out.\n\nAnd vice versa.\n\nAnd it creates this reciprocity, I think, this relationship that is so essential to being human on planet Earth.\n\nAnd we call it the people of the plant.\n\nI’ve never thought of it that way.\n\nAwesome.\n\nWell, in this bit about the intention and consciousness, right, we’re going to throw down, by the way, we’ll define Spigerics where you don’t worry.\n\nA few years ago, I hadn’t heard the term.\n\nBut we’re thrown down a few terms here that for some of us can be a bit of a stretch, you know, at the least.\n\nAnd maybe for others are really challenging.\n\nHowever, what’s interesting to me about the time we’re living in is, you know, our science is now so advanced.\n\nAnd most of us aren’t keeping up with the advances of the sciences if we’re not in particular disciplines ourselves.\n\nAnd really, the science is now pointing at the intersection between the subatomic quantum realms and the realms of consciousness.\n\nAnd that there really is, they’re also a reciprocity.\n\nAnd so this isn’t just woo-woo, whatever.\n\nWe’re not even in Boulder, Colorado.\n\nWe’re in Carbondale, Colorado, Carbondale, near this beautiful mountain called Wimagua in the, in the euth, the old word for the mountain, meaning the sacred heart of the mountains, referring to the Rocky Mountain chain.\n\nWhich, if you want to look at it, is a spine of the planet that runs from Alaska to the southern tip of South America.\n\nAnd my son, Hunter, who’s behind camera, this is I think his third podcast operating as cameraman, Hey Hunter.\n\nHow’s it going?\n\nHe and our head enough to do some ceremony up on the mountain tomorrow.\n\nAnd it was a perfect opportunity to stop in and say hi to Tyler and Nicole and spend some time with them here today.\n\nAnd so it’s really exciting to me, because in our work with the winers community, some of the times we’re speaking with scientists who are themselves having challenges with language and what’s accepted, especially in this country, right, where there’s been such a concerted effort to undermine science here for many years now.\n\nIn particular, around things like climate change. And however, we’re also talking about talking with indigenous elders who are very tuned into the spiritual into what’s happening with consciousness.\n\nAnd so it’s a lot of fun, I think, for us to be able to kind of bridge across these different domains of knowledge and understanding and language.\n\nAnd so, you know, please, if you’re having a feeling of being stuck or saying, no, I don’t buy any of that, look into some of the science.\n\nRupert Sheldraig’s been talking about some of this lately.\n\nAnd I might even make a little note to myself to include a few resources that you might want to check out that will relate to some of these topics.\n\nOf course, Frijoff Capra, the great physicist and author of the book, Doubt of Physics, back in the 1970s, is excellent to get into how these are converging in our understanding of that.\n\nSo I’m making a quick note on that.\n\nOkay, so, okay, this word spigerics. What the heck is spigerics?\n\nSo spigerics is to separate and recombine.\n\nAnd so, an herbal alchemy and spigerics use everything in alchemy, everything comes from three principles.\n\nThe mercury, the sulfur, and the salt. Mercury representing the spirit, the sulfur representing the soul, or the essential oils of the plant, an herbal alchemy, and then the salt is the body.\n\nSo, by separating these principles and then through transmutation, you purify them.\n\nSo, there’s pure form, and then you recombine them.\n\nAnd in doing that, you create the purest form of that plant, that medicine that you can.\n\nAnd this is done in conjunction with depending on which herb you’re using, starting your masterations on a certain planetary data, certain planetary hour, and with a certain intention is what we found works the best.\n\nAnd then you end it, obviously, on the same, on a planetary data harvest those energies that are out, and then complete it in a different ritual type of way.\n\nEveryone has their own different thing they do.\n\nAnd that’s the basis of it.\n\nIt’s so, it’s so good.\n\nI just was going to add that how we actually got into it was originally we made, like we said, with the canvas plant.\n\nAnd so we started with the topicals.\n\nI mean, when we went to go to the oils, we were seeing what was out there, and we just didn’t like any of it, like any of it worked.\n\nWe tried all these, oh, sorry to interrupt you, but we switched, because in Florida we were using like high THC.\n\nWhen I moved out here, I quickly found that the high THC was not really helping my back pain.\n\nIt was creating inflammation actually, and it does not, for me personally, it was not helping my meditation.\n\nI found that it was not giving me the mental benefits I thought it was doing.\n\nAnd so that’s how we found this lower THC canvas plant that we now use.\n\nAnd then when we came across this generic, there was actually another local guy who had it in the shop, and we were just blown away by how incredible it was.\n\nAnd I don’t think at that time we understood really the depth of what Spedgerix was.\n\nWe wanted to make stuff that really helped people.\n\nAnd so we were drawn to it because it actually worked and actually helped people.\n\nAnd so, you know, I think now I mean, it’s funny to say what I mean to now, because a couple years ago, I probably would have never even…\n\nIt was not, I would not say a spiritual person.\n\nSo, as someone who understands what it’s like to be skeptical, I would say, is very fascinating to me to see, like, and watch with, you know, I do my best to be non-biased.\n\nHow, at least in my experience, in my opinion, how intention, which is unsangible, or planets which are unsangible, seemingly great.\n\nI mean, with obviously some other physical things of this Spedgerix process, I could create a really out as well.\n\nExactly.\n\nYeah, to me it’s so exciting to think about this kind of frontier of knowledge and where our skepticism through experience might turn into understanding.\n\nAnd I’ve had that kind of experience not only with urban medicine from a relatively young age, but also more recently with the biodynamic approach to agriculture and land stewardship.\n\nAnd I’ve had personal experiences there where it’s like, yeah, I can’t explain this, but something happened, I’m going to try that again.\n\nAnd it’s interesting to me too that the alchemical origins of what we now call modern chemistry, or even biochemistry and biopharmacology, you know, that is the pharmaceutical industry.\n\nAnd so a lot of these processes, you know, this isn’t just, you know, some weird 15th century thing with candlelight, you know, there are many multi-billion dollar multinational companies using these kinds of processes to isolate and sometimes amplify certain attributes of different medicinal plants from around the world.\n\nAnd that has obviously turned into a huge industry and in many ways has been causing a whole lot of harm and damage in the world in the last several decades in particular.\n\nThere’s been a lot of good as well.\n\nSo, you know, just connecting some of these dots that these processes are things we as humans have been learning and developing for many, many centuries and possibly millennia.\n\nAnd different cultural traditions have different ways of combining and recombining and changing and transforming and transmuting substances to help make medicine, right?\n\nAnd Spagiers was the way to make medicine back at a long time ago, you know, and it got lost and a lot of it had to do with the weird energetic side of it, you know.\n\nAnd then it was passed down from different alchemists to these different herbal labs and now it is becoming more known, which is, I think, amazing.\n\nAnd there’s a big, a big Spagieric lab in Germany that does, they’re like a, like we, like one of the labs you’ve mentioned, like a wealthy lab that does it all, you know, as top shelf as they can, you know, for real deal, like laboratory, top shelf, kind of laboratory, like a pharmaceutical laboratory.\n\nAnd they make a ton of Spagieric, everything they make, and it’s good medicine.\n\nYeah. Is, you know, is Bach flower remedies with that count as Spagieric?\n\nSo, is that a lot of…\n\nBecause it’s only a pathic, which…\n\nA lot of essences and essences and essential oils, correct?\n\nEssences for sure, I’m not even sure whether to use any oil.\n\nSo, I don’t know anyone that makes a Spagieric essence personally, but it would be really easy to do, so I’m sure they do.\n\nSo, sample settings makes a lot of amazing essences, but they don’t, they don’t do the end process.\n\nThey’ve started doing it with some other stuff that I make for them.\n\nYeah. So, sustainable settings, some of you have heard that name before.\n\nIt’s a wonderful biodynamic farm just outside of Carbondale here in Colorado.\n\nAnd Brook and Rose Levan founded it 20 plus years ago.\n\nAnd Brook’s actually been a guest on the podcast fairly early on, and so has Stephanie Seisen, who grows a whole bunch of herbal medicines out on that farm.\n\nAnd so, yeah, it’s good to give them a shout out.\n\nYou guys are getting some of the biodynamic hemp grown there along with other products.\n\nAnd some herbs.\n\nYeah, it resources as much as we can.\n\nAs much as we can, we get from…\n\nAnd you do, and I’ll explain later, or whenever you want me to, the kind of breakdown associated process, when you use the biodynamic stuff, you see a huge difference.\n\nYeah, break it down to this. I’d love to hear that.\n\nOkay, so, you know, the traditional traditional, you will take your plant, you’re going to separate the sulfur, the sensual oils out of your plant.\n\nAnd then you will do a fermentation to create the alcohol of the plant.\n\nSo, you have the mercury, the spirit, the sulfur, the sensual oils of the sulfur.\n\nAnd then, for the salt to purify the body of the plant, you’ll burn the plant down all the way to a white ash.\n\nAnd then from that ash, you will mix it with the distilled water, pull it through a filter, a certain number of times, usually in threes.\n\nAnd then, you will evaporate that water to create, it will be crystallized, a bunch of mineral salts.\n\nAnd so, the alcohol, and a lot of people are kind of weird about alcohol.\n\nAlcohol is the quintessential of a herbal alchemy. It’s the best carrier of the spirit of the plant.\n\nAnd so, it doesn’t matter what plant the alcohol is from.\n\nAnd I guess this could be my opinion also, but, and a lot of others would gears this opinion.\n\nSo, like what we tend to do is we’ll take a botanemic alcohol possible, do a maceration.\n\nWe like to do…\n\nWhat’s maceration?\n\nSo, when we soak our herbs in the alcohol to extract the medicinal properties.\n\nA lot of people, we do…\n\nSoxilic extraction is awesome.\n\nAnd soxilic extraction is a way to make a herbal tincture relatively quick and uses heat.\n\nAnd we found, we like to do it the old school long way, to soak all the herbs for a certain amount of days.\n\nWhat’s the quick way called?\n\nSoxilic extraction would be…\n\nHow do you spell that?\n\nS-O-X-H-L-E-T.\n\nAnd so, it’s the toxic extraction.\n\nEssentially, you’ll boil your solvent on the bottom and then have a chamber that has your plant matter,\n\nor if I’ve got a matter, whatever you’re using.\n\nAnd then, as the solvent, the ethanol will boil.\n\nIt’ll go up, condense, and the condenser then fall back through and circulate.\n\nAnd that creates a…\n\nYou can make tinctures in three hours to twelve hours.\n\nAnd then, it’s a really cool process.\n\nBut we found a lot of herbs are heat sensitive.\n\nAnd so, we found just doing it the longer way.\n\nSo, after that, we’ll strain off all the plant matter.\n\nI will…\n\nThen, if we want to concentrate on more, we’ll use a machine to concentrate that down.\n\nAnd then, you take the plant matter.\n\nI get a good burn in a ceremony away, down to that ash, and then do the rest of the process.\n\nAnd then, we can modem in another ceremony away.\n\nAnd so, the plant gets released back into the universe.\n\nAnd you’re left with the most pure essence, synergy of that plant,\n\nopposed to western medicine focuses on single chemical compounds, you know, like TBD or THC.\n\nAnd so, and a lot of people would make regular alcohol tinctures, which work great.\n\nBut you stop at that point and that’s that by doing the intentional way\n\nand getting all the salts out, recombining everything,\n\nyou capture the full essence and synergy of the plant.\n\nAnd it’s a much, much higher energetic medicine.\n\nReally beautiful description, thank you.\n\nAnd when you’re doing it, when you say ceremonial, what does that, what does that mean?\n\nSo, we do, did you want to…\n\nYou know, a lot of times, I mean, it can be a variety of things that also depends…\n\nIt depends on, like, if Kyler is alone, or if it’s me and Kyler,\n\nor sometimes there actually happens to be more people.\n\nThat’s actually, sometimes even more beautiful, especially.\n\nSo, Kyler explains, but you’re against such a beautiful, detailed way.\n\nI think of it in my brain sometimes just very simply of like it sits in the alcohol, goes\n\nto the burning, you filter that ash with water, you have mineral salts in the mineral salts\n\ngo back in that original texture.\n\nSo a lot of times when you’re at that process where you’ve got the mineral salts and you’ve\n\ngot like you said what would in theory just be the alcohol texture and you’re going\n\nto put the mineral salts back in we’ve done some like meditations and then all you know\n\ndepending on who’s there like I said you know take in turns to put the salts back in with\n\nintention usually with specific intentions, loving intentions, things like that.\n\nSo I personally feel like they can vary but we usually have it focused around love because\n\nI think you can’t do it enough so yeah yeah beautiful well and I am excited to get\n\na peek at some of the equipment and of course products let me just give a quick shout out\n\nthat to say to folks if you want to check out Vera Herbles products and learn a bit\n\nmore you can go to www.varaherbles.com and on Facebook it’s Vera Herbles LLC on Instagram\n\nit’s Vera Herbles and we’ll have these links in the show notes and I of course want to\n\nremind our audience this is the Writers Community Podcast I’m your host Aaron Perry and we’re\n\nvisiting with Tyler Bell and Nicole Wallace here at Vera Herbles in Carmandale Colorado\n\nand I want to give a quick shout out to our several sponsors who make this podcast series\n\npossible and that includes Earth Coast productions the Lidge Family Foundation, Alpine Botanicals,\n\nPurium, Earth Hero, Vera Herbles, Growing Spaces, Soil Works, Earthwater Press, 1% for the\n\nplanet, Dr. Bronners and Waylay Waters and of course a huge shout out to the individuals\n\nin the Writers Community who have joined our monthly giving program as some of you already\n\nknow if you join at certain levels you’ll get monthly shipments of the Waylay Waters\n\nhemp infused aromatherapy soaking salts and we’re starting to play with Waylay using\n\nsome of the hemp essence that Vera creates and so it’s a really fun collaboration to\n\nbe playing with that right now too. I also want to mention that in our partnership when\n\nyou go to Vera Herbles to do some holiday shopping or hemp hint you can get a 10% discount\n\nusing the code Y on Earth and this is another one of our beautiful regenerative win-win economic\n\nrelationships where a portion of the sale will be donated back to the Y on Earth community\n\nfor our community mobilization work for health, well-being, regeneration, stewardship\n\nand sustainability. So great opportunity to check out a bunch of wonderful products for\n\nyourself, your self, your family, your friends, for the holidays and we’ll show you the\n\nproducts toward the end and before we get a tour of the equipment I just want to ask\n\nyou got a very special shirt on there under that dapper jacket Tyler and there’s some special\n\ngeometry on that, can you tell us a bit about that?\n\nSo this is a Metatron cube, it is very special to me and it is all over this lab and it’s\n\na very powerful energy tool that can be used for, it really can aid in as a person is\n\nraising their frequency along with these other ones. It contains the platonic solids,\n\nyou will also be able to find this in there, and the cedar life in there and yeah it\n\nalso contains the mercurative, which is a very powerful tool for meditation for manifestation\n\nfor healing, energetic healing and I highly recommend researching it indeed. Yeah it’s been\n\nfor me personally a passion, an interest for a few decades now and I’ve been struck that\n\nwe humans have developed so much knowledge and understanding the realm of sacred geometry\n\nover millennia but that at the same time in this culture right now there are a whole\n\nlot of us living in real you know darkness and ignorance of that knowledge and information\n\nand there are historical reasons for that that we can look at and understand but what brings\n\nme joy and enthusiasm is knowing that more and more of us are reconnecting with this reality\n\nin this knowledge and able to activate more of this love impulse into our relationships\n\nand communities as a result and it’s a really beautiful thing and it’s something we humans\n\nhave been doing for a long time. It’s awesome. It’s awesome. Yeah, really awesome. He didn’t even\n\nmention his parodome echo that we’re offering. We’re going to go on the parodome and\n\nshare. Let’s talk about that. I know what I know how this feels to me and I feel like\n\nthis parodome opens up your heart so that you can receive the universe with grace and\n\nease and we have been actually filtering all ours the Jared Mineral solution through\n\nparodome so that whether anyone knows or not their heart energy center is being opened\n\nup when they take any of our things and yeah, it’s awesome. Thank you. I actually got\n\nsome air in Perry. I actually have one on two. Yes, I love wearing this stone and this\n\nparodome I’ve been learning about. It’s one of two stones that we understand gems to\n\ncome from way deep in the earth, the other being diamonds. It’s also a stone that can come\n\nto us from outer space. It’s interesting. It can come from way deep within and above\n\nthere which some of you who maybe have heard of the hermetic axiom of azabah so below\n\nmight say, huh? Interesting. Indeed, it’s also affiliated with Archangel Raphael who has\n\na relationship with the hermetic energy and entity out there. It’s a psilosatius, if\n\nthat’s the right way to say it, gem has silica and it also has iron and magnesium and\n\noxygen. At the molecular level, the structure has tetrahedra which relates to the platonic\n\nsolid. The heart chakra is right and that’s geometry and information that goes way back\n\nin time in both the eastern and western cultures and it’s the color green. It also relates\n\nvery closely to this phenomenal miracle that happens here on earth which is a continuous\n\nstreaming of light energy information in some would say love from the sun to the planet.\n\n173,000 terawatts of energy continuously streaming onto our planet and about 1% of that is converted\n\ninto food and the stuff of life here by plants in this green frequency or strangely\n\nthey’re actually absorbing the red and blue and radiating back the green. So it goes\n\nway back about a thousand years ago that German mystic Hildegart fund being in spoke of\n\nthis green healing energy, very detox that she experienced and it seems to me there’s\n\na connection in an opportunity as we’re working more with the plants to also work with\n\ncertain stones and elementals in organic elements that stand here on the planet that can\n\nhelp with all of this work of raising the love frequency and activating the heart even further.\n\nAnd it’s a lot of fun. And I’ll share that it’s I feel a little vulnerable you know talking\n\nabout these kinds of things on camera because you know I know we’re reaching a lot of different\n\nfolks and that you know some of us might feel very comfortable with this kind of conversation\n\nfor others it might be really challenging and you know it’s also it’s interesting for me\n\nto have a mixed heritage of indigenous Germanic and indigenous Celtic and indigenous Mohawk\n\nIndian in my background to where you know when we’re thinking in terms of like cultural\n\nsensitivities it’s kind of okay to talk about the feathers and the stones and the water spirits\n\nand the plants but suddenly when we’re in the kind of western rational discursive context it’s like\n\nwell wait a minute you’re maybe undermining your credibility and it’s like oh golly which\n\nand so yeah I think another one of the great challenges and opportunities we sit with right now\n\nin this culture is how to approach and consider integrating the both and perception of reality\n\nand where perhaps we’re finding those no way that can’t be true inside ourselves that might be an\n\nopportunity to sit with that question just a little further are you certain it’s not true\n\nand if you’re certain how can you be certain it’s not true and in there you’ll find some of the\n\ndeepest philosophical debates that have been happening in the west including Kant and others\n\nI assure you there has been a lot of thought applied to that question and we might\n\nourselves cultivate a bit of humility in the face of these great epistemological inquiries\n\nand heck if we lighten up a little and have a little fun we might even smile and have a higher\n\nquality of life as a result so what a time to be alive huh oh it’s amazing fantastic\n\nthat was a little soapbox coming from my insecurity around talking about something\n\nwe can make it weirder and take that light off of you\n\nI love it absolutely what do you think should we look at some equipment sure that’s\n\nI’m good so I didn’t I was I think I asked you before but is veritas and veritas\n\nveritas yeah veritas veritas right to make notes mountain I’m not lying so because that’s\n\nwhat we got the word bear from yeah so my understanding is okay this word veritas veritas the\n\nLatin means truth my understanding is hildard funbingen who worked with stones and plants\n\nand was a devout christian nun Catholic nun who ran more than one convince she was an incredible force\n\nin her time she coined this term veritas which is her own twist or variation on the very\n\ntoss meaning truth but this now means the truth of the green healing energy that she was having\n\ndirect mystical experience with this she wrote about so they’re not the same words but they’re\n\nrelated I see thank you all the way back around yeah and this that’s this uh stone right here\n\nit seems this stone contains that green healing energy yeah that she speaks of that’s really\n\nasked the Egyptians were quite into this stone as well a fair bit was harvested on an island in\n\nthe red sea between Egypt and the Saudi Arabia the Arabian Peninsula and now that island is called\n\nthe Isle of Saint John which some of you out there may say oh wait a minute that rings about\n\nand so yeah some of the history is quite interesting and we source and work with some of the\n\nperido stone from Saudi Arabia area as well as from a a patchy reservation community and tribal\n\nnation down in Arizona so there are different spots around the planet where this can be found\n\nand uh yeah it’s interesting looking at some of the history goes way back at least into the\n\nEgyptian times yeah so the stuff show the stuff so we’ll uh go over this way first right cool\n\nso um this is our awesome press whenever we we see big into edibles um so we just make a lot of\n\nedibles that um uh that’ll take in the beginning for my back pain um but when we moved out here we\n\nwanted to our original plan was to um get into the more THC type of things and we were making these\n\ndehydrated fruit um bites with with cannabis in them um we don’t like the a lot a lot of the\n\nextracts people use butane and different um solid and stuff we did not like to eat so we wanted\n\nto do it with this machine so essentially with this machine we would um and what we still do is\n\nwe’ll take the plant um make a hash with it um by freezing it or with uh ice water and then we’ll\n\ntake the hash pack that into um a 72 micron filter bag and then just press it with heat and\n\npressure with this machine and create an incredibly um high grade concentrate of of cannabis\n\nwhatever type you like um and so then that can put strain to food and that’s what we were doing\n\nis putting it into edibles um and we stopped doing the edibles um but now we put this into all of\n\nour sabs and we make some liquids with it um so this is a way to make a high grade extract with no\n\nno solvent um wonderful for eating wonderful medicine um and we actually with us the jerks we\n\nto introduce traditional spe jerks you’re going to be using alcohol um they didn’t have this way\n\nback in the day so we started actually we still um we’ll make this extract and we’ll spend it in\n\nMCT oil and then we’ll still burn the the plant down um get the mineral salts and and reach this\n\nas back to the extract um preserving more of the essence and trying to create a higher energetic um\n\nmedicine um uh this is the softest extract that i was talking about this is a small softest extractor\n\ncan you see it in the cool um yeah so this is a way to you put your plant material in here\n\num this will have your your your alcohol or ethanol and this is a condenser that uh ice water\n\ncold flu will be flowing through and so as your ethanol evaporates and it pulls up through here\n\nto recondense and fall back through your uh your material um and that’ll cycle back and forth and\n\ncreate a really uh uh the things are fast but i kind of like the slow method\n\npersonally um but it’s really cool um and yeah you’ve made the kind of see over here but we\n\nwe have these big pots this is where we’ll um uh make big batches of different herbs um so\n\nas many medicinal herbs and get from sustainable settings and we sell everything on a different\n\namount of days um um um yeah that’s really that um and then i’ll take it from there we will do all\n\nof our allowance about here but we’ll we’ll filter that next run it through a filter a bunch of\n\nuptimes and then this is our giant roto evaporator um and then we’ll bring that product that’s\n\nfiltered um and this will allow us to concentrate herbal tinctures um or with the the hemp we\n\nusually will um for just a pure hemp um extract will evaporate off all the alcohol so this\n\nmachine is meant for or if um um to evaporate organic solvents so no matter what you are trying\n\nto extract from your plants you have your um organic solvent in here and this machine will evaporate\n\nit’ll recompense and you can recollect it to to use it again um or to concentrate your\n\nwhen you make a concentrated tincture you can evaporate off um observe percentage of the alcohol\n\nthat you would like to concentrate that that down um this is a big black box um this is the machine\n\nthat we make hash with but that’s not it and you’ll notice we have the i don’t know if you got\n\nwe keep the shriansha um in our home and our office areas at all times um and the other ones\n\nyou saw and if you don’t know anything about the thicker geometries even if you just think they look\n\ncool i recommend putting them all over your life and uh you’ll see some amazing results\n\nand the burning if you don’t do it here yeah we don’t have the burning here but we\n\nkind of break it down a bit i forgot i had not bring it over there but this is um something\n\nnot just made from a small batch um so this will be the the minerals the the white ash that\n\nthen will be mixed with distilled water uh tomorrow um and we will actually use the peridog\n\ni told you to filter that through and then that is where all the minerals also be pulled out of\n\num and then reintroduced into the the tincture usually right here\n\nthat’s that for Rebecca beautiful um before we go to the front of the quals or anything you’d\n\nlike to add or to uh yeah i guess for me you know i’m not as involved with the actual extracting um\n\none thing that i think is really awesome about the rock and brass and i don’t think tell\n\ni’re talking about a lot but um it’s just that no solvents ever touch it so alcohol being a solvent\n\nnot necessarily a bad thing uh like tell i said it’s the quintessential element and alchemy um but\n\nall right to me it’s just so fascinating that you can use just heat and pressure it’s actually a more\n\nadvanced technology but it’s based off a hair straightener uh and it just squeezes out the medicinal\n\nproperties without any harsh chemical ever having to touch it so you know it’s where we started but i\n\nalso um it’s like you can see with how quickly tell her explain the processes are actually\n\nthey seem complex when we’re talking about them but they’re actually quite simple um and yeah\n\nyeah the the the reason that um the the reason that we find apart from the energetic side wise\n\nwhich is not really known in the western or it well it it’s not it’s not the best business model\n\nit’s um um just because it it is a long slow process and there’s no reason to do that process\n\nunless you’re into the energetic side you know and so no one really it takes weeks to make a\n\ntincture you know and to and to do your whole thing so um both of the processes are are not\n\nso mainstream but we really feel that they really keep the integrity of the herbs and the the\n\nplants um and their highest um you know getting into more the ham side and going back to the\n\nrosters maybe if we didn’t talk about it all earlier um it’s just because no solvent touches\n\nthat it never degrades so um yeah like you said they’re not they’re not very mainstream but uh\n\nwe really strive to uphold really just making stuff that actually works and not just cell\n\nit doesn’t the so the rosin with um making the rosin does not pull out any chlorophils\n\nor or lipids and and waxes and stuff so it um it is a very\n\npure um in product um and she uh she uses that the most um and then this for gears which a lot\n\nof people think is very undesirable um well I guess you can you could distill um remove all all\n\nthose unwanted properties chlorophyll and stuff but um but you know the traditional for gears is\n\ngoing to be um you know pretty dark um and a lot of people think it’s not pure then I always\n\nask people do you remove the chlorophyll and all the wax and waxes and stuff from your salad\n\nno yeah and so um so I think this is extra work that we do but then all these other places\n\nyou still like to work to get all that stuff out and um and uh I think I think there’s something about\n\nhaving that whole all of it in there yeah you know the whole host of it uh all of the plant has\n\noffered yeah yeah there is this sort of fetish in the culture around clear and I remember even\n\nwhat was it like 20 years ago when these diets so does were clear and everyone thought\n\noh they must be even better for you and it’s like well wait a minute what is so yeah I mean\n\nthese plants have uh by their very nature you know the gift of of creator of the divine uh these\n\nincredible compounds and substances in them right and into your point why pull this to that out yeah\n\nyeah and I guess we should do a salad to share pressure um\n\nthat’s actually what we have a machine from and I love it unconditionally\n\nit’s actually really cool also when we just kind of discovered this recently um so we really\n\nfocus on sustainability so we have a couple um package packaging for our products that’s\n\ncompostable and we use recycled stuff whenever we can and glass whenever we can and\n\nlocally whenever you can and you can actually so uh first the hemp goes through this black box\n\nand the hash um it collects at the bottom and then it goes through the raven uh press so\n\nactually you can do the raven and then the plant matter that went through the sister actually can\n\nthen be put through this material process so it’s almost like upcycling the plant matter\n\nwhich is pretty cool that’s really cool yeah well what do you say we show some finished products\n\nand we can uh help folks think about their uh their shopping and uh think about holiday gifts\n\nand all that kind of stuff you know so here we are now in the front of the shop and this is where\n\nDecolon Tyler will receive uh friends and clients and customers who are local um and we get to see\n\nthe display here of the products and uh I’m gonna jump out of camera so that you guys can focus\n\non what you have to share there of course uh this is all available online so that’s the good news\n\nfor the rest of us who aren’t local so I’ll start with what we talked about um a bit so um we\n\nhave just a few different saves here um just different strings for different needs um let me\n\nsay that it’s also the raven press so it’s all the less no harsh chemicals ever touch it um\n\nwe infuse actually we’ve got two different strengths of an athletic sub and they are to infuse\n\nwith some local um wildcrafted arnica um as well as hopefully i think we’re gonna infuse it with\n\nst. John’s work and what’s that there and come free in our uh the whole oil uh and then\n\nwe’ve got our tinctures here so where you guys there’s a couple different strengths uh we’ve got\n\nthis figurics three different strengths uh 500 milligrams those and and that is this cvd content\n\nwe do not put our emphasis on cvd um but these are our hand products in the bottom here um\n\nuh but all of our hand products are lab tested so that is the amount that you see on the front\n\nthere um and then we have a raven uh plus is what we call it because we do that we put the\n\nmineral salts back in which is a part of this figuric process um with our raven extracts um and\n\nagain those are completely solid lengths um and you also all of the things that all of our products\n\nare third party lab tested which is important if you’re buying hand products but it’s monstrous\n\nsomeone else um yeah cool so i wanted to add one little thing really quick this is a jig so i\n\njust learned this recently um something that i did not read in any sugeric book that i just learned\n\nfrom a very very um intelligent man um named Kevin um was to extract your ball of house salts um\n\nfirst this is for the sugeric um folks out there i thought this all about it but um and if you\n\njust a burn the plant you are um you’re losing all the ball of tile salts so before you do your\n\nmaturation is better you can extract the ball of tile salts save those um um and then you get\n\nthe most most out of your process all right then you said so yeah those teachers we make um\n\nwe make teas um we all love teas we teach from meditation all this um letting things go\n\nthat i just says well all of you guys read it um yeah we read it out loud because it was great news\n\nall right well good names oh yeah let it go it just they also had a funny little this one says let\n\nthat shit go what’s the first one i love it um well as much yeah um you know we got focus\n\nno no Spanish so what does that mean um well it’s a little uh it’s it’s an incorrectly spelled\n\nversion that is um supposed to be kind of joke um but only one person’s ever say anything meaning\n\ngood night yeah yeah this one i just want to help you fall asleep um the the lab goes at the end\n\nof the day whenever you are just kind of fed up um you let it go we drink out i don’t know in the\n\nmost um and i like to put we make a damn good tincture um it’s actually called a damn good tincture\n\nbut um this has botanamic cally poppy wild lettuce and hemp um sugeric and so i’ve been putting\n\nall bio dynamic in that one yeah and um and i harvested uh the medicinal herbs um both the\n\nuh cally poppy and wild lettuce from stethany at same old settings yeah she has to harvest\n\nher herbs so you can make that connection with them which is really sweet um yeah and then the\n\nfocus is in mint for meditation it doesn’t it says i’m see growing back so those are weird people out\n\nat the beginning but um that’s for meditation then your uh rise and shine to help you get up in the\n\nmorning and put a big smile on your face um and then detox um made with a bunch of different good\n\nthings to help you just push out um then here these are the amazing willay waters products made by\n\nAaron Perry um these are also the ceremonial later and i can honestly say um not just\n\nhere that these are the best bath salts that i have ever um used or um where you’re really seen\n\nthe the consistency everything it’s awesome um so these these are great and then something we\n\nhaven’t talked too much evolved out to me this is a guy who makes pyjamas named Warren and um he’s\n\nawesome so um you know i would credit what he does to us kind of finding pyjamas and um and wanting to\n\npursue making ourselves so thank you Warren um mushrooms we are a huge mushroom people um\n\nthese aren’t hassle aside but um you can’t tell how they get these are uh different\n\nmedicinal mushrooms that um we have seen just magic um come from them um all these products also\n\nthey’re they’re they’re not they’re awesome by themselves but in combination with the\n\nenergetic side of things all thicknesses things that people come here and they want to body\n\nsome mushrooms for um these detox teas um every single time these these are manifestations of"
}