{
  "title": "Episode 53 – DJ Spooky (aka Paul Miller), Google Artist in Residence and CSO of Global Brain",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/7230/53-dj-spooky-paul-miller.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/53-dj-spooky-paul-miller/",
  "episode_number": "53-dj-spooky-paul-miller",
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "The Wienerth Community Stewardship and Sustainability Podcast series is hosted by Aaron William Perry,",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcast Series.\n\nToday we’re in a beautiful garden here in New York City visiting with Paul Miller, also\n\nknown as DJ Spooky.\n\nHey Paul, what’s up man, how you doing?\n\nGreat, how you doing?\n\nExcellent.\n\nIt’s a muggy, humid day in October.\n\nI just got back in the town and it’s crazy to see that humidity still makes it feel\n\nlike you’re in mid-August, I don’t know if you’re in the audience, you can see it’s just\n\nrained recently and it’s very unseasonal for October.\n\nTruly, yeah, driving in we noticed it was 95 degrees in the car coming down the Hudson.\n\nWell, we have some things to talk about clearly with that in mind and before we do let\n\nme just introduce you to the audience here today from the Why On Earth community.\n\nPaul Miller is chief of strategy for global brain and is a composer, multimedia artist,\n\neditor and author.\n\nPaul is the first artist and residence at Google and the first artist and residence at the\n\nMetropolitan Museum of Art in New York City.\n\nThis DJ Mixer iPad app has seen more than 12 million downloads in the last year.\n\nHe has produced and composed work for Yoko Ono, Thurston Moore and scores of artists\n\nand award-winning films.\n\nPaul’s work as a media artist has appeared in the Whitney Biennial, the Venice Biennial\n\nfor Architecture, the Ludwig Museum in Cologne, Germany, Kuntstala Vienna, Austria, the Andy\n\nWarhol Museum in Pittsburgh and many other museums and galleries.\n\nHis book Sound Unbound published by MIT Press is the best-selling anthology of writings\n\non electronic music and digital media and, of course, Paul, a lot of the work you’re\n\ndoing now is very related to the climate crisis in this global situation that we’re in\n\nas well.\n\nAnd I thought I just kicked things off by asking you as an artist, a writer, a musician.\n\nHow are you connecting the dots to what’s going on with the global climate crisis?\n\nWell, right now is a really interesting crossroads for humanity and what’s amazing is that\n\non one hand we have, you know, this year 2019 was the 50th anniversary of the landing on\n\nthe moon.\n\nIt was the 50th anniversary of the creation of the internet and was also the 50th anniversary\n\nof Woodstock.\n\nSo 2019 is a crazy year and it’s also the 70th anniversary of the founding of Communist\n\nChina as well, which I was talking about.\n\nSo recently in Beijing, they just have this huge march, you know, a sort of hyper-militarized\n\nChinese kind of nationalism thing going on and it was really fascinating to see how China\n\nhas basically become its own kind of ecosystem at every level.\n\nSo when I say ecosystem, political, economic, and above all, global, you know, they’re\n\nvery focused on global economics.\n\nMeanwhile, in the West, you’ve been seeing a sort of Trump and the sort of rise of nationalism\n\nor white ethnic nationalism and other kinds of variables that really destabilize the idea\n\nof democracy.\n\nSo what we’re seeing here is a kind of a critical threshold of both democracy, social justice\n\nand climate justice, all of which are interconnected.\n\nSo for me at least, it’s really the next couple of years a very critical kind of ways that\n\nthe arts can open up new ways of thinking.\n\nMy motto right now is we need better critical thinking and that’s where I think the arts\n\ncan really be helpful.\n\nAnd you’re coming at this with a background in science and you collaborate with scientists\n\na lot as well.\n\nAnd I imagine that we have different domains of thinking and really sort of rules of the\n\ngame, if you will, and what I hear you advocate for in listening to some of your recent presentations\n\nand talks is that we have to stay focused on this rational discourse as we’re dealing\n\nwith these turbulent times.\n\nWhen you say rational, I actually am a big fan of the irrational.\n\nWhat’s happening right now is the West really thinks of people as the myth of rationality\n\nwas the foundation of modern capitalist consumerism, but people are all hyper-consuming way\n\nmore than they need.\n\nSo because of that, that they’re driven by advertising and advertising, if you look at\n\nthe ecosystems of Facebook and the ecosystem of Google, they’re data mining you, selling\n\nyour data and then creating billions dollars industries.\n\nSo what’s incredible is that we really have to rethink capitalism.\n\nAnd that doesn’t mean I’m advocating for people to all wake up and just burn their money\n\nor just, or switch over to cryptocurrency or whatever, but there’s no silver bullet.\n\nWhile people are entraped by capitalism as a kind of a consumption machine that can make\n\npeople aspire to a lifestyle that is unsustainable for the planet.\n\nSo you average American waste is something like 80 to 90 pounds of clothes a year and\n\nthey literally just thrown away or for that matter, you know, the average American is\n\nnot necessarily informed about, you know, global politics or if they throw away a plastic\n\nbag, the plastic bag might be there for 150 years, end up in the middle of the South Pacific,\n\nsomeplace, etc.\n\nSo there’s this kind of layers of complexity and nuance that most people, I mean, I think\n\npeople are beginning to realize that there’s a deep amount of time that goes into any human\n\nendeavor, you know, so when you go by, you take the subway for example, yesterday I took\n\nthe subway in from LaGuardia because traffic was insane and I didn’t feel like taking\n\na taxi.\n\nSo I’m on the train reading a book, I’m whizzing past all the cars stuck and traffic\n\non the VQE, you can see in the distance there’s this huge gridlock.\n\nAnd our cities aren’t made for cars for example, nor are like daily lives, I mean, but\n\npeople, you know, these are, that’s just one variable, cars, fast fashion, crops that\n\nare mono crops that sort of deplete soil, these are all things that go into the production\n\nof mass society, mass culture.\n\nSo these are things I’m trying to kind of give people to rethink.\n\nAnd how does that show up in your art?\n\nRight now, I’m a big fan of what I call tools for critical thinking.\n\nSo when people think of art, they usually think of like a painting on the wall or sculpture\n\nor this or that.\n\nI think a good conversation to be art, which is like what we’re having now, or for that\n\nmatter, there’s this kind of ephemerality that sampling and collage and DJ culture kind\n\nof uses as a basic foundation.\n\nAnd most kids are growing up with that kind of social media meets music kind of context\n\nof soundclouds, Spotify and so on.\n\nSo one could argue that it’s like a massive social sculpture.\n\nAnd those are things that I’m kind of thinking about as we transition into 2020 with the year\n\ncoming up.\n\nSo massive social sculpture, that’s an amazing concept.\n\nHow do we, how do we plug and play with that?\n\nHow do you see that playing out in 2020?\n\nWell, I mean, what’s been fascinating right now is like, there’s a term called murmuration.\n\nAnd so when you see it, like I’m sure many people see this where you see an entire flock\n\nof birds switching on diamond, they’re all following each other.\n\nAnd the birds are actually navigating using the arithmetic field.\n\nThey’re also making a mathematical structure of them entire flock.\n\nSo if you ever see birds, they’re kind of, they’re flying in usually a geometric form.\n\nSo two with humans, except our flocking mechanisms are social media.\n\nYou can quantify that and see how people relate, click, like, and so on, which of course\n\nis what the foundation of most of these Amazon, Facebook, and so on.\n\nThat’s what they’re doing.\n\nBut how is that art, which is fascinating, because like we’re now, those are, we’re in\n\na data-driven society.\n\nAnd that data that we’re generating and giving away for free is being optimized for machine\n\nlearning and other kinds of things.\n\nSo how you turn that into art is kind of a fascinating moment.\n\nSo I’m a big fan of what you call data visualization.\n\nSo I took a studio to Antarctica a while ago and made a series of music composition pieces\n\nbased on weather.\n\nAnd right now, what I’m doing at Google is we’re looking at the Saharan Desert, which\n\nis in radical transformation right now because of the growth of different airstreams over\n\nthe Sahel and the Saharan Desert are changing.\n\nAnd the fact deserts are growing, in fact, many people are noticing that the deserts\n\nare growing to the north.\n\nSo we’re taking some of that weather patterns and turning that into music compositions.\n\nAnd those are just projects, but again, they’re very specific with that data based initiative.\n\nSo if any of our audience wants to check any of this work out, where’s the best place\n\nonline to do that?\n\nThe best place is just my website, it’s djschoolheat.com.\n\nAnd there’s different subsites on the site.\n\nOne is the easiest to remember is djschoolheat.com slash Antarctica.\n\nBut there’s plenty of other stuff.\n\nThe Google product will be on my website in about two weeks.\n\nGreat.\n\nAnd because we don’t publish in real time, two weeks maybe in the past, maybe in the\n\nfuture, we shall see.\n\nOh, there’s a great joke.\n\nI forget the stand up comedian who like to say, hey, someone came up to him and said,\n\nI want to show you a picture from when I was younger.\n\nAnd he pauses and he says, all pictures are from when we were younger.\n\nSo we’ll see how that all ties out.\n\nBut we’ll probably publish around the time that that is live on your site as well, the\n\nSahara project.\n\nAnd of course, we know that there are now mobilizing at the local level, the regional\n\nlevel, the national level, even the multinational level, efforts to build soil, reforist and afforist\n\nall around the deserts, the goby, the Sahara, et cetera.\n\nAnd so as you’re gathering some of this mega global data for art and artistic expression,\n\nthere are also folks on the ground working to halt the advances of the deserts and ultimately\n\nthe hope and the intent is to reverse that.\n\nYeah, no, the deserts, right now the star of the show is the oceans because everyone’s\n\nkind of really tightly focused on oceans and reforistation.\n\nBut I think deserts are the hidden variable that’s really going to be causing a tremendous\n\namount of Veil people.\n\nSo I’ll give you a quick example, which is where everyone’s complaining about refugees,\n\nnot complaining, but just realizing refugees will be one of the most destabilizing forces\n\nin the next 15 to 20 years as we move further into climate change.\n\nThe borders that were drawn by Europe in the 19th century, most of which were in Africa,\n\nyou know, because of various treaties, or you have stuff like the Sykes-Pico agreement\n\nafter World War I that set up the borders of Iraq, Iran, Saudi Arabia, and so on.\n\nAll those borders are drawn by the collapse of the British Empire and on top of that,\n\nthe kind of European colonial initiatives that between the two wars.\n\nMost of the major conflict areas are exactly in those regions because people were put in\n\nthe nation-state that were fictional.\n\nBut then on top of that, if you’re looking at Libya and its relationship to Italy or\n\nthe refugees going through the Mediterranean, they’re all fleeing basically semi-failed\n\nnation-states.\n\nAnd those nations are semi-failed because climate change is destabilized and disrupted\n\nall of their abilities to grow crops and to be able to have a sustainable process that’s local.\n\nSo too with Honduras and all the Guatemala, you know, a lot of the people that are fleeing\n\nto the border in the US are also coming out of Central America where they’ve had droughts\n\nand other things going in Northern Bolivia.\n\nA lot of farms have been destabilized as well.\n\nSo climate refugees then trigger right-wing lunatics because they may always need a bogeyman.\n\nSo if you look at the 1930s in Europe, you know, the idea of purity or being able to create\n\na project of nationalism that was one of the main triggers of World War II.\n\nWe’re right in that powder-cag moment again.\n\nI think if you look at what’s been going on in Brazil, what’s been going on in Central Europe,\n\nAmerica obviously in Japan,\n\nthere’s these leaders that are optimizing for nationalism because it helps them consolidate power.\n\nSo mobilizing hate and fear.\n\nYeah, hate and fear.\n\nWhich generally, if you’re…\n\nThat’s where you’re getting to a crisis of democracy, right in the custom of climate change as well.\n\nRight.\n\nI’m just making a quick note here.\n\nSo I want to come back this notion of this massive social sculpture.\n\nThat’s such an amazing concept in term.\n\nWhat are you envisioning?\n\nAnd what are some of the events you’ll be creating in 2020?\n\nWhat are some of the things folks can be thinking about or looking out for?\n\nWell, the reason I use the term social sculptor is because we have to really think about impermanence and femberality.\n\nThose are going to be really fascinating components of rethinking capitalism.\n\nSo generally, capitalism aspires to permanence and market forces trying to squeeze as much value as a short term thinking.\n\nSo most people, businesses and stuff, they’re looking at a lot of profit and loss and so on.\n\nBut a social sculpture means me and you are creating a structure.\n\nThere’s an artist named Joseph Boyce who was really popular in the 1960s.\n\nHe was a big inspiration for me.\n\nAnd there’s more current artist like Olifer Eliasin, who’s really fascinating.\n\nHe has a retrospective at the Tape Modern in London right now, where he’s been doing quite a bit about environmental activism.\n\nBut those are just two different examples.\n\nJoseph Boyce or Olifer Eliasin.\n\nBut for me, a sculpture is something that is a form.\n\nLike somebody has put solid objects in place, they usually put it out in a pedestal.\n\nBut if you’re thinking about a different kind of sculpture, it’s about an idea.\n\nIt’s a form, but it’s a form of thought.\n\nSo that’s why I’m saying social sculpture because people can then create new shapes and new forms.\n\nOne of my favorite books when I was a kid was Edwin Abbott’s book Flatlands.\n\nWhere this dot is in the middle of a two-dimensional field, and then the sphere comes down, and says,\n\nthen the dot feels like you can see everything.\n\nAnd then as long as you have overview of that different dimension,\n\nso Edwin Abbott’s book was called A Romance of Many Dimensions.\n\nHim, Lewis Carroll, you know, they’re artists of thinking.\n\nLike there’s a couple other books that will change your idea about perspective.\n\nLike Douglas Hofstetter’s book Goldal Escherbach.\n\nIs a really good one.\n\nSo I try and think about it as the overview effect of everyday life.\n\nThe overview effect is about when you leave Earth and you can actually see the great blue marble in the distance.\n\nYou realize we’re all in one planet. There’s no borders.\n\nAnd that means it’s a pan-humanist kind of thing.\n\nAnd all those nation-state borders are just fiction somebody drew on a map someplace.\n\nSo that’s what I think in the better world right now.\n\nWhat I mean in the world, I mean in the political world, not just geography.\n\nWe have a more enlightened approach to thinking about climate refugees and how they destabilized\n\nclinical and nation-states.\n\nBut it’s probably going to get more harsh and weirder of a next couple of decades.\n\nBecause people still have the romance of the nation-state, like the board.\n\nThat’s what the right wing keeps saying.\n\nThe borders there isn’t that.\n\nBut if you look at what all these people are fleeing, it’s mainly the common denominator is climate change.\n\nI mean that’s a huge component.\n\nWe had an interesting conversation earlier today with Jonathan Granoff,\n\nwho works with Nobel Peace laureates worldwide about the creation of the nation-states\n\nin the 17th century in Europe.\n\nAnd he had a very similar commentary.\n\nAnd I’m so struck that the digital communication technology is enabling a rapidly emerging global society\n\nwhere increasingly many of us, whether scientists, artists, farmers, all of the above,\n\nare thinking about refugees and concerned about the fate and plight of people all around the world right now.\n\nAnd we know that we’re dealing with 60 million, perhaps 65 or more,\n\nmillion refugees currently, the greatest number since the end of the Second World War.\n\nOur friends in the CIA, the intelligence, the defense communities are dealing with projections\n\nthat make that an order of magnitude greater in our lifetime, quite possibly.\n\nAnd so this is a severe and serious existential crisis for all of us\n\nwhen you have that degree of dislocation.\n\nMy hope is that artists like you and thought leaders like you can help plant the seeds,\n\nspread the thought forms, the form of thought we call sculpture to help mitigate that\n\nand so that we don’t end up in those scenarios.\n\nWell, I mean, this is where you’re at across roads.\n\nI think our species is being driven into kind of like this paradox\n\nbecause capitalism requires ever-expanding markets, growth of markets,\n\nsort of addiction to growth.\n\nSo we’re always consuming more and more and more and more.\n\nAnd then other people around the world are looking at that, especially China,\n\nthe American consumer model, is like we’d need two or three earths just to satisfy.\n\nIf everyone on this planet lived like an American, you know,\n\nbut meanwhile, the geopolitical issues are like very clear.\n\nI mean, we’re in a hyper-militarized culture, most of the devices we use,\n\nthe internet itself, wasn’t the military system as well.\n\nSo these are all things that we have to be, I think, clear and aware of.\n\nBut if you look at any social movement that’s caused to a change,\n\nI’ll give you one example, Susan B. Anthony and the Women’s Suffrage of Movement.\n\nI’m a huge fan of that was non-violent, Mahatma Gandhi, all these people\n\nwho said we can’t take it anymore, but they didn’t take it into some sort of huge revolution\n\nor like Marx or Stalin or, you know, instead they said we need a peaceful, non-violent change\n\nto change the way people live.\n\nAnd that’s, again, shaping a new sculpture, shaping a new form.\n\nBut this society itself, you know, is kind of…\n\nAnd that’s where global culture really has potential to change a wave in the American hyper-consumption model.\n\nI mean, I’d give us five to ten years if we really, really can’t get that, you know,\n\nchanging the course of the Titanic.\n\nThe iceberg isn’t an iceberg, it’s a meteorite, you know, like we are the meteorite at this point.\n\nSo if you think about the metaphor of changing the course of the Titanic,\n\nit’s like we’re rearranging the deck chairs on the Titanic right before it hits this huge…\n\nWell, now the iceberg is going to be all melted, so we’d have to…\n\nA different metaphor.\n\nYeah, different metaphor, but…\n\nWhat I find so compelling about the Titanic metaphor is that there were many people aboard that ship\n\nwho were absolutely convinced that ship could not sink.\n\nAbsolutely, even after it struck ice.\n\nWhat does that tell us?\n\nWell, there’s a couple of theories about that where having a belief that you know is false is fascinating.\n\nEspecially with the era of Trump and, you know, sort of the Fox News demographic\n\nthat you cannot reason with them, you cannot present them with facts, you cannot say that every scientist has agreed to…\n\nExcept for maybe 2.0% of like scientists would say that climate change is happening and humans are the cause.\n\n98.9, maybe.\n\nBut people still won’t, you know, the climate deny kind of demographic.\n\nIt’s mostly emotional.\n\nYou know, they don’t really think about facts in a way that you can present a clear cut case, connect.a.b.c.\n\nYou know, yes.\n\nSo we need new tools to kind of bypass that demographic.\n\nBecause eerily enough, the Fox News demographics generally over the age of 50, generally over even 60.\n\nAnd they’re the prime Trump demographic that’s…\n\nThey’re blocking our tremendous amount of stuff and leading our species to extinction.\n\nYou know, just…\n\nIf we don’t play our cars right, the planet will be here when everyone says, oh, we need to save the planet.\n\nI’m like, no, the planet’s the most resilient system we have access to.\n\nThe problem is we would need to save ourselves because we’ve then disrupted all of the patterns of the planet.\n\nSo these people, you cannot reason whether you cannot show math to you, you cannot show data, facts, anything.\n\nYou know, you need to hit in a different dimension around their points of resistance.\n\nSo, you know, one of my favorite things as we do the Y on Earth community mobilization work all around the country,\n\nwe’re working with all kinds of demographics, all kinds of people.\n\nAnd what I have found is that everyone relates to soil and to this notion of growing food.\n\nAnd we have memories of grandparents and great grandparents gardening if we don’t do that yet ourselves again.\n\nAnd it’s something that really is common ground in so many respects.\n\nAnd it gives me some hope and we have tremendous challenges.\n\nBut it gives me some hope there are themes and memes we can be working with and working on that reach across some of these incredibly challenging divides that we’re facing right now.\n\nWell, that’s where I think when people say social justice or climate justice, those are things that really are dear to my heart.\n\nAnd none of the issues right now are about this notion of what is privilege.\n\nSo a lot of people will say, okay, why privilege is this or the idea that most people who are going to be hammered by climate change are in the poorer countries that never produce the main components of what’s causing the problem.\n\nAnd women and children to boot on top of that.\n\nBy the way, can I get another cup of tea?\n\nThank you.\n\nLet me take the opportunity to just thank George and Dusty.\n\nWe’re here at the Westview News offices in the village in New York City.\n\nAnd we’re working or cooking up some collaborations with these wonderful folks.\n\nSo stay tuned for that in the future.\n\nAnd I want to give a shout out.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office.\n\nWe’re here at the Westview News office."
}