{
  "title": "Episode 143 – Cynthia Tina, Founder, Community Finders",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13535/episode-143-cynthia-tina-founder-community-finders.mp3",
  "publish_date": "August 31, 2023 4:53 pm",
  "url": "https://yonearth.org/podcast/episode-143-cynthia-tina-founder-community-finders/",
  "episode_number": 143,
  "subtitle": "About Intentional Communities",
  "description": "There are thousands of intentional communities world-wide, ranging from urban settings to suburban co-housing settings, and from rural “homesteading” projects to ecovillages that may have only a handful of residents or many thousands of residents, as in the case of Auroville in India. People are generally attracted to intentional communities by a desire to experience more authentic connection (with people and place), to engage in values-driven relationships, to live with sustainability and Permaculture ethics and life-ways, to experience the strength and resilience of local community connections, and to grow food together. Some are organized around shared religious and spiritual beliefs, and others around shared lifestyle choices. There are over 2,000 intentional communities in the United States, and several thousand more world-wide (including the well-known Findhorn in Scotland, Ecovillage of Ithaca in New York, and Auroville in India, as mentioned above).",
  "about_sections": {
    "about_intentional_communities": "There are thousands of intentional communities world-wide, ranging from urban settings to suburban co-housing settings, and from rural “homesteading” projects to ecovillages that may have only a handful of residents or many thousands of residents, as in the case of Auroville in India. People are generally attracted to intentional communities by a desire to experience more authentic connection (with people and place), to engage in values-driven relationships, to live with sustainability and Permaculture ethics and life-ways, to experience the strength and resilience of local community connections, and to grow food together. Some are organized around shared religious and spiritual beliefs, and others around shared lifestyle choices. There are over 2,000 intentional communities in the United States, and several thousand more world-wide (including the well-known Findhorn in Scotland, Ecovillage of Ithaca in New York, and Auroville in India, as mentioned above).",
    "about_cynthia_tina": "Cynthia Tina is the “community matchmaker” and founder ofCommunityFinders, offering programs to help people join and start intentional communities. She’s also the founder ofEcovillage Tours, bringing people on inspirational journeys to sustainable communities. She has visited more than 150 intentional communities around the world, including the Vermont ecovillage where she lives in her self-built passive solar home."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today\n\nwe’re visiting with Cynthia Tina, the founder of Community Finders. Hey, Cynthia, how you doing?\n\nI’m doing really good, Aaron. I’m excited to be here talking to you and share about intentional\n\ncommunities. Yeah, I’m excited as well. And this is actually a topic that’s been near\n\nand dear to my heart for something like, gosh, going on 30 years now and so excited\n\nto be able to visit with you who has a really comprehensive view into the world of intentional\n\ncommunities and eco-villages really worldwide. Yeah, yeah, great. Yeah, excited to get into it.\n\nCynthia Tina is the community matchmaker and founder of Community Finders, offering programs\n\nto help people join and start intentional communities. She’s also the founder of eco-village\n\ntours, bringing people on inspirational journeys to sustainable communities. She has visited\n\nmore than 150 intentional communities around the world, including the Vermont eco-village\n\nwhere she lives in herself built passive solar home. There you are, presently. And formerly\n\nshe was the co-director of the foundation for intentional community where she is now\n\nalso a spokesperson and educator. And she’s also a former trustee of the Global EcoVillage\n\nNetwork and former director of the Youth EcoVillage Network, next gen North America.\n\nShe holds a degree in sustainability from Goddard College as well as certificates in permaculture\n\nand eco-village design and yoga teacher training. And so yeah, Cynthia, it’s so exciting to\n\nknow not only that you’ve got this comprehensive global experience with respect to the dozens\n\nand dozens of eco-villages and intentional communities on the ground, but you’ve also\n\nbeen very plugged in and instrumental in the global leadership around these communities\n\nand movements. And I guess, you know, just to kick things off, I want to ask how the heck\n\ndo you get into all of this? You know, what drew you in this direction?\n\nYeah, yeah, that’s a good question to start with. And I wish I had a better answer. I\n\nnever had, you know, a traditional job or like left the corporate world switch into\n\nintentional communities and these more alternative things. It was really a gradual progression\n\nwhen I was a young person, really a child of living in the suburbs outside of Boston\n\nwith parents who are very loving and supportive, but not at all interested in the things that\n\nI’m interested in. So I just remember reading books that exposed me to more sustainable\n\nways of living. I started a garden in my parents’ backyard. I was fortunate enough to have\n\nthem let me travel where I wanted to when I was I got older. So I actually visited my\n\nfirst intentional community when I was 15, a place in North Carolina called Turtle Island.\n\nThat exposed me to, yeah, just a very different culture than the one that I grew up in.\n\nYeah, I grew up in a pretty suburban, you know, middle class, highway, shopping malls,\n\nrushing, consumeristic kind of landscape. And so being able to get exposed to a slower way\n\nof life, something that’s more connected to place and community, I think that was really\n\ninspiring for me and just propelled me to seek that out more and more and collect a variety\n\nof experiences and my basket, so to speak, and led me to travel throughout Europe, visiting\n\ncommunities, attending Goddard College, which is a low residency school. So I was able to travel\n\nwhile getting my degree in sustainability. And that put me in contact not only with these\n\ncommunities, as you mentioned, but also the organizations behind this movement and kind of\n\nthe networks and networks of support that make it possible and facilitate people finding out\n\nabout communities and helping communities grow. And that was really attractive for me and enabled\n\nme to exercise my leadership skills and of course develop a career now in this field as well as\n\nhaving traveled and live in community. So it’s been a winding journey and it’s fun to, you know,\n\nlook back now and be like, oh, I see how all those threads line up to have brought me where I am now.\n\nYeah, it’s absolutely wonderful. And I’m really excited to talk specifically about\n\nseveral of the offerings that you’re providing the world through community finders. But\n\nbefore we get to that, I would love to get a sense for the vast diversity in different\n\nintentional communities and eco villages out there. This is by no means a cookie cutter\n\nnetwork that you’re so closely connected with. We’re talking about very different\n\nand diverse subcultures, aren’t we in all of these different communities?\n\nYeah, for sure. It’s really diverse. So the definition for an intentional community broadly\n\nseeking is a group of people who choose to live near to each other or share common resources\n\non the basis of explicit common values. So these are really values driven communities\n\nthat at their founding had an original document vision mission that then later members join into.\n\nSo that’s kind of a commonality or the umbrella term that is intentional community.\n\nBut yeah, within that, there’s so much diversity. It’s funny when I mentioned the word intentional\n\ncommunity to somebody who is maybe not as connected. Either it’s either got like one or two\n\nreactions. It’s either, oh, you’re talking about like the hippie communes off in the woods\n\nor people are like, oh, you mean like the eco village, like the gated neighborhood, you know,\n\nrich persons, paradise kind of thing. And it’s I think that most intentional communities fall\n\nsomewhere between those two extremes. But yeah, it can run the gamut. It can be, you know,\n\nsomething super radical, you know, really mission driven, a community that’s exploring the edges\n\nof permaculture and sustainability or new ways of communication, sexuality, diet could be a whole\n\nvariety of things. And then you have communities that maybe are more like co-housing communities or\n\nreally the community where I live, where we’re just, you know, a strong neighborhood getting back\n\nto that old fashioned way of living where people know their neighbors and feel comfortable\n\nknocking on each other’s doors where kids can run around and play and, and, you know, feel that\n\nsafety and support. We have a big garden here in our community where we all pitch in and help\n\nto grow food together. Maybe that’s a little bit more radical, but it’s also not certainly as radical\n\nas some communities can get, especially those communities that share income. Most communities\n\ndon’t share income, most have independent finances. So yeah, it’s exciting to explore all these\n\ndiversity of communities, also religious and spiritual communities. Yeah, yeah, it’s a big,\n\nbig tent. I think, I think at the core though, these communities are really important models\n\nfor how we can do housing differently, how we can live, you know, our lives outside of this\n\nmodel of just nuclear families and single family homes with the white picket fences, and\n\nthis is getting us back to or towards something that is more communal and more connected at the core.\n\nThat’s a beautiful and near description of your own community, the growing of food together,\n\nthe safety of kids being able to run around, you know, like the good old days, some of us might say,\n\nreminds me a lot of my visit to Slovenia, and I know you just recently did an eco village tour there\n\nin Slovenia, and yeah, let me ask you about that because it’s such a nice maybe jumping off point\n\nto hear about many of the different places you’ve visited and spent time in our expert on and\n\ncan help now connect people to who are looking for potentially a different way of living in\n\ncommunity and with deep connection to place. So I think this is such an important pattern and\n\nimpulse emerging in our world right now among many of us. And so as a jumping off point,\n\nmaybe you could tell us a bit about your recent travels and time in Slovenia. Yeah, yeah,\n\nI love that you’ve been to Slovenia as well because it’s kind of an obscure country.\n\nI think it’s getting more on the map, but for those of you who are listening who don’t know,\n\nSlovenia is a small country that borders Austria and Italy and Croatia and Hungary, and so it’s this\n\nlittle green gem on the sunny side of the Alps, as they say, and has a coastal Mediterranean region,\n\nbut also an Alpine region. So a lot of diversity in a small country that’s about the landmass\n\nof Vermont, which is the state that I live in currently. And I fell in love with Slovenia through\n\nfalling in love with a man who lives there and you know, have spent a long chunk of time,\n\ndifferent multiple trips, targeted several years at this point in and out of the country.\n\nAnd what to say, yeah, I think there’s an expression in Slovenia that a lot of the country feels like\n\nit is an eco village because for some reason given the history of the country and how things\n\ndevelop, people are living still, many people in these smaller villages that are more connected\n\nto their roots and their cultural traditions. A lot of people have gardens in their backyard and\n\nand you know, make medicines and wonderful alcoholic drinks and food from the local sources.\n\nAnd there are also in Slovenia a few eco village projects that are more like specifically\n\neco village projects, one in particular where I’ve spent a lot of time is called Sunny Hills,\n\nwhich is perched on a hilltop. It is a community that is restoring a 200-year-old dry stone stack\n\nbuilding. And yeah, they’ve restored one of the buildings. Now they’ve recently purchased\n\nand are restoring another one. So this is a model of a community that is re-inhabiting\n\nand abandoned village. There still are a few residents who live there, but largely this is one\n\nof the many villages throughout southern Europe that are built out of stone. So they’re made to\n\nlast hundreds and hundreds of years, but yet you drive through the countryside and you see these\n\nruins and these gorgeous, you know, works of architecture really crumbling. So there’s an\n\nopportunity here for people to return to the villages, the villagers to become eco villagers,\n\nyeah? And this is happening in a number of communities throughout southern Europe,\n\nespecially in Spain and Italy as well. So yeah, it’s a special place, really special place. Folks\n\ncan find it online and go and visit or join me next year as I do hopefully another eco village tour\n\nto the country. Yeah, I was there for most of the month of June. We brought along 10 people from\n\nAmerica and Europe for a tour of the different communities throughout Slovenia as well as just\n\nexperiencing the culture and the food and the people. Oh, it was special. Fabulous. Okay, so you’re\n\ngoing to probably have another tour to Slovenia next year, it sounds like? Yeah, yeah. So\n\neco village tours, as you mentioned at the beginning, this is one of my businesses and we bring\n\npeople on trips to different parts of the world to experience the communities there. So Slovenia is one\n\nof them. I’m also planning a trip to Costa Rica in January and a few other trips to the states\n\nin different parts of 2024. So yeah, it’s a great way for people to experience these communities,\n\nespecially if you’ve never gone to visit one before or maybe you’re a little nervous about how\n\nto do that, how to contact a community or if you just want to experience communities that are my\n\npersonal favorites and you can come with me to do that. So you get a little bit more of an insider\n\nview of many communities and a dedicated trip. Fabulous. And if folks are interested in these tours,\n\nthey can go to eco village tours.com to learn more and connect with you there. Yeah, exactly. Yeah,\n\nall of the 2024 tours listed and you can sign up to get more information about them.\n\nThat’s excellent. And then also on your communityfinders.com website, you have a very special\n\ntool, a quiz that helps folks. It sounds like I have to confess I haven’t taken the quiz. I\n\nprobably will and want to. But it sounds like this helps us do an assessment that gets us best\n\naligned with the different intentional communities that are out there. Is that a good way to describe\n\nit? Yeah. So communityfinders is my main focus these days and it’s an organization designed to\n\nhelp people learn about, find, and join existing intentional communities. And the quiz is a fun\n\nentry point into the world of intentional communities. It takes you just a few minutes. Answer\n\nsome questions and then you’ll get an output of what is your community type. So there’s five\n\ncommon types of intentional communities, you know, eco villages, co-housing, urban communities,\n\nhomesteading communities, etc. And so you can take the quiz to find out which one is a good fit\n\nfor you and you’ll also get a guide to all of the different types of intentional communities.\n\nJust one of the many resources I’m developing around helping people learn about community\n\nliving because as there are many communities in the world, there’s probably close to 2000 just\n\nin the United States and many more around the world depending on how you can find intentional\n\ncommunities. And so it’s easy to learn about a specific community and a specific spot but then\n\nwhere is the information that’s comprehensive in terms of categorizing the types and helping people\n\nknow generally what the process looks like to visit or join or go through membership. So that’s\n\nreally my aim with community finders in general. Yeah. Yeah, it’s so cool. Yeah, I’m going to encourage\n\nfolks to go to communityfinders.com. Backslash quiz to check that quiz out. And I guess I would like\n\nto ask about the membership process because I’ve actually I’ve been involved in a few different\n\ncommunities over the years, right? And so have a little idea just from my own experience but\n\nI imagine out there in the in the entire array of communities that people can connect that I\n\nimagine there’s quite a bit of diversity in the membership process itself as well. Is that\n\nis that a fair assessment? Yeah, that is a fair assessment. However, the important thing is\n\nthat a community does have a membership process. That’s an important thing if somebody who’s\n\nlistening is developing an intentional community or thinking about doing so or if somebody is\n\nlooking at joining a community, you want to make sure that you have explicit written down\n\nstep-by-step how one goes through a few different phases towards becoming a member. And a good\n\nanalogy to think about this is the idea of beginning a relationship or finding a person to marry.\n\nThere’s a lot of parallels between the process of marriage and the process of joining the\n\ncommunity. And of course it starts with that initial encounter maybe going on some dates maybe\n\nentering into a courtship phase and deepening commitment with the community and eventually\n\nreally making a commitment and you know signing piece of paper, buying your house,\n\nsigning a rental agreement and then entering the community. And as well as entering the community,\n\nthe community should also have a really clear process for how one leaves as well, how you sell\n\nyour home, how you get out. All of that should be really, really explicit and clear through transparent\n\nagreement. And membership processes in communities can take anywhere from few weeks to few months.\n\nSome communities even have a multi-year process before one is a full community member with\n\nall of the decision making rights and ownership status. To give you an example though, our community\n\nhere, let me know if the rain is bothering you. I don’t know if you can hear that.\n\nI haven’t noticed, I haven’t noticed, I’ve only noticed that you’re noticing something there.\n\nLike a cat walking around or what but that’s wonderful if you’re getting some rain right now.\n\nWe are, we’re having an afternoon storm rolling, so there’s a lot of rain and some thunder and\n\nlightning. But if you can’t hear it, no worries, I’ll ignore it. Cool. So yeah, so in our community\n\nhere in Vermont, we are full at this time. We don’t have any housing available, but when we did have\n\nlots to sell, it would start with somebody coming to visit and getting a tour. That was step one.\n\nStep two was participating in a work day and meeting as many members of the community as possible.\n\nStep three was submitting a formal application, including a financial disclosure and answering\n\nsome questions about why that person or that family really wants to join the community, what\n\nskills they have to offer. And then we have a community meeting to discuss this new application and\n\nthis person. And hopefully, you know, using our decision making processes, we all reach an\n\nagreement that yeah, this is somebody we want to have joined. And the way we’re set up in our\n\ncommunity is when you join, you actually buy your, your piece of land and your home or build your\n\nhome with the community. So there’s that part of it and then there’s also, yeah, there’s some\n\nthunder. And then that’s for our home ownership portion. And then we have another section of\n\nthe community that is our common land, where our big garden and our pond and greenhouse are.\n\nAnd that is owned by a separate entity that we all all equal members in. So you’d also become\n\nan equal member in that common land space. How many folks or families or households are in\n\nyour community just out of curiosity? We are eight households, mostly families with young kids.\n\nSo it’s a very kid rich environment. And we’re about walking distance into the town. And we’re on\n\na hillside with a bunch of other families and homesteads as our neighbors. So even though our\n\ncommunity is relatively small, we’re very well connected with our neighbors. And when we have\n\nparties and potlucks, it can be, you know, over 30 people easily joining those gatherings.\n\nThat’s wonderful. So this is a relatively, I think, small intimate community. And there are\n\nsome that are really quite large, right? And I’m thinking of Auraville, which I had heard about\n\nover the years and never have visited myself. But I understand there are some eco villages and\n\ncommunities out there where you’ve got hundreds and hundreds of people, if not thousands, in some\n\ncases. Is that right? Definitely. Yeah. Auraville is arguably the largest intentional community\n\nlocated in India. 3,000 plus residents. I’ve been to visit Auraville. I spent two weeks there\n\nduring 2018. And yeah, this place is so large. I had to rent a scooter just to get around to see\n\nall the different neighborhoods and farms. Auraville is an incredible center trying to create or bring\n\nabout human unity. So when you visit, there’s all these different pavilions set up for honoring\n\nmany of the cultures of the world. Auraville does have a spiritual focus. So the center of the\n\ncommunity, the matchmen deer, is this giant globe. Folks can look up photos online, but it’s this\n\ngiant globe that’s covered in leaf gold. The inside is made out of marble. So yeah, that’s a very\n\nimpressive community. You also have larger communities like Fintorn in Scotland, which is 600 residents.\n\nThe largest eco village in the United States is Eco Village of Isoca, located outside of Isoca\n\nin New York State. And I believe there are around 500 residents that are separated into three\n\ndifferent co-housing neighborhoods with many hundreds of acres of land, some of it in forest,\n\nsome in different farms and businesses as well. So yeah, communities can be pretty large.\n\nMost though I would say are smaller. And as many established communities as there are, there are\n\nmany more forming communities with a smaller number of people who are still growing and wanting to\n\nattract new members. So certainly if somebody is thinking to themselves, oh, I have a vision to\n\nstart a community and we all have had ideas of starting a community at once or another. I would\n\nreally encourage you first to go visit some communities and see if there’s something that exists\n\nsimilar to what you might want to create. And they may be looking for people. You may be the people\n\nthat they’re looking for and have a lot you can contribute and offer to that community.\n\nYeah, I’m hearing some wisdom here about, you know, essentially not reinventing the wheel.\n\nAnd that said, I’m curious, you know, with many of these forming communities, part of your\n\nexpertise is helping advise folks as they’re going through this formation and development process.\n\nIs that right? Yeah, that is a part of what I do. And not to say I’m an expert in developing\n\nand creating communities, but I certainly know people who are and people who have expertise\n\nin particular areas like a good lawyer for setting up an intentional community, a good finance\n\nperson, a good marketing person. So often I’m somebody who can guide groups really in that\n\ninitial formation stage of what resources to look towards, some things to think about, especially\n\nwhen it comes to attracting more members. A lot of these projects start with just an individual\n\nor maybe a couple. And so it’s hard to kind of break out of that phase and enter into\n\nenough people to actually create a community that has good root settle flourish in the long term.\n\nYeah. And I’m really curious, obviously somebody like you is connected to a lot of these\n\ncommunities and probably doing a lot of cross-pollinating. Do you find in general among community\n\nmembers that there’s a high degree of connectivity and cross-pollination between different communities?\n\nThat’s a good question. I think it really depends on the community, the nature of the community,\n\nits mission, and also the residents in the community. I have noticed that often there is at least one\n\nor two people living in a community who are really passionate about making those connections and\n\nkind of being that pollinator person or that bridge builder person. But it’s certainly not true\n\nof all people in community. And so I think this is an area that we can continue to strengthen\n\nour community networks. For example, I think in my community there’s me and then maybe one or\n\ntwo other neighbors who are like, yeah, okay. For example, our community network here in Vermont\n\nrecently had a gathering in the spring. We’re going to do another one in the fall. It’s the first\n\ntime that the Vermont intentional communities have ever gotten together to do something to be a\n\nnetwork. So I went with one of my neighbors. Then other folks in the community are not interested\n\nbecause they are focused on their jobs and they have big families and they’re, you know,\n\nthey’re just really wanting to be the people that hold down the hearts more so versus being more\n\nof a pioneer or a connector and more an outward person. Absolutely. I’m not sure if the storm created a\n\nlittle pick up here in our connectivity. Let’s see how things shake out here over the next\n\nlittle while. Did we lose you?\n\nHello, hello.\n\nWe’ve got to add a little disconnection there.\n\nWe got you now.\n\nIs it working now?\n\nLet’s see.\n\nIt certainly cut out there.\n\nLet’s just see how this goes for the next few seconds.\n\nI switched to my phone because it’s really, it is pouring buckets right now.\n\nI’m sure our satellite connection got disrupted.\n\nThat would make sense.\n\nWe can just pick it right up and we’ll edit that out obviously.\n\nI want to check that you can hear me okay.\n\nI do, yeah.\n\nOkay, because I am, it’s actually maybe I shut the door.\n\nI think that’ll help.\n\nJust me be able to hear myself a little better.\n\nI usually have the door open because it looks nicer, but okay.\n\nI think this will be better.\n\nI’ll be able to hear myself.\n\nYeah, good.\n\nGreat.\n\nYeah, I’ll just pick up the thread and jump right in and say.\n\nYeah, it’s the exact situation in which the adage it takes a village is.\n\nCompletely accurate, right?\n\nSo you’ve got folks that are doing the connecting work and also folks holding down the hearth.\n\nAnd it really is, it’s a village with different functions.\n\nYeah, yeah, for sure.\n\nYeah, and I think some communities can be more structured about that.\n\nLike having specific roles, having even a whole decision-making model and organizational structure that creates more formality around that.\n\nAnd it’s certainly true for larger communities, you know, kind of the bigger the community gets.\n\nIt almost necessitates having like different roles and some people being more of the communication people and the visitor coordinators and the outreach people.\n\nI think because our community is so small, we can just have that village dynamic evolve in a more organic fashion, which is really cool to see develop.\n\nSo exciting. Yeah, and of course, some of the projects that we’re cultivating at the Y on Earth community around the United States and internationally, potentially has some tie-ins and links to the work you’re doing.\n\nAnd I’m really looking forward to exploring that.\n\nIn fact, perhaps we’ll chat about that for a minute or two in our behind the scenes segment for our ambassador network, which will record after the main podcast here.\n\nWe just take the opportunity to remind folks that this is the Y on Earth community podcast.\n\nI’m your host, Aaron William Perry, and today we’re visiting with Cynthia Tina, the founder of Community Finders.\n\nAnd want to be sure to mention that you can connect with her and her work and offerings at communityfinders.com.\n\nThe quiz is at communityfinders.com slash quiz.\n\nWe mentioned eco village tours.com.\n\nAnd we’re going to also mention and discuss for a moment a couple of the other organizations that Cynthia has worked with and continues to work with foundation for intentional community global eco village network in next gen North America.\n\nAnd those URLs and links are all in the show notes as well.\n\nAnd want to be sure to give a special thank you and shout out to our sponsors and partners who make our podcast series possible.\n\nThis includes Chelsea Green publishing, who of course are also headquartered in Vermont.\n\nAnd Chelsea Green is offering a special 35% discount on all of their books and audio books.\n\nYou can access that going to yonearth.org go to our partners and supporters page.\n\nAnd you’ll see the link and the information on Chelsea Green and several of our other partners and sponsors, which also includes\n\nPurium organic super foods. They’re offering $50 off of your first order or 25% off, whichever is greater.\n\nWhale waters soaking salts. These are the Colorado grown hemp infused aroma therapy soaking salts.\n\nWe’ve got earth hero sustainable products for the household, the garden, the garage, whatever it might be.\n\nOf course, we’ve got soil works biodynamic garden preparation and earth coast productions without whom.\n\nNone of this podcast series and much of the work we’re doing at the Y on earth community would be nearly what it is today.\n\nAnd finally, a very special thank you to our ambassadors, our growing global network of ambassadors who are doing amazing work community leadership work organizational leadership work,\n\nchange making work in communities throughout the world. And if you haven’t yet become a fully activated ambassador and you’d like to just go to our becoming ambassador page.\n\nMany of our ambassadors give on a monthly basis to support our work.\n\nAnd if you’d like to give, you can simply go to the donate or support button and set up whatever monthly amount works well for you.\n\nWe want to do a $33 or if to her month, we’ll send you a jar of the Whale water soaking salts as a thank you and a gesture in the shared practice of self care.\n\nSo a huge thanks to everybody making this all possible. And of course, Cynthia, there’s so much, it seems to me there’s so much opportunity in this emerging era of meta industrial culture worldwide.\n\nWe’re even more connectivity among intentional communities, eco villages and many other neighborhoods and villages and companies and organizations and NGOs doing all of this different stewardship sustainability regenerative health wellness work around the world.\n\nAnd I’m so curious to hear a little more about what’s going on with foundation for intentional community, global eco village network and next gen North America. And you know, is there a growing global network basically that people can increasingly plug into and participate in?\n\nYeah, I think I think there is I am.\n\nIt’s not yet a unified global network, but it’s certainly a network and one that has many different nodes within it.\n\nAnd so those organizations you mentioned as well as others, the co housing association of the US and Canada and the UK, many other organizations that are coming at specific niches of the community’s movement broadly.\n\nSo I see dot org, which is the foundation for intentional community website. They have a directory of communities as does eco village dot org, which is the global eco village networks website.\n\nAll of these different community directories. I actually have a blog article on my website, listing 21 intentional community directories. So and there’s probably more than that.\n\nSo yeah, I think it’s been an effort for a while to see how these different directories might be compatible with each other. Yeah, you heard the thunder again.\n\nOh, compatible with each other.\n\nAnd and and have it be more easily accessible for people who want to, you know, find all the communities. And I think there’s good progress being made towards that.\n\nAnd as well as towards other practical ways that these organizations can support each other and collaborate shared events, shared educational opportunities.\n\nReally helping to develop the technology to make to these directories more easily searchable and connectable.\n\nIt’s definitely a project that’s on my mind a lot because what I do, I’m this community matchmaker person, which is mostly taken the form of one to one working with clients, helping to recommend them communities that could be a fit good fit and supporting them on their journey.\n\nBut there’s only so much I can do is one person. So I’m really interested in how we can create platforms that enable people to connect independently of me kind of holding their hand, but really using these emerging technologies as he mentioned, all the algorithms and the AI to yeah, just make it easier for people to go where they want to go to find their people and to build more community.\n\nSounds like something that could be the YonEarth community is thinking about on working on a little bit as well with some of our other colleagues and cohorts.\n\nAnd so I guess we’ll plant the seed of suspense with our audience and encourage folks to stay tuned with all of this because I think what we’re seeing is a tremendous opportunity and neat worldwide across many different disciplines and in interest.\n\nAffinity groups that have so much overlap with the cultural healing and restoration work, the ecological regeneration and stewardship work and of course the economic transformation work that is so important to these times that we’re living in.\n\nAnd I’m curious, I mean, one of the threads running through many of these intentional communities in eco villages, as you mentioned earlier, Cynthia can include a different way of sharing resources, then we’re perhaps accustomed to seeing in the mainstream.\n\nAnd I’m curious if you might share this a bit of what what you’ve seen and how some some communities are very intentionally going about that.\n\nI think most intentional communities are not being so radical in designing alternative economies, some are certainly, but most intentional communities are doing something that I think is pretty radical compared to most of the rest of the world increasingly so with modernization.\n\nAnd consumerism and us living more and more in isolation where we don’t share as much as we could merely as much as we could or should or would benefit us to do so.\n\nAnd so that’s I think one of the unique things and intentional communities, even small communities like mine, we don’t have this whole grand scheme of like we’re going to rearrange our economy.\n\nBut we more so are just comfortable like sharing and asking when we need things and offering things, you know, if I if I’m thinking of making it a purchase for an appliance or a big piece of equipment or a tool like, you know, maybe a lawnmower or some fancy thing for my kitchen.\n\nI first always ask like does anyone have one already that I could use or borrow and often the answer is yes.\n\nAnd it goes beyond just sharing material things but also sharing time together and exchanging time.\n\nWe have a lot of young kids in our community and of course childcare is a big problem for so many families and so this is one of the huge benefits of living in an intentional community where you have folks who are retired, who have free time.\n\nTo watch kids, you have you know teenagers who are looking to make a little more income and they can watch kids, you know, just being able to have other adults around to pitch in and help out with childcare, as well as I think the food is a big area where our community gathers to share time and resources.\n\nAs I mentioned earlier, we have this garden. We also have chickens and goats and yeah, I would say in the summer, especially we’re growing nearly all of our vegetables.\n\nWe try to grow enough that we can put up for the winter and you know and have that that local food source throughout the winter months as well.\n\nSo those are some simple ways that our community, you know, does research sharing a little differently.\n\nAnd then yeah, you can have communities, for example, Twin Oaks is one of the oldest income sharing communities or true communes.\n\nThey’ve been around for 50 years and when you join this community, you essentially freeze your outside assets.\n\nYou are employed within one of the community’s several businesses and all of your basic needs are provided for, including your food, your housing, your health insurance, all through the community and all of the community’s business income is collectively managed as a group.\n\nAnd so as long as you’re part of the community, you have these needs cared for and then of course you can leave the community when you decide to do so as well.\n\nAnd there are probably a handful of income sharing communities, maybe a dozen or so in the United States. There’s also a collection in Germany.\n\nAnd they have proven that this model works. It’s it’s a really different. It’s you know, it’s a really collectively managing resources as a small localized community and it’s working for them.\n\nIt’s not what I would choose necessarily for my own lifestyle, but there’s a whole bunch of people who are really passionate about creating these more equitable just systems of governance and resource sharing as community.\n\nYeah, it’s so interesting. And it reminds me of an episode we recently did with Georgia Kelly about the Mondragon cooperatives, not that they’re necessarily an eco village or an intentional community per se, but essentially are a cooperatively governed system of various businesses that now has something like 90,000 owner members in that system.\n\nAnd as an economic unit, they’re doing somewhere on the order of 15 billion euros per year in business. And so it’s really interesting to see how some of these emerging patterns scale up and down in size and locality.\n\nAnd seems seems to me that you’re on to something here right and that the world is on to something here with a different approach where we’re not as isolated. We’re not all sort of you know running in our hamster cages just to get all of the various tools that we need to maintain the lifestyle that we’ve selected and so on.\n\nAnd that there’s this opening spaciousness that allows for more connectivity and meaning and quality of life. And I imagine that not only do we see some profound environmental benefits from all of this, but also health and wellness benefits, right. And I’m curious, you know, how much research have you been able to track down looking at the health and wellness benefits coming from this kind of lifestyle choice.\n\nYeah, yeah, that’s a great point. Yeah, before I touch on that, I’ll just mention since you mentioned Mondragon, which is a business cooperative. There’s also a whole model around housing cooperatives, which is the form of intentional community where you can be a member owner of your housing.\n\nSo it’s yeah, it’s neat to see those patterns translate across different sectors.\n\nYeah, so health and wellness, I think I have an article on my blog where I share some of the research that’s been down into the health benefits of community living.\n\nHonestly, I wish there was a lot more research. This is a, this is a call to researcher. Please do some studies on intentional communities for for the health benefits and a whole variety of interesting topics that could be cleaned by setting them more.\n\nAs everyone knows, we have this loneliness crisis, even before COVID, there was an epidemic of loneliness in the United States in particular.\n\nI think there was a study done at the end of 2020. So really in the thick of the pandemic, which showed that 60% of Americans, so more than half American adults feeling lonely on a regular basis.\n\nThis is, this is a really, really huge problem. I don’t think these numbers have necessarily decreased a whole lot since the pandemic.\n\nAnd, you know, it makes sense to certain degree because as humans, we evolved as a species in these close-knit social circles.\n\nAnd most of us have lost that, you know, maybe we turned to our devices and social media to rekindle that kind of connection, but it’s not the same thing.\n\nNearly as really having intimate connection with the people who live near and around you and seeing them on the daily basis and waving high and going over to knocking your neighbor’s door when you’ve had a hard day and need somebody to talk to.\n\nThere’s these, these bonds of relation and intimacy and belonging that are lost. And that has a big impact on our mental health and our physical health.\n\nSo I’m not saying that intentional communities are the only way or the way for everyone. It’s not a fit for everyone, but certainly worth exploring for those who are looking to bake in more of that connection into their lives.\n\nAnd not only the more extroverted people, I think this is especially important for introverted people.\n\nThere’s a lot of folks who say that those who live in intentional community are actually mostly introverts because extroverts maybe have an easier time forming those relationships, just in modern life.\n\nWhereas, you know, someone who doesn’t really needs to have a situation in their housing where they can open their door, you know, and get that connection, they can close their door when they need more of that privacy time.\n\nSo most communities create that balance, that privacy spectrum where it’s not like you’re in each other’s business all the time.\n\nBut certainly when you want to find somebody, hopefully there’s somebody hanging out in the garden or there’s a potluck coming up next week and there’s some way for you to connect more closely with the people around you.\n\nYeah, I love that. I really love that that really resonates for me as a good way of being and living and connecting.\n\nWell, I’m so I’m so happy that we could take this time together, Cynthia. And you know, before we we sign off our main podcast episode together, of course, we’re going to do our little behind the scene segment for our ambassador network.\n\nJust another plug to join the ambassador network. If you haven’t yet, we want to get some of these additional resources. We’ve got a variety of videos from different conferences and talks and workshops and are monthly online meetups and are behind the scene segments with our podcast guests.\n\nAnd so yeah, before we transition into that, Cynthia, I just want to be sure to give you the floor. If there’s anything you’d like to wrap up with any sort of message, insight, wisdom, whatever it might be, it would be wonderful to close with that today.\n\nSure. I would encourage people to explore intentional communities to go visit some if you’ve never visited one.\n\nIt doesn’t need to be this big scary thing. You might be surprised if you do a little research to find that there’s a community near you, near your town or city.\n\nAnd maybe if there’s not, maybe you want to build in a visit on your next vacation or travel.\n\nBecause I think it’s important that we learn from these models, from these very intentional centers for how to create a different way of being.\n\nAnd I encourage you to go visit a community, even if it doesn’t match exactly your vision or your wish list.\n\nGo anyways, talk to the people, go and contact them first, make sure your visit is set up, never just show up at a community. That’s important.\n\nBut certainly if you get the opportunity by just spending time in this different cultural field by talking to people who’ve made some very conscious decisions about where they want to live and how they want to live their lives.\n\nI think that can nurture you and inspire you, even if you don’t end up moving there for how you can create more community and more connection wherever you’re living right now.\n\nBecause we live in times, of course, that are tricky, they’re tenuous times, they’re times when there’s a lot of divisiveness.\n\nWe maybe don’t connect with our neighbor because there’s this wall between us and a lot of uncertainty and mystery about who that person is and their ideology and their political beliefs and their religious beliefs.\n\nAnd so having an intentional community is as models for how we can relate to each other because it’s not like those things go away when you live in an intentional community, even in the most like-minded community, it’s not always like personality.\n\nAnd so there’s still conflict, yeah, I want to not paint too much of a rosy picture, there’s disagreements in community, it’s challenges work, but it’s also really cool to see models for how it can function to hold that diversity in a good way.\n\nAnd hopefully these communities can be inspiration for the folks listening and for broader society about how we can design things differently.\n\nSo wonderful, such a pleasure to be able to visit with you today, Cynthia, thank you so much.\n\nThank you, Erin, it was really nice to visit with you as well. Thanks for the opportunity.\n\nAbsolutely. Bye.\n\nThe YonEarth Community Stewardship and Sustainability Podcast series is hosted by Aaron William Perry, offer, thought leader, and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly, or monthly supporter, please visit YonEarth.org-support.\n\nSupport packages start at just $1 per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth, all one word with a Y.\n\nThese sponsors are listed on the YonEarth.org-support-page.\n\nIf you found this particular podcast episode especially insightful, informative, or inspiring, please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in.\n\nThank you for your support and thank you for being a part of the YonEarth community.",
  "related_episodes": []
}