{
  "title": "Episode 157 – Soraya Afzali, Expert Political Scientist on the Dangers of Autocracy & Charismatic Leadership",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13769/episode-157-soraya-afzali-expert-political-scientist-on-the-dangers-of-autocracy-charismatic-leadership.mp3",
  "publish_date": "April 17, 2024 8:14 pm",
  "url": "https://yonearth.org/podcast/episode-157-soraya-afzali-expert-political-scientist-on-the-dangers-of-autocracy-charismatic-leadership/",
  "episode_number": 157,
  "subtitle": "Shedding Light on Autocracy & the Abuse of Charismatic Leadership",
  "description": "In this important episode Soraya Afzali, an Afghan sociology and political science expert based at Trinity College in Dublin, Ireland, discusses the deep dangers of charismatic leadership when it is deployed by autocratic figures to mobilize fear, hatred, and anger around populist movements that ultimately seek to cement political power around dictators and their totalitarian regimes.",
  "about_sections": {
    "about_soraya_afzali": "Soraya Afzali received her bachelor’s degree in Business Management at the American University of Afghanistan and her masters in International Relations from Central European University. Soraya has several years of experience in communication and has contributed to different research projects with international organizations as a consultant. She has contributed to the World Bank Group’s Education Management Information System in Collaboration with Ministry of Higher Education- and GIZ’s Monitoring, Evaluation and Communication (MEC) in collaboration with Ministry of Economics in Afghanistan. Ms. Soraya is passionate about promoting diversity and inclusion. For her MA thesis, she focused on mechanisms of inclusion in educational systems."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry.\n\nAnd today we have the opportunity to visit with an extraordinary scholar and cultural\n\nexpert,Soraya Afzali.Soraya, it is so good to visit with you. Thank you.\n\nThanks to you and thank you for giving me the opportunity to be on this podcast.\n\nYeah, it’s a real pleasure and I know we’re going to dive into some topics very\n\nsalient for our current global situation. You come from Afghanistan, you’re\n\ncurrently working on a PhD based in Dublin, Ireland, and you are studying the role of charismatic\n\nleadership as it relates to despotism, autocracy, the types of leaders emergent that are not\n\nnecessarily at all good for society, good for humanity, good for our world.\n\nYes, I’m a fourth year PhD student here at Trinity College Dublin. And as you mentioned,\n\nmy research focus is charisma and overall charismatic authority and as part of that charismatic\n\nleadership. One of the main focus area, my focus area is to understand how charismatic authority\n\nactually works, how it manifests itself in which kind of setting and as a recipient of this\n\nauthority. Ultimately, what should we be aware of? Okay, wonderful. I’m really excited to\n\ndive into this with you. Obviously, so important for all of us.Soraya Afzalireceived her bachelor’s\n\ndegree in business management at the American University of Afghanistan at her masters in international\n\nrelations from Central European University.Sorayahas several years of experience and communication\n\nand has contributed to different research projects with international organizations as a consultant.\n\nShe has contributed to the World Bank Group’s education management information system in collaboration\n\nwith Ministry of Higher Education and GIZ monitoring evaluation and communication in collaboration\n\nwith Ministry of Economics in Afghanistan and GIZ is a German-based humanitarian organization.\n\nSorayais passionate about promoting diversity and inclusion. For her master’s thesis,\n\nshe focused on mechanisms of inclusion in educational systems. Within her volunteer work,\n\nshe has volunteered for solace for the children, the American councils, and co-founded Humans of\n\nKabul in 2013 to tell stories of Afghan people. Throughout the years,Sorayahas been part of different\n\nnetworks that focus on civil society empowerment, such as Open Society Foundation initiatives\n\nof change in the co-scholars program and the Lucille Foundation, which of course,\n\nSorayais how we met. She is the recipient of the United States and Best\n\nEmbassy Scholarship and Open Society Leadership Award. AndSoraya, you and I, we’ve had an\n\nopportunity over the last few months to have a few really deep and lovely conversations about the\n\nwork that you’re doing, work that is taking on some very challenging and difficult topics.\n\nAnd I’m so thrilled we have the opportunity to share your wisdom, your knowledge, and your insights\n\nwith our audience because it’s something you’re focused on, something that is so vitally important\n\nto the fabric of the societies and the global society in which we’re all participants and we’re\n\nall connected. And so, I guess, you know, to kick things off, let me just ask you,\n\nwhy charisma, why a focus on charisma in your work and your research and how how did you come\n\nto a focus on charisma and charismatic leadership? Thank you, Aaron, and thank you for such a\n\nkind introduction. The answer to this question, I can do it in two parts or from two perspective.\n\nOne is personal and the other is rather theoretical and academic. And I will tackle the academic\n\none first. Charismatic authority is interesting because it can be both rational and it can be\n\nirrational. It doesn’t have any framework to work with compared to other kinds of authority that\n\nhas been theorized by sociologists to name one of the prominent one, Max Weber, which are, for\n\nexample, bureaucratic authority or legal authority that deals with laws and policies and paperwork\n\nand so on. But the charismatic authority does not rely on any of these. It’s almost like a fluid\n\ntype of authority that can exist within the bureaucracy, within the legal sphere, or it can\n\nexist quite purely. And this is why it becomes interesting because there is no standards of\n\nframework that it can be implemented by and if somebody who is prone to be convinced to charismatic\n\nauthority will be no matter if the idea is probable or pragmatic or logical or not.\n\nSo this is why I find charismatic authority interesting and specifically its role in\n\npropagation of hate. I think there is a strong element in here that needs to be developed\n\nfurther. And the other part of my answer to your question is of course personal and it comes\n\nback to me doing what I do and why I do it. In my research I focus on hate against immigrant\n\ncommunities and this can be interpreted in many ways, taken from racism, to bureaucracy,\n\nto different structural systems of the hate that is present against immigrant communities.\n\nAnd with immigrant communities I mean immigrants in Europe, immigrants in part of the region\n\nwhere I come from and currently worldwide. I was born as an immigrant and therefore these\n\nexperiences of hate in the form of exclusion was rather normalized state of being for me as a\n\nchild as a grown up person and even now here in Ireland. So what makes this work? What makes\n\nus still rely on these forms of hate and exclusion and still carry on and how do we not question that.\n\nAnd I think there’s a matter of influence that happens in here. So this is why I ended up\n\nresearching this authority because it also has this personal dimension of rather exploration\n\nfrom my side. So briefly that would be my answer for this.\n\nThere’s so much to dive in here in the academic theoretical side of things.\n\nBut before going there I want to ask because I’ve been really fascinated by Afghanistan in particular\n\nand I think in part because I’m here in Colorado and some of the landscapes is actually very\n\nsimilar although obviously much of the culture is probably quite different in some respects.\n\nI want to ask you what’s it like that relationship with Afghanistan which has a rugged mountainous\n\nlandscape compared to a place like Ireland where you are that is softer and greener and often\n\nraiding you know it’s very different climates and geographies. I was just wondering if you\n\ncould share a little with us just from your personal perspective and experience the ways maybe\n\nthat you relate to those two different places. Yes there is a couple of things that comes to my mind.\n\nI absolutely agree that Colorado is in fact like Afghanistan the landscape. There’s elements\n\nof weather that is quite similar and I think I strongly felt that when I was in Colorado and from\n\nyour question you know what comes to me is the perception of home. What does that actually mean\n\nyou know you know moving between spaces from landscape to internal feelings, from immigration\n\nto displacement to all these different experiences. One of the things that I have realized is that\n\nhome is a space within it is quite internal and to have a kind of obsession over wanting to be\n\nhome or wanting to have a particular setup that signifies home. I believe it’s not a quite\n\nhealthy perspective to go about it and I want to take myself as an example.\n\nIf I am in Ireland and I still think about Afghanistan which I do in so many ways but I have\n\ndecided that this place of home is something that I keep within myself. It could be a smell. It\n\ncould be the smell of the bread. It could be like the breeze of the spring, the smell of the flower\n\nand those things are the sentiment of life are mostly what I resonate with as home and this notion\n\nhas made me quite flexible and at ease to move between spaces and this is how I am in Ireland as well\n\nas an Afghan as somebody who has lost home and country over and over being 1990s\n\nkids. It’s the second time that I have lost my home and my country and from 1996 where the\n\nTaliban took over Afghanistan all the way to three years ago 2021 the generation that worked on\n\ndifferent areas, different improvements within Afghanistan and country was and is my generation.\n\nSo things that we have lost now is a loss for people like me whose teenagehood, whose\n\nbachelor’s degree time, master’s degree time, higher education time was spent really working\n\non institutional building and building that a strong network of young generation leadership\n\nand leaders and to lose that is not something that is easy to live with.\n\nSo being here in Ireland I’m grateful for many things while carrying this sense of home within\n\nmyself but also knowing that whatever I do, even my work, even my conversation with you today\n\nremains as a form of resistance to for a better world, for a better living that is you know\n\nnot separate and remains interconnected. It’s really really beautiful and for me lands as wisdom,\n\nthe ways speak about home being within and it reminds me of hearing from I think many luminaries\n\na sense that the entire world is our home and we all share it and to combine that with this\n\nexperience of home within I think is very powerful and as maybe a segue into the deep academic\n\nresearch and theoretical work you’re doing around this topic of charismatic leadership and\n\nthe way it can mobilize hatred, racism, xenophobia and exclusion. I’m struck that often times\n\nthat kind of charismatic leadership links with a sense of geographic territory right whether it\n\nwas Hitler talking about the the gluten burden, the blood and soil of the German identity or\n\nin many countries right now today this major concern around border security right is taking\n\non all kinds of dimensions and affecting different people in all kinds of ways. I’m wondering\n\nin your work looking at how charismatic leadership can ultimately lead to terrible\n\nviolence and tragedy do you do you see a very strong link to a sense of geographic\n\nterritoriality or is that more of an occasional or coincidental link?\n\nYes I think all of these factors are quite contributing to how charismatic authority works\n\nand it’s more almost like tactic that is being used and this tactic you know like doesn’t\n\nhave to be somebody like Hitler for us to realize that okay you know he was charismatic and\n\nhe was able to convince such a strong number of crowds to follow him and this tactics can happen\n\nfrom a low skill to a large skill it can happen between two people to you know thousands and you\n\nknow within crowds and and and and so forth. The one determining factor that mixed charisma works\n\nis that an interaction needs to happen there needs to be two people interacting in the leadership world\n\nit is known as the follower and the leader because for example somebody can be charismatic\n\nand if they do not interact with other people the charisma might never be discovered so so this\n\nis why this element of interaction can be you know is the very first and foremost important thing\n\nin in in manifestation of charismatic authority. Now returning back to your question and with\n\ngeography and and race and and these elements are contributing to this authority manifestation\n\nabsolutely yes but they function as a way to rationalize a certain arguments to rationalize\n\nthe argument of the person who uses their charisma. This is why you know whether the initial point\n\nis logical or not does not matter or rational or irrational does not matter but they use these\n\ngeographical arguments to back their arguments up. For example you know we take the Taliban you know\n\nthe Taliban their their fight is based on a charismatic authority because it’s a it’s a matter of\n\ninfluence for for people to be part of their group to be part of their movement and this is\n\nbacked by religion it’s backed by politics which has its own a regional political situation\n\nand and so forth we can dive deeper into this if if we wanted but to give an European example let’s\n\nsay let’s say for instance urban you know he’s one of the most far-right and considerably\n\ncharismaticly counted charismatic in in central Europe and he is known to be one of the people\n\nwho who is far-right who is pro-Christian and anti-immigrant and there has been many\n\nanalysis of his speeches as well in relation to different tactics he uses so one of the one of the\n\nways he goes on about it is to use the religion of Christianity as a starting point that yes we are\n\nEurope your Christian and you are threatened by the emigrants and and to put forward this very\n\ngeneral statement your in the middle and open to interpretation is the core of this problem first\n\nof all for what is European European consists of many many diverse amounts of diverse background\n\nof people coming together Christianity itself has diversity but to generalize these terms\n\nand and instrumentalize it within politics this in itself is a tactic of charisma you curate a\n\nsense of enemy you say this is your enemy and this is what you should do and you know within the\n\nframework of emotions of charisma this is a process that is known as evoking you know evoking\n\na sense of emotion and and what better than religion to to evoke a sense of emotion something that\n\nis very personal but also very public and and can be practicing in in both ways and and and this\n\nevoking you know is is one of the one ways of going on about it and after a sense of enemy is\n\nis constructed then the second stage would be in accordance to the emotions of charisma is\n\nrevoking you know a stage and revoking is when the change of hearts happen when people realize\n\nfor example if I am in Hungary and I see this surge of immigrants coming into the country\n\nand as a person I’m like oh okay he’s actually right there are people showing up in the country\n\nthat look different from us have different religion have different culture so it must be these\n\npeople that this politician is talking about so this is where the change of hearts happen this is\n\nwhere the central point of argument happens where people no longer see themselves as any end of\n\nvictim or a non-partisan people but decide to do something about it they they they gain a sense\n\nof agency a sense of urgency is is also created and and this is what I like you know about analyzing\n\nemotions of charisma and by the way this framework is by Patricia L from the 1980s based on an\n\narticle she has written and and she also describes these very clearly by analyzing different\n\nspeeches and she she says the last stage is reframing and when reframing happens and particular\n\nleaders that use these tactics and and have their have this element of charisma reframe the\n\nsituation for people and and reframing is a plan to action you know like so if you believe me\n\nwhat I say and if you strongly resonate with it here is a plan of action for me here is how you\n\ncan vote here is how you can have more Hungarian children here is how you can you know contribute\n\nfor this certain agenda that this particular politician or one for example has so I want to\n\ncircle back because we talked about you know tactics emotions sense of enemy political agenda all\n\nof these but again you know what is charisma you know is it a quality is it something that people\n\ncan learn is it you know how does it work you know okay these tactics work and they’re in place\n\nso to answer the answer to that is that it is both you know it is a quality that a person has\n\nbased on you know different relationships how they evolved in life and and it’s also a rhetoric\n\nmeaning that it can be learned it can be practiced to perfection it’s for urban it’s all about you\n\nknow having this you know wearing this suit that looks like somebody who who is a businessman who\n\ngets things done who is you know goes to job and and at the same time appearing as a person who\n\ngoes and talks to the local people you know with the butcher with the shopkeeper with the\n\nwith the with the supermarket people with you know like slaughtering a pig with the local people\n\nand and he does all of these activities and they’re curated very carefully they are\n\ndistributed among people through different channels of social media particularly for for a certain\n\npurpose that that this is this is the guy to vote for this is the guy that can lead us further\n\nand this is exactly how charisma works to to to create that that sense of first trips and\n\nand being treated and and then rescuing somebody from that state state of being and and and you\n\nknow this is how it functions how and and you can see that okay it is it can be related it can\n\ninstrumentalize religion in this particular case that we talked about it’s it can instrumentalize\n\nmany other you know a way of being it can instrumentalize economy the region politics of region\n\nthe instrumentalizes wars like you know one can go ahead and analyze organs relationship with\n\nRussia and Ukraine and you know all these different dimensions they all become a contributing factor\n\nyou know for these manifestation of like tactics and and so forth yeah so it’s so interesting so\n\nand then Victor Orban I understand for currently his prime minister of Hungary is that his position\n\nyeah you know okay I want to I want to back up one minute here because when when you and I began\n\nspeaking together several months ago and and we initially were talking about charismatic leadership\n\nwhat came to mind for me were figures like Gandhi or Martin Luther King or even some of the\n\ngreatest luminaries that have led to entire global religious movements like Jesus or Muhammad or\n\nGautama Siddhartha the Buddha or Confucius and I think of in in in other like historical context\n\ncharismatic leaders like Winston Churchill or Ben Franklin how do you in in what’s ironic to\n\nme in all of this is that that so many of the most charismatic who seem to be oriented around\n\nlove and kindness and wisdom and humanitarianism often the the religions the institutions the\n\nmovements created in the in the wake of those individual impulses then later on get twisted and turned\n\ninto very dark and sinister forms of charismatic leadership and immobilizing people so I guess what\n\nI’m trying to ask is how the heck do we do you do we understand the difference between a charismatic\n\nleadership that is working in service to humanity genuinely authentically and a charismatic\n\nleadership that is that is contrary to that and and I ask again I think you know we can point\n\nto some of the most stark maybe black and white examples but I’m wondering even in today’s politics\n\nin many nations of the world we’ve got you know figures were some of my friends and family would\n\nsay oh that person I think is mobilizing hatred or xenophobia well another friend or family member\n\nwould say no that that’s my person that’s my guy that’s that did not charismatic leader speech\n\non my behalf right and so how the heck do we tease all of this apart yeah yes charismatic\n\nauthority can be used for both good and bad equally it can go to any direction to notice or to\n\nrealize it’s it’s potential for for propagation of hate is the nature of manipulation\n\nit is we we always have to and and and I talk in the political and religious context because I\n\nstudy in instrumentalization of religion in politics so when when one mixes pull pull politics and\n\nand religion there is always an agenda behind this there is this whole setting is a field open\n\nto manipulation and I think this is the first you know the ecotomy that we have to notice that\n\nwhat is happening you know between this intersection the second thing that we can notice is the\n\nelement of history you know how our history has been used and and for what purposes is it used\n\nto unify or is it used to bring more separation that brings hatred and and you know this this can\n\nhappen you know on on on different levels of course you know for example you know stories\n\nbehind religion even you know if if one you know is scrutinized Christianity or Islam both of them\n\nthere is many segments between among the two religion and many contradictions and sects\n\nand different disciplines that disagree with each other but we need to pay attention that which\n\none of these are are proposed to me to evoke or to threaten threaten me to create a sense to create\n\na sense of enemy this is the first stage that’s you know we need to pay attention for example you\n\nknow this whole issue of you know immigrants and Christianity and Muslim immigrants and so\n\nforth which is one example and then the the alternative what what has been you know offered to\n\nus we need to also pay attention to that what kind of framing what kind of agenda is being put\n\nforward and and who benefits from it and and and what goes on and I know that these things are not\n\nyou know quite you know easy and and for you know for our daily life to to always pay attention to\n\nbut to to question these constantly is is and I think we’re arriving at a state that we always\n\nhave to question these and if we do not we are simply contributing to to this build up of a\n\nsystem that we no longer can you know control and I think questioning these and is is the way to go\n\non about it and and also I think personally the more I study you know religious radicalization\n\nin this process that happens individually and within groups from Taliban to far right in Europe\n\nand I’m sure equivalents also exist in the US the manipulation to religion is is a very\n\nsensitive state of being because it deals with sacred values of people that are very individual\n\nand are very personal and and when you threaten people’s sacred values whatever that is whether\n\nwhether it is religious or not you take away something from them you take away a sense of belonging\n\nfrom them and and and and these sacred values needs to come within a framework of not only respect but\n\nbut out of politics completely and and this is the beginning of you know how we can\n\npromote more unity where we have shared goals for a for a better coexistence and co-living and\n\nlife and and and and this element of belonging is is very important in here as well in relation to\n\nsacred values because I belong first to myself to my own sacred values within Christianity within\n\nIslam within you know my home whatever that is and and this belonging is how I function in in the\n\nworld you know this is how I find people like my own self who who have the same values and how I\n\nbecome a member of a group you know and how I create a sense of you know being how how I develop\n\nethics morality all of that happens among group it happens among communities and and it is\n\nthis this this sensitive this fragile you know state that has been that is that has been manipulated\n\nyou know within our political system and and the the instrument that has pioneered this\n\nmanipulation is in fact religion and and and more so like in 2024 of course if we go back to\n\nthe history you know religion and politics has always been you know mixed together but this is\n\nwe live in a world where the world is becoming smaller and and connected more and more\n\nwe’re asking somebody where are you from the no longer makes sense because of the migration and\n\nyou have the climate migration coming our way if we do not pay attention to these things so\n\nso so we need to take a moment and notice that okay there is a there is an alternative approach to\n\nthis and that is to separate the two the politics and the religion and and and not and make sure\n\neverybody’s second values or respected you know in some ways and equally ideally yeah yeah excuse me\n\nwow there’s so much there’s so much to unpack here I my my mind is going in two different directions\n\nand you know I want to mention one thing that strikes me as very ironic you you just mentioned\n\nclimate refugees and I know that many of the world’s intelligence and military and policy\n\ncommunities have been looking at potential forecasted scenarios over the next few decades and I’ve\n\nheard and seen models that anticipate upwards of 700 million to one billion individual human\n\nbeings displaced by climate events and I think one of the great ironies at least thinking about\n\nsome of the the the political lines in this country is that I for folks who are really concerned\n\nabout something you know something like borders getting overwhelmed by refugees one of the\n\nbest things they probably could do is take a very proactive stance on climate change mitigation\n\nironically and and politically those two don’t necessarily tend to go together right now it seems\n\nso that was just maybe a side thought that I’m having but I’m really I’m wondering I almost I’m\n\nalmost thinking that you know we could we could see a little handbook that that could help\n\neach one of us better understand hey am I susceptible to charismatic authoritarianism because of\n\nmy sense is that when we are we’re not very aware of the fact that we likely are and I wonder\n\nfrom as much of an objective standpoint as possible how do we outline or delineate or even even\n\nguide somebody through a process of self examination and critical thinking and perhaps you know a lot\n\nof times when folks have the privilege and opportunity of formal education higher education these\n\nthese kinds of skills are are incoocated as a matter of course in the curriculum but for for many\n\nof us those are not the pathways we experience so I’m just I’m thinking out loud and I’m thinking\n\nabout an organization like the LCL foundation where you and I metSorayaand there are so many\n\namazing inspiring heart-centered leaders connected through that amazing network and in my my sense\n\nis that I don’t I don’t get the sense that the leaders in that organization are moving in a\n\ndirection of charismatic authoritarianism right and so it’s a two-part question like as leaders how\n\ndo we know we’re not going down a pathway toward authoritarianism and as individual global\n\ncitizens of the world how do we know our degree of vulnerability or likelihood to fall prey to\n\nthat kind of leadership yeah I think I would like to return back to to the element of belonging and\n\nand hopefully I’m not just reaching this this answer to this question too far and but I keep\n\non jumping between my analysis of Europe and also the Taliban because this is the two segments\n\nthat I’m focused on and and I want to mention that you know Taliban being recognized as a very\n\nfundamental you know radical group that propagate hate quite actively is is nothing that is\n\nyou know hidden from the world you know and and they their degree of radicalization also happens\n\nthrough a process of charismatic authority influence and and you know being convinced to do\n\njihad being convinced to fight for you know religion and and this obviously happens among groups\n\nand individual and individual bases as well but but one might question that’s why a person\n\nis being influenced by by this authority and the answer to that is the sense of belonging\n\nbecause there is there is somebody the in the network of the Taliban that offers a sense of\n\nbelonging to a person that has nowhere to go that doesn’t belong in in Afghanistan that no longer\n\nfits in the society and and has been you know through education of you know radicalization\n\nand and certain in certain ways in certain based on certain curriculum has has ended up there\n\nand then the very first you know process of influence happens by by imagining this this sense of\n\nbelonging okay I’ve got this and this is where I belong and and this happens in you know\n\non any scale you know it’s not very specific to Taliban it’s not specific to the concept of\n\nAfghanistan um so how how do we you know imagine a better you know a better version of this\n\nwhere there is no radicalization and hate in in between and one of the ways to go on about it\n\nis to look at it as a as a community building that there is no longer no longer a leader no longer\n\na central figure to be to be followed but it like the community moves as a community in a\n\ncollective way and and I’m sure if if this alternative agenda would have been put in place\n\neven for Taliban even in the context of Afghanistan it would have had a different outcome but the\n\nproblem is that they have this this imagination or rather interpretation of certain leader that\n\nthis is how one should be this is the way to go and and there’s many other political\n\nand um\n\ncontributing factor into this which I’m not going to delve into um but to to coming back to Europe\n\ncoming back to a more you know non-individual um um sitting how how do we prevent authoritarian how\n\ndo we prevent you know um radicalism of any kind and all of that and I think for this people\n\nneed a shared goal you know and and I just want to uh mention and and I want to trigger the mind\n\nof whoever is listening to to replace religion with climate change in politics perceptions change\n\nYou know, it’s true religion that people have, uh, politicians have constantly constructed\n\nsense of enemies that it has been instrumentalized because our leaders, our political leaders\n\nmore so in Europe, like lack, uh, reflection on the collective goal, collective challenge\n\nthat we have. You know, if you, if you want, uh, you know, if you want to be, um, counsellor\n\nor in the parliament or, or a politician, you have to convince people and for this you\n\nneed a plan and then for that plan to work, you need to come from a certain background,\n\nyou have to be wise, you have to be Christian, you have to be, or a person of color or coming\n\nfrom this country. And the list goes on and, and, and one of the things that is missing\n\nin here and, and, uh, one of the reasons that, you know, our politicians have ended up\n\nin this way is because of the lack of a shared and, and collective goal, you know, um,\n\nand when we have that, I think we, we have, uh, an approach and a proper agenda to follow\n\nthat. And, and, and nothing at this moment is better than, you know, taking, um, care\n\nof climate change, um, taking care of like our planet, making our systems more inclusive\n\nand, and better. And, and, and I think this should be our, our goal, um, and, and none\n\nof this happened, uh, singularly. It all happens, um, collectively, it all happens, um,\n\nas, um, people and communities coming together, um, uh, even, even if we have a one leader\n\nthat directs all of this, again, there will be a problem because it’s just one person,\n\num, so it has so much potential to, to end up, um, autocratic, um, and so forth. Um, so,\n\nit’s, it’s more about shifting approach, shifting approach, changing our goals, changing our\n\nagenda, um, and, and, and, and questioning these things and, and asking these difficult questions\n\ncontinuously, um, that, you know, that, that how, how do we approach life? Because at the end\n\nof the day, we all want to belong, you know, this, this person who is being radicalized,\n\nin any religion, in any setting, at the end of the day, wanted to belong somewhere. Um, and,\n\nas a society, as a society, we have not provided that space of belonging for this particular\n\nperson who have been radicalized. And, and we need to question that, that’s why have we ended up\n\nin here? Um, and how can we, how can we turn that around? You know, how can we change that?\n\nUm, so that would be, that would be my answer to your question.\n\nWow. So much to, to ponder and, uh, to consider. I want to remind our audience, this is the\n\nYonEarth Community podcast on your host, Aaron at William Perry. And today, we are visiting\n\nwithSorayaAfzali, a scholar and, uh, expert on charismatic authoritarianism based in Dublin,\n\nIreland, where she’s currently, uh, working on her PhD at Trinity College. I want to be sure to\n\nmention that we’ve got a few ways you can connect withSorayaand her work. We’ll include a link\n\nto her research page in the show notes. And also, you can findSorayaon LinkedIn,\n\nSorayaDash, Afzali. Uh, I want to be sure to thank several of our, uh, partners and sponsors\n\nwho make our podcast series possible, as well as the broader community building and regeneration\n\nof Renaissance work that we’re doing through our global network at the YonEarth Community,\n\nand this includes, uh, Chelsea Green Publishing, uh, profitable purpose consulting,\n\nPurim Organic Superfoods, Dr. Bronners, Patagonia, Earth Coast Productions,\n\nWeylay Waters, and of course, want to give a huge shout out to all our friends at the\n\nLCL Foundation. Happy that we also have a podcast with the co-founders of LCL,\n\nour friends Olivier and Sochi, and, uh, want to be sure also to thank our many ambassadors\n\nin our growing global ambassador network, um, and especially folks who have signed up for our\n\nmonthly giving program to help underwrite the YonEarth Community podcast. If you haven’t yet,\n\nsigned up for a monthly donation, you can go to yonearth.org and go to the support page and\n\nset it up at any level that works well for you. If, if you’d like to give up the $33 monthly\n\nlevel or greater, as a thank you, we’ll send you a jar of the Weylay Waters, uh, have been\n\nfused, biodynamic, have been fused aroma therapy, soaking salts, uh, within the United States, um,\n\nfor shipping, uh, to help, uh, with your self-care, uh, relaxation practices. And of course,\n\nwe now have a Patreon page and you can go to YonEarth community on Patreon and find a variety\n\nof gifts and offerings, uh, according to whatever level you’d like to, uh, support on a monthly\n\nbasis. Finally, just want to encourage you if you haven’t yet joined our ambassador network\n\nand you would like to get of access to a variety of additional, uh, resources, including\n\nour behind-the-scenes segments with our podcast guests. And afterSorayaand I finish our main\n\ninterview, we will spend some additional time together in our behind-the-scenes segment that\n\nis made available exclusively, uh, to our ambassador network. So a huge thanks to everybody,\n\nmaking this series possible. AndSoraya, you know, a huge thanks to you, uh, for the, for the work\n\nthat you’re doing. You know, I think from a certain perspective, we can look at history as a,\n\na, a, a beautiful and diverse capestry woven by threads of many people striving for the good and\n\nstriving for, uh, working in service to humanity and to the environments that we share together.\n\nAnd of course, uh, throughout history, there are many, many examples of the, the violence,\n\nthe bloodshed, the suffering, the hatred that can get mobilized through, uh, human leadership.\n\nUm, and, and your earlier comment reminds me of the, the scene, uh, where basically George\n\nWashington was presented with the opportunity to be president for life, for the rest of his life.\n\nAnd he refused. And, and, and maybe many folks look at that moment as a moment when something\n\nvery special was made possible in the imperfect, but, uh, directional, uh, striving of the\n\ndemocratic system represented by the United States of America. And of course, he had that point\n\nin time could have said, yeah, I’d love to be president for life. I, I’m, I’m wondering,\n\nright? And, and, and I’m not necessarily expecting that you can answer this for us.\n\nBut what is it in your opinion that causes a leader like that to refuse, uh, the, the,\n\nunbridled, virtually unlimited power? And apparently there’s a, there’s a, the saying that,\n\nthe king of England upon hearing this story and, and hearing, asking about George Washington’s\n\nwhereabouts and hearing, oh, he had gone back to his farm and was farming, uh, that, the king\n\nresponded by saying, well, that’s the most powerful man in the world. Um, what are your thoughts on that?\n\nWhat, what, what’s going on there in that inner alchemy of, of the leader that can end up in a,\n\nin an authoritarian, violent, uh, situation, or can, you know, put in motion forces for goodness\n\nfor humanity? Yeah. Yeah. Yeah. I need to look that up, uh, and include it in, in my research. So\n\nthank you for, for sharing that. Um, and, uh, yeah, that, that, that is a good question. And, and,\n\nthe only thing that comes to my mind is, um, is greed and, and, and ego and, uh, elements of\n\nnarcissism, um, that, that, you know, that unfolds in here. And, um, there is a lot of, you know,\n\nstudies psychologically done in the field of, um, in the field about narcissism and, and leadership.\n\nUm, and, and I think this is where it lies, you know, that, um, how, how our leaders, how\n\na potential leader can navigate that. And, and to, to, how far of an extent, are they willing to,\n\nto go to feed this, um, they’re not, this narcissistic, you know, approach to, to life. Um,\n\nand, and I think, you know, at the, at the end of the day, you know, this is something that, um,\n\nis imposed on us by, by our system, you know, we, we are in, in a lot of ways, part of this whole\n\nsetting as well, you know, if we take, um, you know, our, um, our politics and, and our, uh, that\n\nhas ended up in the way that it has. And, um, a simple example of that would be capitalism. And,\n\nand how, um, how greed, uh, has been used in, in capitalism. How, you know, the, the idea of\n\nwanting more and more and never being enough, uh, is, is an instrument of capitalism. This is how,\n\nhow, how it’s said. Um, and, um, so it, it is obviously like a, a human, you know, um,\n\nhuman element, you know, that, that exists within us that needs to be, um, unpacked and, and paid\n\nattention to, um, to simply, you know, understand that what we already are in abundance of many\n\nthings that, you know, we, um, ask for, whether that is, you know, power or, or material or,\n\nhowever it unfolds in our life. Um, and, and, and, and understanding that is, is something\n\num, that is not taught to us as kids, um, as children. And it’s only now, you know, in, in, in this,\n\nyou know, era that we are over questioning that, okay, um, you know, um, how capitalism system\n\nworks, uh, why have they ended up in this like, um, political system that constantly, no matter\n\nhow many laws and policies are, uh, put in front, it still marginalizes, it’s still backfires,\n\num, and, and it’s designed that way. It is, it is, it is a massive system designed for these\n\nthings to function the way they do. Um, and, and one, one point of, you know, stopping this is,\n\nagain, you know, asking these, um, difficult questions continuously and, um, and, and going for,\n\nfor asking the big question, but also small questions and encouraging those with our younger\n\ngeneration, um, with our children, um, um, even more so. Um, so this is how, how we can have a\n\nchange of, you know, hearts. Um, so, yeah, and I think, um, the president of the United States,\n\nwhen, um, when he said something like that, obviously has already understood this, uh,\n\nthis element of, you know, um, the joy of simple things, you know, of being happy, of, you know,\n\nthat agreed is something that can never be fulfilled or, or, or filled in, in some ways.\n\nAbsolutely. Yeah. It is reminding me of, uh, something John Rogers said, uh, when we recently had\n\nJohn on the podcast, uh, he’s the author of the Renaissance campaign, of course, uh, central to\n\nthe, uh, work being done at the LCL foundation and he said, power changes people. And, uh,\n\nI’m struck by that. I, I, I think there’s a deep inquiry there and I’m also struck by your\n\nmentioning of children and narcissism. I, I have come to understand in the, in the mental health\n\narena that there’s more understanding that often when people end up exhibiting narcissistic\n\nbehavior that it is tied to and, and perhaps the result of, uh, childhood trauma or other trauma\n\nthat hasn’t been addressed and healed and mitigated and so forth. And, and so there’s a very\n\nstrong correlation there at least as I understand it. Um, and, and I wonder, you know,\n\nways in which we as a society, we as community leaders might think about helping to\n\nmitigate that, that directionality, I think so many of us, of course, have experienced so many\n\ntypes of, of traumas through our lives. And it seems, you know, to me, one of the ways we can help\n\nheal our, our societal structures and systems is, is kind of back to your earliest point about\n\nhome within, right? Sort of starting at ground zero as it were starting at the, the, the interior\n\nof our own cells. And I’m, I’m wondering if you’ve thought much about ways we might help to\n\ndo that at scale in society. Yeah. Yes. I’m, I’m very glad that the topic of trauma is coming up,\n\nyou know, our conversation. Um, and, and it is something that, um, exists, um, on a large scale,\n\nunfortunately in our society. Um, and trauma is directly, directly links, um, to, to again,\n\na sense of, you know, belonging and identity as well. Um, you know, oftentimes there is a part of us\n\nthat, um, been, you know, traumatized from, from whatever it is. And, and oftentimes that, um,\n\nstage is a loss of something. Um, for example, for me, you know, um, a loss of country, you know,\n\nit’s, it’s, it has its own traumatic implication. And, and the Afghan generation in my generation\n\nare also going to, to this, um, collective trauma, you know, that, uh, that we have to face.\n\nUm, and, and it becomes, uh, it contributes to a sense of identity and, uh, and, and when you,\n\nwhen we reflect, um, on the connection of trauma and identity, the, we come back to again,\n\nto the sense of belonging, you know, and, um, and, and, and this is, this is why, um, belonging\n\nshould be encouraged more, belonging of, um, belonging in society, you know, contributing to,\n\num, including, contributing to inclusionary policies that do not backfire, um, within, you know,\n\nour, our systems that, that we function with. Um, and, um, so this is, this is part, part of,\n\nyou know, like, um, you know, what I have to answer to this, um, and, and another thing about trauma\n\nis, um, trauma is also an element that, you know, that I talked about, you know, this fragility of,\n\nyou know, being influenced by charismatic authority. A big part of that is trauma, because\n\nan unresolved trauma gives more chances to be influenced by charismatic authority.\n\nFor good and for bad, you know, and if it is on the good side, it’s good, but the, the challenge\n\narises when, when this sense of being offered in a, in, in the bad spectrum of this, um, charismatic\n\nbelonging. Um, and again, you know, circling back, um, radicalization has also, um,\n\nhas a lot of connection and connotation that has to do with, uh, trauma. Um, the, the trauma of,\n\nyou know, um, racism, the trauma of any kind of hate, um, the trauma of being excluded, the\n\ntrauma of, um, being threatened to be yourself. You know, all of these, again, you know,\n\nfreed back to a state of fragility that is open to, to, to adapt to what is there that is offered\n\nto us. Um, so, so we just, I think we need to create spaces that, um, encourage, um, a positive\n\nsense of belonging, um, and, and this is easier than we think. Um, we pay attention to our collective\n\ngoals as, as cities, as communities, um, as, on how can we be better citizens, how can we\n\nfunction better in our community from our home, to our street, to our, uh, little village,\n\nto our city and then country. And forget about all these borders and, and then cliches and\n\nstigmas that are attached to our old narratives, then I think that’s a very good place to start with.\n\nUm, and there’s a lot of initiatives that already, um, does this, um, uh, here in Ireland, you\n\nknow, we just, um, um, working on, uh, garden communities that bring people together that become\n\nspaces of creativity, but also conversation about, um, difficult things among people from one\n\nthat has ended up on one street. Um, and I think it is those spaces that, that people can start to,\n\num, feel the belonging, um, in a, in a community, in a community and diverse way, in a rich way.\n\nMm, mm, mm. I love it. I love it. I love it. I, I love hearing about the, the garden community\n\nconcept because there’s so much going on there with the microorganisms affecting our neuro biochemistry\n\nwhen we’re interacting physically with the, the soil ecosystem and bringing people together to\n\nhave conversations in what is usually a pretty safe, relaxing environment, uh, how beautiful.\n\nYep. I want to, I want to mention, you know, we’ve had a few other, uh, really extraordinary, uh,\n\nguests on the podcast talking about some of these topics and including, I want to mention Dr.\n\nJames Gordon, uh, who’s doing work to heal trauma in the entire, uh, nation and society of Ukraine,\n\nin the midst of war. Um, the conversation we’ve had with him was really extraordinary.\n\nAlso with Dr. Anita Sanchez, especially regarding, uh, trauma as it relates to some of the\n\nindigenous cultural experiences, um, and also women’s experiences in particular.\n\nAnd of course, uh, Dr. Sanchez is on the board of Pachamama Alliance,\n\nas is John Perkins. Uh, I want to mention John Perkins, who, uh, writes extensively about some of\n\nthe systems and structures in place in the global, uh, cultural and economic fabric that need, uh,\n\nto transform, need to evolve. Um, I can’t help but mention our forthcoming book,\n\ncolor, biggest deal that we’re putting together with a number of authors on this topic. And so, um,\n\nstay tuned. We’ve got an essay from John Perkins in there looking at the difference between life\n\neconomy and death economy, which, Soraya, I want to ask you about in a moment, because it’s\n\nsomething you’ve identified in your work. I want to also mention, uh, Dr. Jan Dell Allen Davis,\n\nan extraordinary leader who, um, has been on the podcast twice, talking about her work as a\n\nmedical doctor and executive of a hospital. And also she’s on the board of the Federal Reserve.\n\nUh, and we did our second episode with her after the murder of George Floyd and, uh, Dr.\n\nJan Dell Allen Davis is African-American woman and has shared such a, uh, raw and, and vulnerable,\n\nuh, part of herself in the days following that incredible, uh, tragedy. Um, so I wanted to mention\n\nthat as well. And finally, also the work of Dr. Robert Cloninger, and he’s looking as a, uh,\n\npsychiatrist and a geneticist at some of the fundamental, uh, attributes making up each of us,\n\nindividually determining and, or indicating our likelihood to be concerned about all of humanity\n\nor people outside of our sphere, people we don’t know, uh, versus those of us not so concerned,\n\nmore kind of tribalistic in our orientation. And I’m really curious. I want to follow up and ask\n\nDr. Cloninger if they’ve done any correlating or deeper, um, research looking at trauma,\n\nas it might play out in, in the matrix that they’ve, uh, developed in their research. And he’s\n\none of the most cited scientists on the planet alive right now. Um, so, uh, really, uh, exciting that\n\nwe have the opportunity to weave some of these, uh, expertise and perspectives together. And\n\ncoming back to this life versus death orientation that, uh, John Perkins writes about in terms of\n\neconomy, uh, Sir, I’m, I’m really curious because you and I spoke a few weeks back about this\n\nin the, in the rhetoric, right, of, uh, uh, some charismatic authoritarian leaders. And I was hoping you\n\ncould, uh, elucidate this for us. Yeah. Um, absolutely. Um, I think what comes to my mind,\n\nin relation to, to charismatic authority and part of my research is, um, the concept of",
  "related_episodes": [
    {
      "title": "Ep. 155 – John Rogers, Le Ciel Foundation Fellow, “The Renaissance Campaign”",
      "url": "https://yonearth.org/podcast/episode-155-john-rogers-holistic-systems-thinker-author-the-renaissance-campaign/"
    },
    {
      "title": "Ep. 140 – Dr. James Gordon, MD, Founder, Center for Mind-Body Medicine",
      "url": "https://yonearth.org/podcast/episode-140-dr-james-gordon-md-founder-the-center-for-mind-body-medicine-on-trauma-healing-in-ukraine/"
    },
    {
      "title": "Ep. 127 – John Perkins, “Life Economy vs. Death Economy”",
      "url": "https://yonearth.org/podcast/episode-127-john-perkins-life-economy-updated-confessions-of-an-economic-hit-man/"
    },
    {
      "title": "Ep. 109 – Dr. Robert Cloninger, MD, “Genetics & Psychology of Stewardship, Happiness, & Hope”",
      "url": "https://yonearth.org/podcast/episode-109-dr-robert-cloninger-md-phd-psychology-of-stewardship-happiness-hope/"
    },
    {
      "title": "Ep. 88 – General Wesley Clark, “Democracy, Climate, Technology & Leadership”",
      "url": "https://yonearth.org/podcast/episode-88-general-wesley-clark-on-democracy-climate-technology-leadership/"
    },
    {
      "title": "Ep. 71 – Karenna Gore, Director, Center for Earth Ethics",
      "url": "https://yonearth.org/podcast/episode-71-karenna-gore-director-center-for-earth-ethics/"
    },
    {
      "title": "Ep. 51 – Jonathan Granoff, President, Global Security Institute",
      "url": "https://yonearth.org/podcast/episode-51-jonathan-granoff-president-global-security-institute/"
    },
    {
      "title": "Ep. 50 – Dr. Anita Sanchez on Women’s Voices, Indigenous Wisdom & the Sacred Hoop of Life",
      "url": "https://yonearth.org/podcast/episode-50-anita-sanchez-on-womens-voices-indigenous-wisdom-the-sacred-hoop-of-life/"
    },
    {
      "title": "Ep. 22 – Sahar Alsahlani on Interfaith & Greenfaith Action",
      "url": "https://yonearth.org/podcast/episode-22-sahar-alsahlani/"
    }
  ]
}