{
  "title": "Episode 61 – Michael Cain, President, EarthX Film",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/8686/episode-61-michael-cain-president-earthx-film.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-61-michael-cain-president-earthx-film/",
  "episode_number": 61,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Aaron William Perry, author, thought leader, and executive consultant. The podcast and video recordings",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcasts series.\n\nToday we are at EarthX Film visiting with Michael Cain.\n\nHi, Michael.\n\nHi, how are you doing?\n\nHow are you doing today?\n\nThanks for having me on.\n\nWell, we’re really excited to have this opportunity to visit with you.\n\nAnd I know we’re at a big event that you guys hosted last night here in Dallas, Texas,\n\nand appreciate you taking the time in your busy schedule today to visit with us a bit.\n\nAnd before we dive into our conversation, let me just tell our audience a little about\n\nyou and who you are.\n\nSo Michael Cain is the president and co-founder of EarthX Film.\n\nHis mission is to change the world for the better through storytelling, which led him\n\nto co-found EarthX Film in 2017.\n\nEarthX Film is an environmental festival which showcases films and emerging interactive\n\nmedia that explore conservation, climate change, and the environment.\n\nEarthX Film is a division of the nonprofit organization EarthX, which was founded by\n\nTramble S. Crow in 2011.\n\nEarthX is the world’s largest environmental expo conference and provides and film festival\n\nexcuse me, which takes place every April in Dallas, Texas.\n\nThe event and year round activities provide a non-partisan platform for all parties to\n\nopenly discuss environmental problems and work towards solutions.\n\nIn 2019, over 177,000 attendees, 650 organizations, 6,500 youth, and 400 speakers participated.\n\nMichael received his Master of Fine Arts from the American Film Institute in producing\n\nwhere he was granted the honor of commencement speaker.\n\nCain has produced and executive produced over 25 feature-length films, 30 commercials,\n\nand music videos.\n\nMany of them award-winning projects, which align with the mission of using media to inspire\n\nand create social change, including his directorial debut TV junkie, which was awarded the Sundance\n\nSpecial Jury Prize and premiered on HBO.\n\nAnd Michael, I know you’ve also worked as producer on jobs, on tower, and now you’re working\n\non a piece called Bigger Than Water than I’m really excited about.\n\nI want to dive in by asking you, how did you get into film as a way to work toward social\n\nchange as a way to work on many of these environmental and cultural challenges that we’re facing?\n\nI ran the and started the Dallas Film Society in the AFI Dallas International Film Festival.\n\nI started in the Deepellin Film Festival.\n\nDeepellin Film Festival was a Film Festival raised money for cancer relief.\n\nSo I began to understand the fact that you could link these sort of experiences with philanthropic\n\ncauses.\n\nAnd so through programming Dallas International Film Festival, we began to see great movies\n\nlike The Cove come along with Luis Sohoius, and we didn’t understand that there was some connection\n\nthat if we could figure out the impact piece of it, that movies could change the world.\n\nAnd I always got involved with films because I believe they could change the world.\n\nIt’s just the environmental piece of it.\n\nIt’s the one that I came really late to the table on.\n\nAnd I’d even give credit for Luis Sohoius and his film Race and Extinction.\n\nThey approached Tramble about coming on, Chip Cummings, and group approached Tramble about\n\ncoming on.\n\nI saw a cut of the movie, loved it, and then helped negotiate the deal, helped make it so\n\nthat it was a win-win for Tramble and for Luis.\n\nAnd so the film got in Sundance after that and then helped educate Tramble to see the\n\nfact that these movies could be used as a tool to go along with the conferences and the\n\nexpo, but to create social change and also just changes within government.\n\nYou know, if they don’t know about it, how are they going to change it?\n\nAnd I think film has that power to be the catharsis for everything.\n\nYeah, absolutely.\n\nLast night we watched together Sea of Shadows.\n\nAnd I was wondering if you might share with the audience just, you know, a quick synopsis\n\nof what we saw last night and why you think that’s so powerful to share with the community\n\nSure, absolutely.\n\nAnd that was a film we played during the film festival and it received an impact award\n\nwhich meant the money didn’t go to the film.\n\nI went to the cause behind the film because that’s the other thing.\n\nPeople don’t make movies to show them to people.\n\nThey make them to create change within people and they make them to promote the causes\n\nthat they’re actually filming.\n\nSo it’s not enough just to watch a movie.\n\nYou’ve got to actually create impact.\n\nSo that movie does a great job.\n\nSet in Mexico begins with an investigative reporter Carlos Lorette who was there with\n\nus last night and follows his investigative journey to find out why this particular\n\nfish, Lord, I’m going to blow the name of a natural toroaba was being used basically\n\ncalled the cocaine of the sea because in Asia it’s so expensive to have and unfortunately\n\nthe small group of 3,000 fishermen in the Baja of Mexico are using illegal fishing methods\n\nthat are causing the Vakites to go extinct.\n\nSo you have multiple environmental stories, you have economic impact, you’ve got a crime\n\nstory.\n\nSo the movie does a great job of tying it all together to realize that none of these\n\nproblems are simple to solve but they have to be solved.\n\nYeah, absolutely.\n\nOne of the things I really appreciate about the movie is that it really shows how our\n\nconsumer demand in various parts of the planet is having massive and profound effects\n\non ecosystems and communities of people in other parts of the world and it’s very clear\n\nto us at the Y-Earth community that this is one of the mechanisms we really each need\n\nto understand and wield appropriately for the healing of our world.\n\nAnd so all of the movies that we show and that movie is a great indicator and shows you\n\nwhat these movies can do, they’re using it, getting in front of government officials\n\nand as government officials are saying, one, we need to move on this because this is\n\nYou know, if I don’t get ahead of this, I could find myself on the bad side of history\n\nbeing the group who did not do something about it once there, the facts were laid out.\n\nAnd I think that’s another piece of it, it’s education, but it’s a wedge.\n\nYou know, it’s a tool to be able to go to these people and say, you better do something\n\nbecause the rest of the world is going to know you didn’t do something.\n\nYeah, that’s really powerful.\n\nSpeaking of powerful, you’ve been at this a while, right?\n\nEarth X and Earth X film has really beautiful momentum and critical mass at this point.\n\n2020 is going to be a really important and powerful year.\n\nWhat’s going on in 2020?\n\nThe 50th anniversary of Earth Day is coming around.\n\nThat’s the last night, you know, it was the half-hour day which is basically a kickoff\n\nto six months leading up to this 50th anniversary and, as Tramwell has said, oftentimes, if you\n\ndon’t get people involved on the 50th anniversary, they’re not getting involved on the 51st.\n\nYou know, it’s one of those whether it’s a corporation or a nonprofit or an educational\n\ninstitution or government entity, just to walk in and say 50th celebration, 50th commensuration\n\nof this movement, what are we going to do?\n\nHow are we going to work together?\n\nHow are we going to create an alliance?\n\nNow, let’s think about 2030.\n\nHow do we create an alliance that in 10 years we’re looking back and saying we fix something.\n\nWe solve something.\n\nWe solve the problem where we learn about the problem during that time and then we work\n\ntogether because it’s not enough to get one billion of the people on the planet engaged.\n\nYou know, when you look at it, eight billion coming up shortly, we have to figure out a\n\nway to look beyond the barriers that exist and look for ways that we work together.\n\nAnd I said, film and media, you know, if you watch a child or an adult watching virtual\n\nreality, like there were last night, we had the largest eco virtual reality festival in\n\nthe world also that runs in tandem with 49 pieces last year.\n\nIt moves you.\n\nIt makes you come off there and you’re like, I love those animals.\n\nI love that part of the world.\n\nI’m afraid for this.\n\nWhat do I do?\n\nAnd so that’s excited.\n\nThis 50th anniversary is a great spot for us to reach out to people and say, get on board.\n\nHow do you want to do it?\n\nHow do we get you involved?\n\nI really love this and I love how you’re looking ahead to 2030 and thinking about alliances.\n\nIn fact, I got to give a shout out.\n\nSo, Joni Klaw, one of our premier ambassadors and global advisory board members is here\n\nwith us off camera, hi, Joni.\n\nAnd you know, she and I, we were just talking earlier today and we often talk about and\n\nenvision and work toward increasing partnerships and collaborations to help with many of these\n\ncomplex and seemingly intractable challenges that we’re facing.\n\nAnd I’m just curious, Michael, for you, when you’re thinking about what’s coming in 2020\n\nand when you’re thinking about the next decade of work that we can all be doing together,\n\nwhat is it that comes to mind for you and what is it that you know, you’re holding\n\nin your heart with this work that you’re doing?\n\nI want to make it so that it’s easy for people to see the small changes that they can make\n\nin their life to create a big difference and to not be overwhelmed by the negativity.\n\nYou know, it’s a complicated situation.\n\nThere’s no moment that you can think about almost anything where you just go, we can\n\nsolve that.\n\nThe point is what we can do is create collaborations to solve that.\n\nWe can, I think the planet has the ability to heal itself in many ways, not every way,\n\nand we shouldn’t take that for granted if we get out of the way.\n\nIf we just do what we can, do positively, but we quit doing the bad we’re doing to it.\n\nIf we look at single-use plastics, just a really small example, if you think about what\n\nhappened with plastic straws and how there’s a movement, but there’s a long way to go there.\n\nIf you think of materials, then the fact that what things are made of is a big part of\n\ndon’t buy something that ultimately you have to look at the 360 of where’s it going to\n\nend up, is there a plan for it?\n\nEverything ends up somewhere.\n\nThink about clubs, are you buying new clubs, are you buying second-hand clubs, are you\n\nbuying better clubs?\n\nGently worn.\n\nExactly.\n\nYou’re looking for things that are going to be around for the rest of your life.\n\nYou’re buying shoes made out of recycled plastic for the ocean.\n\nI think just one small, educated decision after another, and no shame, no blame, but looking\n\nfor the ways that we can be a part of the positive change.\n\nI really love this, and you know, the durability and quality and thinking about whole systems\n\nimpacts.\n\nOf course, with the why-north community, we really emphasize two key things, detoxification,\n\nand of course, decarbonizing atmosphere, bringing those levels back into balance, and detoxification\n\nhas to do with virtually every aspect of our day-to-day lives, and it’s one of the\n\nreasons I love Patagonia just to segue a little bit to remind folks, this is the why-north\n\ncommunity stewardship and sustainability podcast series, and we’re visiting with Michael\n\nCain at the EarthX film Headquarters here in Dallas, Texas, and I just want to give a quick\n\nshout-out to our sponsors and partners, which includes Patagonia, Weila Waters, Purim,\n\nthe International Society of Sustainability Professionals, the LIDGE Family Foundation,\n\nBeauty Counter, and the Association of Waldorf Schools of North America, of course, I’d\n\nbe remiss not to mention also Earth Coast Productions, a huge thanks to all of you for your\n\nsupport of this work, not only with the digital media and communication work that we’re doing,\n\nbut also, of course, with the community mobilization work we’re doing in communities all over,\n\nand also a huge thanks to our friends and ambassadors out there who have joined our monthly\n\ngiving program, your donations really help all of this work, and if you haven’t yet joined,\n\nit’s very easy to do.\n\nYou can just go to whyoners.org and click on the donate button or whyoners.org slash support,\n\nand you can join the monthly giving program at any level that works for you.\n\nWhen you do that, I will send you an email with a very special code to unlock all of our\n\ne-book and audiobook resources for free, which you can share with your friends and family,\n\nand we really encourage that support.\n\n2020, I often mentioned to folks, might be one of the most important years in our species\n\nhistory and story, given all that’s at stake, and Michael, I’m just wondering, I know you’ve\n\ngot two daughters, and I overheard you chatting a bit last night about how having daughters\n\nhas somewhat reoriented or transformed or impacted, certainly, your approach to all\n\nof this work you’re doing.\n\nI’m wondering if you might share a little with us about how that’s affected your journey\n\nand experience becoming a father and having daughters.\n\nYeah, it was a few years ago, actually, my first daughter, I have Athena and Delphine,\n\nthey’re six and four, wife Molina, who did a great job raising them while I’m traveling\n\na lot.\n\nI was in Harbor Island and I was on the beach and I was standing there and I was looking\n\nat my daughter who was in front of me on the beach with the waves coming up in front of\n\nher and she was standing there and she stopped and she walked over and picked up a piece\n\nof trash and walked over and put it in a trash can that she could barely reach into.\n\nI was like, at that level, it’s already ingrained in her to take care of this.\n\nSo I have to use the power that I have with limited that is and if anything, I feel like\n\nI’m a connector and I can get good people together and I can figure out a way to help\n\nthem meet and know each other.\n\nI’ve got to use that.\n\nI’ve got to encourage and support storytellers and get them telling the right stories or even\n\nmaybe more importantly, children’s stories, things that are youth oriented and a big part\n\nof what you even see behind us, we have a youth film competition that we do and that’s\n\ncome out of the fact that my two daughters, what age and not four and six, but what age\n\ncan they start to make content?\n\nAt one point, can they start telling their stories and their perspectives and we’ve got\n\nthe March Versight Youth Summit that’s coming up this year at Earth X and we’re working\n\nalso with good media and upwardly and Instagram and Facebook and creative visions, part of\n\na planet 911 coalition to help them tell stories from around the world that we showcase\n\nhere but then we showcase them again to the world.\n\nHow do we get those out?\n\nMy daughters influence and the female perspective, to be honest, I’ve always had a great admiration\n\nfor women and respect and now to see them, I want to make sure they have every opportunity\n\nin the world equally to be what they want to be and do what they want to be and a lot\n\nof that means how do I give them the opportunity to be a part of the solution and I have to\n\nleave by example, I have to up my game and that’s what’s been going on.\n\nI bought a Tesla that hasn’t arrived yet after I just finished this last lease on my car\n\nbecause I said, you know what, I want them every day to get into a car that is electric.\n\nI want them to think that way so that they’ll never think the fact that they have to have\n\nbe limited to options and we’re 98% fossil fuel economy right now anyway, that’s not going\n\naway in the orders that have to go away completely in the short term but we have to be smart\n\ndoing, you know, we can’t change industry overnight, right, right, it’s about incremental\n\nchanges, it’s about accelerating change where we can and yeah, I’m curious given how busy\n\nyour lifestyle is and how much you travel and so on, what are some of your personal practices\n\nthat help keep you healthy and imbalanced, you know, well-being is so important with\n\nall this work that we’re doing and I’m curious if you might share with us.\n\nSure, I just, I’ve only watched Louis Soho’s films, I watched The Game Changers and my wife\n\nand I went whole food plant-based based on that.\n\nWe’d always been the kind of people who knew we bought our food from a farmer’s market,\n\nwe knew the people who raised the chickens, when we were eating chicken or the beef, when\n\nwe were eating beef and the eggs and you know where our produce comes from and the fact\n\nthat it’s organic, those are some of the choices besides just being healthy and trying to\n\nsweat every day, you know, it’s that once again, don’t tear yourself down, it’s the way\n\nthe planet is, if you don’t tear yourself down then the body will take care of itself\n\nand so, and I would love to say that I have time to take mental time to enjoy everything\n\nbut I enjoyed this, I enjoyed the work, I enjoyed the people I get to meet, the environmentalist,\n\nthe storyteller, the ones who are much smarter than I am, I get to be around really cool\n\npeople all the time and that’s healthy.\n\nAbsolutely, love that Michael.\n\nWell I know that today we’ve got a very tight schedule with you and I want to make sure\n\nwe’re being respectful of that.\n\nI’m asking my team to make sure that when the, my next group, sorry, is true.\n\nYeah, before we sign off, I want to make sure we’re giving everybody the URLs where they\n\ncan go to find out more how to get involved with EarthX film, how to best support any of\n\nthese calls to action you want to share with our audience.\n\nSure, everything I think starts at the earthx.org site, I think that’s a great place to\n\nget involved and people can volunteer and there’s a film drop down in category in there,\n\nthe same way there’s conferences and expo, you know, download the app, download the earthx.org\n\napp and it’s got a lot of great tips, the earthx league which is an initiative where we’re\n\ndoing where we’re creating a space for people to collaborate and work together, come to\n\nour year round screenings, you know, that’s something we do is we do at least one a month,\n\none times this, this month we’re doing three, next month we’re doing four, we thought\n\nNovember would be an easy one, but the red is there’s so many great stories that need\n\nto be told and we just need, we have to get them out there, it films like The Ghost Fleet,\n\nthat, you know, important film about the fishing industry and even slavery, you know, the\n\nriver in the wall, a great film about the environmental impact of what’s going on, if\n\nyou build a wall of the Rio Grande, then taking away the political and going into the nature\n\npiece of it, those are the kind of movies we see all year round, yeah, earthx.org, earthx\n\nfilm on social media, Instagram, Facebook, if we don’t have Pinterest I’d be surprised,\n\nbut those are great ways to keep up and then sign up to our newsletter and then let\n\nus know if you have a better idea than us, we’re fine with feedback and people coming\n\nto us to say and have you thought of this, because we don’t expect that we know everything\n\nand we don’t want to be the people who know everything, we don’t want to get comfortable.\n\nWe created with Tramol a safe space to have awkward conversations, I love it, and that’s\n\nwhere change happens, change is about preaching to the choir, that’s not having the same\n\ngroup of environmentalists, how bless us, in a room, we already got it, we need the\n\npeople who are the ones who don’t know it yet, and once we educate them to choose a language\n\nof love, so find a way to talk to people without putting them down and say here’s an idea\n\nof something to do, so all those sites connect you to a community, I think that’s the important\n\nthing about what you’re doing and what we’re doing, it’s absolutely beautiful, the collaboration\n\nof the community, I really, I really love it and appreciate it, but I believe we’re co-pettidors\n\nnot competitors, co-pettidors, yeah, like this, working to create a larger pool of people\n\nwho need to know about what we do, absolutely beautiful, Michael, thanks for taking the\n\ntime to visit with us today and before we sign off, is there anything else you’d like\n\nto share with us with our audience?\n\nI think what’s important, it’s so interesting, and if your audience is an audience of environmentalist,\n\npeople who care about the planet, it’s different than the message when you speak to a conservative,\n\nand as Tramble, who is a Republican, we have conservative conservationists in our audience,\n\nbe open to the dialogue, be, you know, don’t walk in with the closed mind, don’t walk\n\nin with a, because you believe this, I don’t want to talk to you, that isn’t how change happens,\n\nyou know, like I said, if you get to a church, if you get to a university, the whole reason\n\nthat whoever’s up front is speaking is because the assumption is that the people that they’re\n\ntalking to need what’s coming out of them, you know, the dialogue, and if you don’t just\n\nget to a church and preach to the choir, you don’t necessarily go into teachers, don’t teach\n\nteachers, teachers teach students, and so I just think is to be open to that, as an I don’t know\n\nit all, and I want to know more, and I want to get to know your side of the story, because I may not\n\nagree with you, but we all agree that we best want clean water, and clean air, and a better\n\nfuture for our children. Yeah, beautiful. Well, thank you, Michael. Thank you, I appreciate it.\n\nI appreciate it. Thank you. Have a nice day. Yeah, good job. Wonderful. Thank you. See you later,\n\neverybody. The YonEarth Community Stewardship and Sustainability podcast series is hosted by\n\nAaron William Perry, author, thought leader, and executive consultant. The podcast and video recordings\n\nare made possible by the generous support of people like you. To sign up as a daily, weekly,\n\nor monthly supporter, please visit whyonearth.wpenginepowered.com-support. Support packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code whyonearth, all one word with a\n\nwhy. These sponsors are listed on the whyonearth.wpenginepowered.com-support-page. If you found this particular podcast\n\nepisode especially insightful, informative, or inspiring, please pass it on and share it with a friend\n\nwhom you think will also enjoy it. Thank you for tuning in. Thank you for your support,\n\nand thank you for being a part of the YonEarth Community."
}