{
  "title": "Episode 135 – Chief Tuwe & Ari Brasil – from the Heart of the Amazon",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13415/episode-135-chief-tuwe-ari-brasil-from-the-heart-of-the-amazon.mp3",
  "publish_date": "June 10, 2023 4:31 pm",
  "url": "https://yonearth.org/podcast/episode-135-chief-tuwe-ari-brasil-from-the-heart-of-the-amazon/",
  "episode_number": 135,
  "subtitle": "ABOUT TUWE INU BAKE",
  "description": "Tuwe shares a message of genuine hope for the entire world, and shares some of the knowledge and wisdom from the forest, which he tells us is his home, university, supermarket, and source of life. Tuwe lives in the Huni Kuin (Kaxinawá) Indigenous Territory of Rio Humaitá, São Vicente village, in Acre, Brazil. This is a 2-day boat ride from the nearest town. He is a filmmaker and has already produced a documentary about the indigenous peoples who still live voluntarily isolated in the Western Amazon, located on the border strip between Brazil and Peru. He is President of the Association of the Indigenous Peoples of the Humaita River- ASPIRH and an indigenous agroforestry agent. He invites your support to help his people re-build their cultural center and to further share their knowledge and wisdom with the world.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast. I’m your host Aaron William Perry and today\n\nwe’re visiting with three very special guests bringing an important episode to you. We’ve\n\ngot first Ari Brasil sitting here with the beautiful blanket over her, the founder of Earth Medicine\n\nAlliance. We’ve got also to my immediate left to a Inuvate who is a chief and wisdom keeper coming\n\nto us from a tribe in Brasil. We’re going to be talking a lot about Brasil today and what’s going\n\non in that region of the world and how we can engage and help out. And of course across the way\n\nhere my counterpart Miguel Gil who has been on the podcast before in a previous episode as the\n\nCEO of organic India USA and has recently shifted and is now leading as CEO a company called\n\nfocused on gut health which I’m hoping we’ll be able to do an episode on sometime soon to bring\n\nthat information to you guys as well. So we’re going to we’re going to dive in here and just want\n\nto welcome each of you to the podcast and it’s such a joy and opportunity and honor to be able to\n\nhear from you and to be able to share your story and the work that you’re doing with our audience.\n\nSo thank you very much. Thank you for the invitation and for the opportunity for us to share about\n\nhis mission and about what he’s trying to do there in his tribe and with his community. Thank you.\n\nBeautiful.\n\nTwo way is a spiritual leader and a chief of the Huni Kuing people of the Brasilian Amazon.\n\nHe is from a long line of tradition of medicine people. He lives in the Huni Kuing Indigenous\n\nterritory of Rio Humaita South didn’t send to a village. I say it correctly. In the state of\n\nAcre, Brasil. This is a two day boat ride from the nearest town. Two way is a filmmaker and has\n\nalready produced a documentary about the Indigenous peoples who still live voluntarily isolated\n\nin the Western Amazon and we’re going to include some links for you guys in the show notes\n\nso that you can check out some of the videos that two a has made and this is the region bordering\n\nthe national boundary of Brasil and Peru to put it into some geographic context.\n\nAri, Brasil as I mentioned recently launched an organization called Earth Medicine Alliance\n\nwhich focuses on supporting the medicines of the earth and the people who carry them.\n\nTheir mission is to provide a platform of support to Indigenous leaders, teachers and wisdom\n\nkeepers of various plant medicine, lineages and traditions. We’re also going to be sharing with you\n\na very special and important GoFundMe campaign that Ari and two way are leading right now and\n\nI’m going to invite you to help out and support a really important project that’s happening\n\nin two ways, Village. We’ll tell you more about that in a bit. So welcome again. I’m glad I had\n\nan opportunity to introduce you each a little further there and very excited to have this discussion\n\ntoday. I guess to kick things off, let me ask, you know, why are you guys here in Colorado and\n\nin the middle of winter, if you can see in the shot we’ve got snow out there behind us,\n\npretty far from home. What brought you up here? Okay, so I’m coming from the Amazon that makes\n\nborder with Peru, I’m the portion that makes border with Peru. I live in the middle of the forest,\n\nI speak Hunchakoy which is my native language and we have a completely different\n\nreality. We come here across the world with a very important objective and mission.\n\nIt’s important for us, for our people, for our community and it’s also important here for the\n\nfamily in America. And one of the important things is to come here with a message from the forest\n\nfrom our community and to share a little bit of our culture and tradition with the world.\n\nAnd also as a way to articulate and to support and help and partnerships for different projects\n\nthat we carry on and within our community and you know, we want that help, we’re inviting that\n\nsort of help. Because we’re working for our empowerment, for our autonomy and we’re\n\nless self-representing, we’re talking about us because we have a public policy that will\n\nput our nationality very behind. And this is, you know, the projects are, the focus is to improve\n\nthe quality of life of, you know, our communities and this is an important process of empowering ourselves,\n\nof having our own voice, of our own autonomy so we can speak for ourselves and tell what we need.\n\nWe have different projects divided in different categories, short-term, medium-term, and long-term projects.\n\nAnd currently we’ve been receiving a lot of international support.\n\nAnd specifically the United States is a place that we want to continue to reaffirm our connection\n\nand count on the support.\n\nBecause we’re doing this work for our community, our people, but also for the entire Amazon,\n\nfor the Brasilian Amazon.\n\nAnd to use those, the resources that we have in a sustainable way to guarantee the future of\n\nthe next generations.\n\nSo we live in the forest, but every once in a while we go around the world traveling to share this\n\nmission.\n\nI consider myself a spokesperson and a messenger and a multiplier of my people.\n\nI also work with videos and documentaries.\n\nOne of the documentaries and the studies that I do was about one of these groups of people\n\nthat have voluntarily chosen to live isolated.\n\nBelieve it or not, it’s one of the last few people in this planet that still live freely.\n\nThey don’t wear clothes, they don’t speak Portuguese, and they live completely in the middle of the forest.\n\nAnd they don’t want to be in contact with anybody else.\n\nThey choose to live in that way.\n\nAnd we are working in a way to monitor and guarantee protection so they can continue to have that\n\nchoice available for them.\n\nAnd we’re also preparing for potentially a moment of contact because that eventually might happen.\n\nBecause my people, at some point, also lived in isolation without contact with the world outside of\n\nSo these people, they cannot speak for themselves, but we knowing the reality as we’ve been through it\n\nwe can speak for them.\n\nBecause we are working to be the protagonist of that work around monitoring,\n\nprotecting and making sure that their needs and demands are being met.\n\nAnd we also working also around the management of the territory around our village,\n\nbut also around our village.\n\nSo it’s one of the missions that we have here, as we came here to Colorado, which is very far away from our home.\n\nBecause the world needs to know what’s happening in the Amazon.\n\nThe Amazon is considered the heart of the world.\n\nAnd it’s not just the beautiful things, there is also a lot of challenges and difficulties\n\nwithin that area.\n\nAnd we know that there’s a lot of people around the world that want to help and support what we do.\n\nBut they don’t know how.\n\nSo which is why we are here using this means of communication, media.\n\nSo for the people that can follow us and accompany the work that we’re doing,\n\nit’s very important and we welcome that.\n\nAnd we also want to share that we also host people in our village,\n\nand we have an invitation, like as people want to,\n\nare curious about the work that we do.\n\nThey are more than welcome to come visit us in the forest.\n\nThere are people that are interested in coming for the healing or coming to study\n\nor coming to learn more about our culture and do some sort of an intercultural exchange.\n\nSo we also do this work there in our community in the Amazon for the people who feel the calling\n\nto come visit us.\n\nSo as the work of the short term, we are also working to be able to support and build a cultural center\n\nin our village.\n\nAs one of the short term projects that we have right now is to build a cultural center\n\nin our community in our village.\n\nBecause it’s a traditional school,\n\nit’s also a sacred place in which where we make our ceremonies and our rituals.\n\nWhere we share our art and cultural expressions and artistic expressions.\n\nFortalece, we do meetings and gatherings and talk about fortifying our food sovereignty\n\nand create solutions or find solutions to continue to support\n\nthe type of work and with around food sovereignty for our people.\n\nAnother project is to improve our transportation\n\nand also create a solar energy system.\n\nSo besides the short term projects, those are other projects that we’re also working towards\n\nimproving and gathering resources.\n\nAnd also want to make it clear that this is the type of work that we do as caring for\n\nthe forest is part of our culture.\n\nBecause the forest is our home is our life and it’s our supermarket.\n\nAnd thanks to nature that we consider ourselves a very rich people.\n\nWhat we’re seeking is to improve the quality of our lives and the forest in many different aspects.\n\nWe live in the border between Peru and Brasil.\n\nThe environmental impact is very strong.\n\nWith the protection of oil, drug trafficking,\n\nwith the perspective of narco-traffic and mining and the forestation, logging.\n\nAnd then illegal exploration of wood.\n\nAnd in this moment of climate change we see that humanity in general is in need of healing.\n\nHealing of our bodies, our minds, our heart and our spirit.\n\nAnd we from the forest we have a lot to contribute within this this context of healing with the world out there.\n\nAnd the world outside out there has also a lot to contribute with our world and the forest.\n\nSo together we are working for peace and the planet and figure out together what kind of society we want to live in.\n\nThat’s beautiful. Thank you so much for sharing that with us.\n\nHow’s Shosh?\n\nIt’s like a television of Ahu Ahu.\n\nOur namaste.\n\nThat was Hosh.\n\nAbsolutely beautiful.\n\nWell, I of course have so many questions.\n\nAnd before I ask a few, I’m curious if REU or Miguel, you have anything you’d like to say as well in response to what two-way was just sharing.\n\nSo first of all, Aaron, thank you so much to one of the community again for giving us the opportunity to talk to it.\n\nExplain what he’s just described so beautifully.\n\nYou know, my own personal view on this is that the Amazon belongs to all of us.\n\nYou know, it’s I think could commonly consider the fact that if there’s a problem in the Amazon jungle,\n\nconsider by many to be the lungs of this planet, right?\n\nWe’ve all heard the intended documentaries about climate change and the impacts that the potential catastrophic impacts that could be fall as door.\n\nIf we let things go to waste and we don’t take care of this incredibly precious resource.\n\nSo I think, you know, as two of us said, it’s so beautifully.\n\nIt’s a collective responsibility.\n\nAnd I think there’s also, as he said, there’s so much to be learned in the exchange of information, collaboration between us here in the Western and them in their territory.\n\nAnd just the only benefit I can come from, from these exchanges.\n\nSo I’m personally very passionate and excited about the potential for collaboration.\n\nYeah, wonderful, wonderful.\n\nI think my, the main thing for me is I see them, the Huniquin and other people as well that are, that their home is the Amazon as sewers of the land.\n\nSo by helping them as they have this complete integrated harmonious relationship with the land.\n\nSo by helping them, we are helping the preservation and learning how to be and within that harmonious relationship with the land.\n\nAnd I think that’s something important for us to learn out here.\n\nAs we tend to go a little bit overboard with, with the amount of, of needs that we have and, and, and, uh, consummism.\n\nAnd, um, I feel like what I learn with them the most is that, um, that, that relationship that, um, we don’t, we don’t take too much, we just take enough.\n\nUm, and, and, and that way the earth itself can have enough time to regenerate and, um, and instead of being from a place of arrogance, simply from a place of abundance.\n\nUm, so that’s my, so for me it’s a great honor to, to be here sharing this and, and being able to, to, to be a support, uh, to Tua and, and his mission here in the, in the United States.\n\nYeah, absolutely beautiful.\n\nSo, so many threads to pull on.\n\nSo I have to ask, I, I’ve had a, a, a strong connection with plants since I was a little kid.\n\nAnd I wonder, as you’re traveling, do you miss the four, your forest?\n\nI imagine you have had extraordinary experiences in the forest, and I wonder if there’s anything you might share with us from that.\n\nI imagine that you have experiences, very interesting in the forest, in the forest, with the forest, if you have some, some story to tell to us.\n\nUm, in relationships.\n\nThe forest for us is our home, it’s our university, it’s our supermarket, it’s our life, because it is through the forest that we survive.\n\nHunting, of a fishing, the fruit of the forest, the fruits from the forest.\n\nWe have a very strong connection since, uh, our ancestors with the forest.\n\nSo everything in the forest for us has, uh, has a forest, has a story, and, and it represents something to us.\n\nMm hmm.\n\nHow do you experience that force, that story or the lack of the force and story when you’re out traveling around a place like Colorado?\n\nDoes it, does it feel like a substantially different environment to you?\n\nIt’s a cultural shock.\n\nBecause where I live, uh, in the Amazon, in the northern part of Brasil?\n\nThe climate is very hot, it’s hot.\n\nAnd there’s a lot of mosquitoes too in the forest.\n\nFirst of all, we arrive here physically, our bodies.\n\nAnd then later comes our spirits.\n\nBecause we come too fast on an airplane.\n\nAnd to come out here for us, it’s like another universe, it’s another world.\n\nThe mountains, it’s snow, the cold.\n\nWe see animals here that we usually don’t see in the forest, like the deer, and there’s just things differently here.\n\nIt’s a great challenge and, and, and, and difficulty, but it’s a very important work for our mission for, to, to share, uh, what we have to share here.\n\nYeah, I see you as a, you’re crossing bridges.\n\nAnd, you know, a lot of the work we do at the Y&R community is also crossing bridges between economy and business and land stewardship and farming and different healing practices.\n\nAnd the work he does at the Y&R community, which is the name of the park and the city, is, uh, it’s, uh, about the way and crossing bridges to create connections between business, it’s a practice of different healing, uh, between several aspects of the government, uh, connecting these different aspects.\n\nThis is the work he does.\n\nDown from my perspective, we need to heal in all those arenas.\n\nBecause ultimately, for example, if we’re seeing destruction in the rainforest,\n\nthis is driven by economic factors from all around the world most likely.\n\nExploration is done.\n\nAnd often to your point, Aria, earlier about the consumerism.\n\nSo many of us in a culture here in the United States are seeking to fill a whole\n\nor experiencing psychologically or maybe someone to say spiritually.\n\nWhatever, by and things, whatever it is. But ultimately, my sense in my heart is\n\nthat if we can each more deeply connect with the land, with the plants, with the animals,\n\nwith the living beings that we share our environments with, that hole isn’t as big anymore.\n\nAbsolutely.\n\nAbsolutely.\n\nI wanted to say that to connect with the point of consumerism that I commented on,\n\nthat in our society it seems like there is a hole in the deep that we are always trying to fill.\n\nAnd in their opinion, if we can connect a little more with the land, with other beings that live in this planet,\n\nconnect more deeply with us, then there is no need to have to fill this hole\n\ninside of us, that we try to achieve this consumerism, to buy things, to explore.\n\nIt is such an important point because I think here in the West, we all embrace the concept of that is good for our health\n\nto have a closer relationship with nature.\n\nAnd we were advised to take in a stroll whenever you get the chance and being in nature as much as possible\n\nfor its natural healing properties.\n\nAnd those, you know, we are very fortunate to live up here and be surrounded by the beautiful nature of Colorado.\n\nBut most people living in this country don’t have the same immediate access.\n\nRight.\n\nAnd even the ones who do like ourselves living in this environment, we still have so much to learn\n\nabout really tapping back into what should be our instinctive, in eight knowledge that we have about having access.\n\nWhereas, you know, to earn these people, it’s an everyday experience for them.\n\nAnd so natural.\n\nSo in eight and this, you know, is I think such a key point in terms of the wisdom exchange.\n\nWe’re seeking, actively speaking this for our own peace of mind, for our own wellbeing.\n\nAnd they have it at their fingertips every day and it’s, yeah.\n\nIf you look into the scientific studies on like depression, the incident of depression of that is way less common.\n\nAnd the forest that is almost nonexistent.\n\nAnd I do believe personally, it’s because of this connection with the earth, this direct connection with the cycles of nature, the water,\n\nthe earth and being touched with your food, knowing where it’s coming from.\n\nIt’s such a direct relationship with the planet.\n\nAnd I feel like that’s essential for our health.\n\nIt’s within us.\n\nAnd out here, we are very removed from it through all the conveniences that we are used to.\n\nTruly.\n\nYeah, when I lived in New York City when I was a young man, maybe 18 years old.\n\nAnd I really, I felt in my body this pain of being disconnected from nature.\n\nAnd you know, now we’ve got this term nature deficit disorder, you know, that actually people are getting diagnosed with this.\n\nAnd so yeah, your point, your insight is so spot on.\n\nAnd it, it seems to me, we’ve probably got a lot of interconnected, complex problems that we’re facing as a global family.\n\nBut it seems to me this reconnection with nature is one of the handful of things that’s probably essential to turn the corner that hopefully we’re able to turn as a species.\n\nWe’re talking about the connection, you understand?\n\nThe connection of the planet that has studies, that sometimes you don’t have a lot of depression.\n\nIn the case of depression in the forest, not as much as you were here, because of this connection that you have with the earth.\n\nAnd he said that he died in New York, and he felt a pain in his body because it was coming from it, not to be disconnected from nature.\n\nAnd I think that today we have a lot of connected issues with a deficit of connection with nature.\n\nAnd like a diagnosis today.\n\nIf we can improve this part, maybe we can turn it into a skin to improve the protection and weaponization of the planet.\n\nWell, I have two questions for you that are coming to mind right now.\n\nOne is potentially an emotional question.\n\nI’m not sure.\n\nI imagine you’re in connection and in stewardship of people who have not had contact with the global system, whatever we want to call that.\n\nAnd you have direct memory in your own people’s experience of having that contact.\n\nWhat changed? What was different after having that contact?\n\nAnd has that been really hard for you and your people? Has it been a mixed bag? Has it been good in some ways?\n\nCan you maybe describe for us what that experience is like?\n\nBecause my sense is that all of us have ancestors who have had that kind of experience at some point in history,\n\nexcept for the very few who are alive on the planet who haven’t had this contact yet.\n\nAnd I’m curious if you could share with us a bit of that direct experience.\n\nHe’s asking about this contact part with the isolated peoples,\n\nthat they know that you may have an even more ancestral memory,\n\nor maybe you know about your parents or people of your ancestors,\n\nwhat was this contact?\n\nWhen I was in contact with Reni Coenhoes in the past,\n\nwhat changed? Do you think it was good? Do you think it was bad?\n\nIt’s a bit emotional.\n\nHe doesn’t know the right, but he’s curious about that.\n\nDo you have any memories about that or thoughts about that?\n\nYes, I would say that from the isolated peoples,\n\nbut as you said before, in your experience,\n\nI was genuinely living in that way.\n\nYou’re very interested in this transition of life style,\n\nafter having contact with the global community.\n\nFor the history of our fight and resistance,\n\nwe are living 523 years of fight and resistance.\n\nAnd during this time, we are living in 5 different eras.\n\nThe first moment we lived in the time of Maloka,\n\nin the time of isolation, when we had no contact with anyone.\n\nThe first era is the time of the Maloka,\n\nand it’s the time of isolation,\n\nwhere we didn’t have contact with no one.\n\nThe second moment was the time of the race.\n\nThe second era was the time of the run,\n\nrunning around.\n\nWhich was the time of war between one people and another people,\n\nwith still within the Amazon.\n\nAnd then the third was the time of the Cachiveiro Jail.\n\nWhich is when the lords would come and grab our people and mark us\n\nand make us slaves.\n\nAnd then the next era was the time of the rights,\n\nwhich is when our land began to be demarcated,\n\nlike a reserved, it’s like our land marked as our land.\n\nAnd we began to organize ourselves politically.\n\nCurrently we are living in a different time.\n\nNot with everything guaranteed, but a completely different dilemma.\n\nThere is no way for us to live the way our ancestors lived.\n\nWe are living another moment of transformation.\n\nSo there’s like other people have their story with the way of their culture\n\nand the way they live.\n\nSo there’s like other people have their story with the way of their culture\n\nand the way they live.\n\nDo you feel hope for these times that we’re in?\n\nYes, we bathe a lot in our work,\n\nand we have a lot of hope for these times that we’re in.\n\nDo you feel hope for these times that we’re in?\n\nDo you feel hope for these times that we’re in?\n\nYes, we bathe a lot in our partnership and on our work,\n\nbecause we have all the tools to make it work,\n\nto the tools for the collaboration, to make it happen.\n\nEven because we’re not inventing anything,\n\nwe’re talking about something concrete, based on our reality.\n\nAnd even though, especially because we’re not making anything up,\n\nwe’re talking about our reality,\n\nsomething that is actually happening,\n\nfacts of things that are happening,\n\nand talking about our reality and our mission.\n\nYeah, okay, good, beautiful.\n\nWell, the other question that is burning for me is,\n\nin addition to supporting,\n\nthrough the GoFundMe,\n\nwhat else would you invite us Americans, us Colorams,\n\nothers in our network that reaches all around the world?\n\nWhat else would you tell us or ask of us\n\nor encourage us to do or invite us to do\n\nthat might help in this time of transition?\n\nIn addition to helping the GoFundMe campaign\n\nto understand what else you would like to ask or suggest,\n\nor encourage the community that is colored,\n\nor the audience of it?\n\nIn addition,\n\nwe are supporting the project of action,\n\nso we can implement our project of life,\n\nand put it into practice.\n\nBeyond just this project of the GoFundMe\n\nfor the Cook Shower, which is the Cultural Center,\n\nwe are seeking other help, support, and partnerships\n\nto implement our project of life,\n\nour projects that emphasize the improvement of quality of our lives.\n\nBecause the way we govern ourselves is that we have an agreement\n\nbetween all the people and all the families that live in our land,\n\nand we decide together how we can better make use of our resources\n\nand live together and manage our land.\n\nSo we are working in a political way to improve in the political\n\nand also in a social way to improve the quality of life of our community?\n\nYeah, it’s absolutely wonderful.\n\nSo it’s so inspiring also.\n\nLet me take a moment and remind our audience,\n\nthis is the YODE Earth Community Podcast,\n\nand today we have with us very special guests visiting all the way\n\nfrom Brasil, our both two-way Inubake and Ari, Brasil.\n\nAnd we are right here with Miguel Gil,\n\nwho’s been so kind and gracious to host them in their visit\n\nand also us in the recording of this podcast today.\n\nAnd as you can see in the video, the background we’ve gone\n\nfrom late afternoon into early evening with the sunset.\n\nAnd I want to take the opportunity to remind you\n\nand invite you to support two-way’s work through the GoFundMe.\n\nAnd we’ll have the link in the show notes for you.\n\nWe’re also going to provide you links to at least two of the videos\n\nthat two-way has produced along with a whole bunch of social media links\n\nfor Ari, for two-way and for Earth Medicine Alliance.\n\nI want to give a huge shout out to our supporters\n\nat the YODE Earth Community, everybody who’s making this podcast series\n\nand our other action and educational resources available.\n\nAnd in particular, one of the things our Ambassador Group\n\nand everybody who’s a part of our monthly giving program.\n\nIf you’re not yet a part of the monthly giving program\n\nand you’d like to join, you can go to Yhonner.org\n\nand click on the Donate button and set that up at any level\n\nthat you’d like.\n\nAnd if you’d like to join at the $33 or greater level for a month,\n\nwe will happily ship you a jar of the Waylay Waters\n\nbiodynamically and regeneratively grown hemp-infused\n\naromatherapy soaking salts as a thank you gift.\n\nAnd they’re amazing.\n\nIf you haven’t already checked them, you can go to WaylayWaters.com.\n\nAnd that’s W-E-L-E-Waters.com.\n\nAnd again, YODE, letter Y-O-N-E-A-R-T-H.org to get there.\n\nNow, I want to shift gears just a little bit\n\nand bring in to the conversation one of the great taboos\n\nand conversations, which is politics.\n\nAnd any of us who’ve been paying attention to the news\n\nhave seen a whole lot of rank or and transition\n\noccurring in the democratic institutions,\n\nboth here in the United States and in Brasil\n\nin the last year or two.\n\nAnd most recently, there’s been quite a big transition\n\nin Brasil with the presidential leadership changing,\n\nwhich has resulted in some really significant changes\n\nin the institutions of governance.\n\nAnd from what you were sharing with me prior to recording today,\n\nit sounds like some really positive developments are underway now.\n\nAnd I was hoping you could share with us a bit about that\n\nand tell us what you think that might mean for the future\n\nof your region and your people.\n\nI think this changes are encompassed the empowerment\n\nof our and our autonomy.\n\nFor the first time this year in the Lula’s government,\n\nwe had a woman as a minister of the people,\n\nthe minister of the indigenous people.\n\nWe have a woman as the head of the department,\n\nwhich is a newly created department for the first time in history,\n\nthe department of the Native people or the original people.\n\nAnd we also have for the first time a woman,\n\nan ex deputy of the federal,\n\nbeing the coordinator, the chief of the National Foundation\n\nof the Indian Brasil.\n\nAnd we also have for the first time indigenous woman\n\nused to be a federal deputy.\n\nAnd she became the head of the president of the National Foundation\n\nof the indigenous people.\n\nAnd in that way, this experiences,\n\nthese are reflecting in order and spreading through other states\n\nin Brasil as well.\n\nAnd in those indigenous people being taken care of,\n\nin the home, in the house, in the education, in the dreamed house,\n\nand other sectors we have associated with that.\n\nWe indigenous people are occupying different sectors\n\nof the government that has to do with health education\n\nand within the Senate,\n\nor different sectors of the government,\n\nto occupy those, and now we’re having an opportunity for more demarcation of our land\n\nbecause for a while all that those processes were stopped doing the previous government\n\nand now all of those are starting again which is very promising.\n\nSo, to resolve, we’re very happy, very grateful, and we’re very, very,\n\nwith a great expectation to live a great moment of transformation in our country.\n\nSo, it’s a great expectation that we have right now and it looks like we’re going to be\n\nliving through a great transformation in our country.\n\nSo, we’re very happy and very grateful for the changes that are coming.\n\nYeah, wonderful.\n\nHow do we say hello again?\n\nHow’s that?\n\nWell, when we conclude our main podcast episode, we’re going to take a few minutes and do our behind-the-scenes segment for our ambassador network.\n\nnetwork, and if you’re not yet an ambassador and you’d like to become one and get access\n\nto some of those additional resources, you can go to one on earth.org to do that. And I\n\nknow before we close our conversation here now, we’d like to hear a song and before going\n\nin that direction, I’m just wondering if any of you have anything else you’d like to share\n\nbefore we go to our closing song. I would like to invite to share one little thing. The\n\ninvitation is open for the people that do feel the calling to come experience his reality\n\nand the jungle. We have some dates set up for June and July, and I’d love to share that\n\nwith the links and all those things. So people that feel the calling to experience a different\n\nway of living, learn from them, heal with them, the invitation is there.\n\nYeah, and I can also offer myself as a potential resource for that too, because my wife and I\n\nare going to be part of one of those two trips out in June or July. And yeah, very excited about\n\nthe opportunity. Wonderful. Yeah, sounds amazing. I’d like to go. Maybe we’ll see if it’s a\n\nthank you. Well, thank you very much for sharing with us and opening up and telling us a bit about\n\nyour world and about how we can be helpful from wherever we’re located. It’s a real privilege and\n\nopportunity. So thank you. So now he wants to share a song to close our conversation.\n\nYeah, I’m a man. thank you. Thank you.\n\nBye, everybody.\n\nThe YonEarth Community Stewardship and Sustainability podcast series is hosted by Aaron William Perry,\n\nauthor, thought leader, and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly, or monthly supporter, please visit yonurth.org-support.\n\nThe port package is start at just $1 per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth, all\n\none word with a Y.\n\nThese sponsors are listed on the YonEarth .org-support-page.\n\nIf you found this particular podcast episode especially insightful, informative, or inspiring,\n\nplease pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in.\n\nThank you for your support, and thank you for being a part of the Y on Earth Community."
}