{
  "title": "Episode 119 – Richard Hardiman, Founder & CEO, RanMarine Technology",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12400/episode-119-richard-hardiman-founder-ceo-ranmarine-technology.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-119-richard-hardiman-founder-ceo-ranmarine-technology/",
  "episode_number": 119,
  "subtitle": "ABOUT RICHARD HARDIMAN & RANMARINE TECHNOLOGY",
  "description": "Richard, whose father is an engineer and whose mother is an artist, embodies the combination of creativity and technical precision that is so essential to innovating solutions for ecosystem restoration, environmental clean-up, and planetary healing. In addition to collecting and consolidating plastics for proper disposal, the Waste Shark is also capable of collecting unwanted algal blooms as well as critical environmental data from the marine environments it patrols (turbidity, acidity, oxygenation, etc.). With cellular, GPS, satellite connectivity and top-mounted LIDAR imaging technology capable of capturing images in 360 degrees around the vessel, the Waste Shark is also an important autonomous data gathering node in the global webwork of environmental monitoring devices. The technology can also be used in the vicinity of wind farms and other offshore energy infrastructure to monitor for a variety of environmental impacts.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry, and today\n\nwe’re visiting with the founder and CEO of Rand Marine Technology, Richard Hardiman.\n\nHi, Richard, how you doing?\n\nI’m really well, Aaron. Thanks for having me on.\n\nYeah, it’s a pleasure. I’m really looking forward to talking with you about your company\n\nand your technology and how it’s really critical technology for helping to clean up a lot\n\nof our waterways.\n\nYeah, I think I’m looking forward to hopefully explaining how it all works and how we can\n\nhelp them all a little better.\n\nWonderful. Richard Hardiman is the founder and CEO of Rand Marine Technology. Another\n\nIrland’s-based U.S.P. or Unman’s Surface Vessels Company. A graduate of the GSB Cape Town,\n\nRichard has been involved in a number of businesses, both as startups and scale-ups since\n\ngraduating in 2009. In 2016, Richard embarked on his most ambitious project yet, developing\n\na waterborne drone that harvests plastic waste from the world’s ports, harbors, rivers\n\nand marinas in an effort to reduce the effects of plastic pollution on the Earth’s oceans.\n\nRichard’s company, based in Rotterdam, now produces the waste shark, which has been exported\n\nglobally to the United States, United Arab Emirates, India, Germany, and South Africa.\n\nAdded to the waste shark’s ability to collect waste, Rand Marine has now also pioneered\n\nthe collection of live data from waterborne drones to measure water health quality.\n\nRichard is a former journalist, broadcaster and TEDx speaker. Recently, he became the recipient\n\nof the International AACSB Business School’s Most Influential Leaders Honorary Award in\n\nthe category of CSR and Sustainability. That’s corporate social responsibility, CSR.\n\nHe, Richard, divides his time between Cape Town, South Africa and Rotterdam and is traveling\n\nfurther as the business expands into new markets. Richard, it’s such a pleasure to connect\n\nwith you today and especially given some of what we’re seeing around the world with devastating\n\nstorms and hurricanes. I was thinking we might just dive right into that as a way to kind\n\nof take off our discussion to help us understand your technology and what’s so important right\n\nnow in the world. Sure, I think it’s completely relevant right now. So what we do is, as you\n\nsaid, create USVs, which are technically little robots for water, and our particular USVs\n\nare rumbers for water, clean up waste out of water, but they do it electronically, they\n\ndo it with no emissions, and they do it robotically, so you can send them out, they scout around\n\nfor trash or for vial gear in the water, and they bring it back to shore to our users.\n\nSo, for instance, now with sort of, I’ve been seeing the pictures come in from Florida\n\nup to Hurricane E, and I mean, it’s crazy, but you need, you know, that water needs to be cleaned\n\nup again, you know, it has commercial usage, it needs to be potable, it needs to be cleaned,\n\nand sometimes there’s just not enough manpower to do that. Sometimes there’s not enough\n\nlabor to do it, and this is anywhere around the world, but I think in an instance of\n\na flood or a hurricane, it is particularly more relevant, that, you know, you need more people,\n\nor you need more labor to clean that up, but if you have robots, technology can help clean that\n\nup pretty quickly. So we’re not looking to replace people’s jobs, we’re just trying to look\n\nto clean water up quicker, there’s kind of pollution that we’re having around the world now\n\nthe last 20 years, plastic pollution that kind of thing more needs to be done, and my idea\n\nat the beginning of this whole adventure was to create a robot to do that. I don’t think,\n\nyou know, humans are creating the waste, but it’s not always the humans job to clean it up.\n\nWe can do better things, so why not let robots do it?\n\nSo interesting, and so describe for us, and we’ll include some photos and links, obviously,\n\nfor folks to get more information and see some of the visuals for themselves, but describe\n\nfor us what this looks like when one of your robots is moving around on the water.\n\nYeah, it’s kind of a typical way sharp, which is our principle product, it’s the size of a coffee\n\ntable. Forgive me for quoting this in metric and not Imperial, I can’t do the\n\ncompetition in my head, but it’s about one and a half meters long by a meter wide,\n\ntwo and a half foot, three foot in depth, and it skims the surface of the water.\n\nSo it doesn’t go too far deep, but you can’t at least at the top two feet of what’s in there,\n\nand when you look at it, I suppose you look at a sort of a small craft, a catamaran vessel\n\nwith a basket in between. It looks kind of futuristic, I like to think, it’s got a kind of\n\ncool tech look to it, but all it’s doing is sailing through the water and scooping up whatever\n\nis in front of it, and at the same time, as you mentioned earlier, picking up the data in the\n\nwater as well, and sending that back online. So with the skimming capability, it makes me\n\nthink about oil spills and some of those other liquid contamination issues, is the technology\n\nable to help with that as well? Yeah, absolutely, so we’re one of the cool things about starting off\n\nwith having a robot that sort of swims around in water. We’ve in the last year sort of started\n\ngoing, I could, what else can we do with this platform? And as long as it’s caught to our technology\n\nof harvesting stuff out of water, oil is a big play in that. So we recently built what we call\n\nan oil shock that skims oil out of the water, puts water back into the water that keeps the oil\n\ntrapped in, brings that back to short, which I’m hoping in the next three to five years,\n\nwe’ll scale up into something that’s big enough to handle larger oil spills. There’s something like\n\nyou know, the last 10 years in the Gulf region where these big sort of oil spills help,\n\nI just see robots going in as first responders there and just starting to eat at that oil\n\nbefore it starts going back to short. We’ve got a small one at the moment, it’s in trials,\n\nbut I’m hoping in the next three to five years, we’ll have something to deploy off shore as well.\n\nAnd does it, I’m suddenly thinking about the huge plastic vortex in the Pacific Ocean,\n\nI know it’s found in some other oceans as well. Would this technology help with that kind of\n\nplastics accumulation out there in the middle of the ocean? So it does help, but it doesn’t help\n\nin those giants. So what we, as a company, sort of set up to do is to stop that flow of plastic\n\ninto the ocean. So we work with ports and marinas and municipalities and state departments\n\nthat have plastic problems in their rivers or their canal systems that leak out into the ocean,\n\nall our, all our sort of way sharks are deployed in those areas to catch their waste before it\n\ngoes out. So we’re trying to sort of mitigate the problem. We’ve looked at sort of going out there\n\nand helping with what’s been done out there, but there’s plenty of really solid, good companies\n\nsolving that problem at the moment. So we thought we’d rather get involved in the earlier stage\n\nat source before it gets any worse. Yeah, okay, that’s great to hear. You know, this\n\nopportunity and all of the innovation happening around drones, autonomous and semi-autonomous\n\nvehicles for a variety of environmental cleanup and restoration needs. You know, I’m thinking\n\nabout our colleague, Tom Chi, with at-one ventures who was on our podcast a while back episode\n\n94 and he shared with us some of the robotic technologies he’s working with that can, for example,\n\nplant massive amounts of baby coral in any given day to help clean that up. Another\n\ntechnology he’s part of is planting from aerial drones, huge quantities of specially coated\n\nseeds to help reforestation in certain regions of the world. And I’ve just, I’m struck that,\n\nyou know, on the one hand, the human connection with nature obviously is a really important piece\n\nto this whole pickle and puzzle that we’re facing together. But on the other hand,\n\nusing these technologies to help expand our ability to heal and restore the planet is so compelling.\n\nAnd I have to ask, you know, with a background in journalism, how did you get into robotics\n\nand technology? Can you describe, like, what was that leap in process? Like, where are you?\n\nI think I’ve always been an inventor and a tinkerer, I guess, even playing with Legos when I was\n\na kid. I always say this and forgive me if you’ve heard it before, but my father is an engineer\n\nand my mother’s an artist. So two people that probably shouldn’t be together, but I’m the result of it.\n\nSo I always had critical thinking and trying to solve efficiency problems, but at the same time,\n\nI’m a bit of a dreamer. So I had, you know, luckily, I kind of, I saw a problem and you’re quite\n\nright. I mean, why, why be solving something that is, you know, so beautiful as our planet and\n\nits problems with technology, which is kind of weird, you know, I mean, the humans should be going\n\nback and sort of solving environmental. We’re part of the environment. We should be solving this.\n\nAnd, you know, I think my thinking was we’ve got to do it quite quickly. And we as humans don’t\n\nhave the ability to operate 24 seven and robots do. And it’s as simple as that. Robots can simply\n\ndo more. I’m not, I’m not for this AI future of, you know, where we’ll be sort of hanging around with\n\nrobots and having coffee and they’ll be more smarter than us. I see robots as they’re capable of\n\ndoing a job by rote and they’ll do it over and over and over again and they won’t complain.\n\nSo, I mean, you example of the planting of seeds. I mean, it would take us days to plant what,\n\nhow, you know, what a drone probably can plant in an hour, you know, and we just simply don’t have\n\nthe time to catch up with the mess that we’ve created. So from my point of view, you know, robots\n\nand technology are kind of the savior and that respect. It’s an odd dichotomy, but you know,\n\nwe’re a paradigm for all of it, but it is what it is. You know, we need to solve this problem.\n\nWe’ve accelerated this problem and now we actually need something to accelerate it and reverse.\n\nYeah, yeah, no doubt about it. Can you give us an idea of what kinds of plastics, what sizes,\n\nplastics, your robots are able to clean up, say, in a marina or a reverse?\n\nYeah, so we go down to about three millimeters and again, forgive the, forgive the, the metrics,\n\nbut yeah, three more, so this is quite small. But typically, if we’re on a day out, you know,\n\nand we’re collecting, it’s strange what gets into our system, but it’s balloons and plastic balls\n\nand flip-flops, you know what I mean? I know what you call them, a sandwich, flip-flops, yeah.\n\nI mean, all the time, I would probably add about top 10, you know, balloons and flip-flops\n\nare what we’re taking out of the water. You would have thought it like cigarette bats or plastic\n\nbottles, that kind of thing, but it’s, and then they are there, but in the majority, it’s just\n\nstuff that we wouldn’t even think about it gets into our system. So we can collect anything from,\n\nyeah, down to three mill, or up to the size of a, I think of the biggest thing we’ve caught,\n\nyou know, like a tire, I suppose, like, you know, a car tie would be that kind of, and those are\n\nbasically, we have a larger one coming in now called a mega shock, which will do, you know,\n\nit should be able to pick up fridges refrigerators and that kind of thing. But, yeah, it’s very weird\n\nwhat humans end up putting in the water either, you know, accidentally or in purpose.\n\nGive us an idea of your customers and stakeholders. Who’s buying these and how are they getting\n\ndeployed all around the world? So we’re manufacturing them here in Rotterdam in the Netherlands,\n\nbut we’re hoping in office quite soon in the US where we’ll do assembly as well. The typical\n\ncustomer is a city manager or a state department that has authority over a large area of water.\n\nAnd I know typically sort of combined with an innovation department, so they’re looking for new\n\nsolutions. And we tend to sell, yeah, to the city management or a state department that is looking\n\nfor, if lower, for instance, to solve algae problems. And so we’re taking out algae and we’re\n\ntaking out all biomass and plastics. They’re looking to rehabilitate a water space. At the same time\n\nis cleaning it. They want the data that comes out of it. So we also do measurement of data,\n\nthe temperature of the water, the pH levels, the temperature, the oxygenation of it.\n\nYou know, to see what it looks like over time. And because we’re little robots and we swim around\n\neverything is GPS, TAG, and it’s time stamp. So you get just really sort of beautiful picture\n\nover a period of time of how that water body changes, which is particularly useful, I think,\n\nto a lot of government departments. But then we have really cool clients like Disney and\n\nUniversal in Orlando who use those because Disney might be firing up shell casings every single\n\nlife for fireworks and they need to clean that up the water. All they have algae problems because\n\nit’s Florida and there’s a lot of nitrate in that water. So we have anything from hotels and\n\ngolf courses looking to clean up their water spaces. Typically though we find it’s people who are\n\nlooking for a new way of doing things. And normally emissions free. So obviously there are both\n\nwho can go out and, you know, but they’re using diesel engines and there’s a lot of maintenance\n\non those things. This is purely, you know, you pick up your rumble, your way shark and you throw it\n\nin the water that it brings everything back to shore. So I think people are looking for a\n\ncheaper but faster way of doing it, you know, and we provide that.\n\nIt’s amazing. So what do you anticipate over the next couple of years in terms of your\n\nscale up and the number of these drones that you anticipate deploying? I imagine that the\n\ndemand for these could be astronomical as different potential users catch on to the opportunity.\n\nYeah, absolutely. I think one of our biggest problems is we’re well kept secret at the moment.\n\nSo in 2023 we plan to go very big and sort of marketing and getting out there.\n\nThe future is quite bright because it just, you know, the more of these that you have in the\n\nwater, the more data you’re collecting, the more you understand what’s going on in the water.\n\nAnd we can start correlating that data quite nicely worldwide. We want to put around 200\n\ninto the into the into water next year. We’ve done 50 so far, but we’ve got quite a big\n\nambition for next year to really deploy quite a few mainly in North America. It’s a sort of\n\nbigger market at the moment. America tends to be really early adopters on this kind of innovation.\n\nOddly enough, the bigger problems are Asian regions, Malaysia, India, Africa.\n\nBut we’re providing a technology that right now is not so affordable to everybody.\n\nSo we’re trying to get those numbers up so we can use that to create smaller and more cheaper\n\nunits to supply to places where they actually need it. So yeah, we’re looking to put 200 in\n\nthe market next year. And I think we’ll probably be on track for that. And then we go bigger.\n\nAs I said, we’re bringing up bigger versions now for to collect more trash. We would like to go\n\noffshore and do environmental monitoring of oil rigs and wind farms. Wind farms have been\n\nparticularly quite big out here in Europe. And we’re teaming up with a large company out here\n\nthat owns wind farms that wants to environmentally monitor the below and above the surface of what’s\n\ngoing on in those particular environments where they, you know, you can imagine that they’re\n\nsticking these huge structures up in the middle of nowhere that has to have some effect even on\n\nthat sort of cold ocean environments. You know, there’s new crustaceans coming in all this scouring\n\nat the bottom of the of the of the pylons or there’s I don’t know what it was happening.\n\nIt was a trash screen collected or is it killing birds, you know, so they want to monitor those\n\nmore effectively. We believe we can do that with autonomous flights and send in information\n\nback to them quite effectively. So the future is quite exciting. It’s like a weird sort of space\n\nthat robotics and waste management, but you know, it’s not very sexy, but it’s quite fun for us.\n\nYeah, who knows? Maybe for some it is it is sexy. Yeah, I’m curious just to geek out a little bit\n\non this. So how does the navigation system work, especially when it’s out in the open ocean,\n\ncan you describe that for us? Yeah, so, so kind of ensure and just off coast we use 4G and 5G\n\ntechnology. Predominantly, 4G has got a longer range, but it’s we built them. So, you know, coming\n\nfrom Africa, I’ve seen everything that goes there needs to be very simple, robust and easy to use,\n\nand if it breaks down, it needs to be repaired quite easily. So the actual hardware itself is just\n\ntwo thrusters, you know, on and off and that kind of gives you direction as well, but the internal\n\nside of it is where we’ve done the heavy lifting. So our main employment basis is kind of\n\nmechatronics and robotics guys. When you get your drone, you literally hit a button, it turns on,\n\nconnects with satellites above it, like a cell phone would do, and all the comms go through that.\n\nIt has a lidar on top, so it’s got a 360 degree kind of eye of what’s going on around it.\n\nYou can set the path with waypoints, so literally plot and plan where you want to go,\n\nbecause generally our customers know where the trash is. So there’s no point in going right across\n\nall the water that you just go for the areas where you know, it accumulates. That lidar,\n\nthough, gives it a sense of collision avoidance, so something moves in front of it rather quickly,\n\nit can stop and go, okay, I’ll just wait for that to move out, or if there’s a boat or something\n\nthat it wasn’t on the map, it’ll kind of work its way around it and carry on its path. So it’s\n\nfairly intelligent. We’re just building a, what we call a shark, you’ll notice we use shark a lot,\n\nbut it’s kind of a main thing. We just built what we call a shark pod, which is a docking station\n\nfor five drones, and we’re writing now over the next years of more software that’ll let those\n\ndrones talk to each other and become more efficient as they get deployed. So if you can imagine\n\nthe shark going up, there’s five drones that connect to it, they’re going out 24-7, and they’ll\n\nbegin to realize that in corner X on a Wednesday when the wind’s blowing in a particular direction,\n\nthat’s where most of the trash goes, and they’ll be able to say to the buddies, hey, there’s a lot\n\nof trash out here who can come and help me, and drawing one will say, look, I’ve got not enough\n\nbattery to get through on two full. I’m on my way, I’m drawing three, you’ll sound too far away\n\nto help out, but let me know as I come back in, if you still need help, and they’ll still start,\n\nyou know, then they’ll start learning their environment so they’ll become more and more efficient,\n\nand the whole aim there is to just collect as much trash while it’s on the surface before it\n\nfalls to the bottom. Once it’s at the bottom, it’s very difficult to get, very difficult to\n\nreach out, and that’s where it starts breaking up and becomes microplastic, it becomes fish food\n\nessentially. So the more that we can clear off the top focus on the surface, get it back to\n\nshore before it breaks down, the better it is to recycle, but also the better it is for our own\n\nhealth, because there’s so much of this microplacix breaking down there where what it gets down into\n\nthe ocean, it’s algae-arbonation, or seaweed naturally attaches to it, and it begins to smell and\n\nlook like the fish is food, you know, that they look at it and they don’t see plastic, they say,\n\nhey, that’s not like my kind of thing, and they’ll smash that, eat it, we catch the fish,\n\nbring it back to shore, and we end up ingesting the very plastic we threw into the water, so\n\nthe faster you get to the stuff, the better, and that comes down to efficiency, and how quickly\n\nyou can clean, you know, and that’s so, yeah, so the future is quite exciting, you can gig up for\n\nyears, you know, it’s the more ever these things to come, the better we do, you know.\n\nHow long, I know I’m asking you to make sort of a generalization or an averaging statement,\n\nbut how long generally do we have if plastic is first getting into a waterway before it sinks to\n\nthe bottom? It’s so tricky, because there’s so many different times of plastic,\n\nand what form that plastic takes, so I mean a plastic bag can get to the bottom quite quickly,\n\nbecause it’s once the air’s out of it, it becomes fairly heavy, and it’ll just sort of start\n\nsinking to the bottom, then a good laden down in mud, and then it’ll sit there and stop breaking up,\n\nbut I mean that breaking up here, it takes, I mean that takes 10, 20, 30 years, you know, out in\n\nthe ocean, with wind, sunlight, and wave action, bottles, those kind of things they break down\n\nquite fast, and bite fast, I mean, one to two years, but you know, when you’re a single bottle\n\nfloating right the way through the Pacific, one to two years is not a hell of a lot of time,\n\nand there’s a lot of plastic out there. So yeah, it really depends on what plastic it is,\n\nand where it is as well, you know, if there’s a lot of waves, a lot of wind,\n\nprobably breaks down far faster, a plastic bag will sink to the bottom fairly faster,\n\nyou know, if it’s weighted down it, yeah, and then sit there and there’s nothing you can do about it,\n\nyou know, other than diving and getting it out, I guess.\n\nRight, yeah, you know I’m imagining I’m picturing here a bunch of the major river deltas\n\naround the world, knowing that a whole lot of the plastic pollution is coming into ocean from\n\nfrom rivers, from farther inland, and I imagine you could have an entire fleet of these\n\nshark drones right at a mouth of a river in 24-7, basically cleaning that up, is that is that part\n\nof the vision? Absolutely, I think that’s and there’s a few other solutions that are sort of\n\nworking in the same direction, you know, I don’t for one minute believe we’re the silver bullet,\n\nbut I think there’s enough solutions out there that all paired together could do, you know,\n\nit’s really healthy damage. The rivers are interesting, we were in Thailand just before 2009\n\nor in 2019, and they’re rivers and it’s full of rubbish, but it’s not anyone’s fault because\n\nthat’s there, they don’t have it, they don’t have a waste management system like we do in the West,\n\nyou know, where garbage truck comes around, picks up your trash and takes it away, you know,\n\nthey’re removal systems, they don’t want to live amongst trashes, it’s a river, you know,\n\nthat’s they put in the trash and the trash is gone, sorry, they put the trash in the water and\n\nthe trash is gone, so that’s where this massive accumulation of plastic comes, especially in\n\nthe Asian regions where you’re just having these these very poor countries dumping trash in\n\nthe rivers, and then it disappears, but obviously doesn’t disappear, it ends up in our in our ocean,\n\nso yeah, I think the Delta is kind of the strategic point, so I can say you don’t have to cover\n\nall the water, you have to go where the trash collects, and yeah, you get that right, and\n\nI think it’ll be fairly effective over the next few years. Yeah, I’m imagining that the United\n\nNations Sustainable Development Goals obviously clean water is one of the 17 goals, and I’m curious\n\nworking and living in Europe and the EU, what is the environment like there for environmentally\n\noriented startups and growth phase companies that are addressing these very important environmental\n\nissues, is this, I mean in the US, right, we have a good number of venture capital firms that are\n\nhelping to seed and provide early stage funding for a lot of these emerging technologies,\n\nthere’s some, and thankfully there’s an increasing support coming from certain sectors of the\n\ngovernment as well, especially around regenerative agriculture right now. I’m curious, what does\n\nthat landscape look like from your perspective working there in Europe? I would say that we might\n\nbe slightly ahead in the US, the US ahead is far more ahead on VC funding, and on your right there’s\n\na lot of them shifting into some more ESG kind of sustainability focus. I think the government here\n\nas an EU overall, the grant funding here is insane, I mean we’ve got given two million\n\neuros to go and develop one of our products from the government with no expectations of return\n\non investment or anything, which is, we like what you’re doing and they’re like the innovation.\n\nSo I think the process to get a more sustainable startup going, I don’t travel backwards\n\nforward in here in the States, but anecdotally it feels easier to start a more sustainable\n\nstartup in Europe. I think the focus is quite strong here on that, but then to get VC finance\n\nin the States for a more sustainable startup might be easier than getting a chair, because when\n\nthe VC landscape here is harder, your ticket size is a little smaller and a lot of it as well,\n\nwhat was your revenue last year or based on your money as well going to bank sometimes.\n\nBut that kind of early stage finance has taken care of by grants, by grant funding, and a lot of\n\nthat is focused on innovation, sustainability, circular, it’s all kind of focused on that side.\n\nFor me, if you were going to start a company, I mean I bought this company off from South Africa\n\nto here because I really like the innovation and sustainability landscape. For me it was quite\n\neasy to do, you know, it was, and there’s no, there’s very few barriers to entry, which is great.\n\nThat’s so interesting. So, you know, without divulging anything that might be proprietary,\n\nwhat, as a CEO and founder, what does your projection look like in the next year or two in terms\n\nof the various sources of needed capital that you’re working on right now?\n\nSo we’re actually in the process of, I don’t know if I can say that sort of again,\n\nwe’re looking at a listing next year. I think that’s a kind of a process at the moment.\n\nAnd it’s, although we might seem a little bit early stage to do that, we’ve always had this\n\npeculiar sort of like issue of, we’re a software company, but we’re also a hardware company,\n\nand we’re, you know, involved in sustainability in ESG. So that fit is not right for all VCs.\n\nWe fit one side of it, we don’t fit the other side. And we made this decision earlier this year\n\nto just go to the kind of the listing route. Raise the capital we need. We see a very clear\n\nfuture of how we’re going to evolve, but we need a lot of capital to do that because of the\n\nhardware, the hardware side. So that is our current sort of focus. We might, you know, if we get to\n\nthe right VC before that stage, you know, maybe, maybe we take a short left as we say and so\n\nthat forget, but you know, at the moment that is kind of our view is that we want to get big,\n\nvery fast and we’ve got a lot of ambition. So we need the capital to kind of grow.\n\nI got to ask another kind of nerdy business question. So what are some of the biggest\n\nbottlenecks you’re facing? Setting aside, you know, capital, what does it look like scaling up\n\nthe manufacturing? Do you have the personnel, you know, readily available? What are some of the\n\nI would say our biggest barrier to entry right now is that we’re not selling a ubiquitous product.\n\nYou know, it has to be explained every time it has to be, you can’t compare it to anything.\n\nI always call it a rumble for water, but you know, it’s not that easy. We operate in a\n\nfour to five billion dollar market. So it’s not that we’re not swimming around in a small pond, but\n\nyou know, there are other products that are sort of aged out now that do the job. We’ve got to\n\ngo, hey, we’ve got a robot that kind of does what you’re doing right now and it’s going to be cheaper\n\nthan this. And it’s a very difficult step, especially in the marine specimen we work in to convince\n\npeople who are older that this technology is actually better. And I don’t mean that I’m not\n\ncalling out sort of the older generation, but it’s a big switch, you know, from taking diesel engine\n\nmotors and high power kind of collecting vessels into going, okay, let’s use little robots.\n\nSo there’s a big jump there. So that from a traction point of view has always been harder. So our\n\nsales cycles are three to six months. It’s slow. From a scalability find it’s actually fairly easy.\n\nWe, you know, it’s as easy as it can be for anybody trying to scale manufacturing. But we’ve\n\ngot it done to quite a finer fine process now. We would like to manufacture in a cheaper space. It’s\n\nnot cheaper to it’s not cheap to to manufacture in the EU, certainly where we are in the EU.\n\nSo some of some offshore manufacturing would would be nice because over bring the cost down and\n\nalso make it more accessible for some customers. Staff, I’m hoping that it’s a short bump in the\n\nroad, but I think everyone is struggling to get the right kind of human capital at the moment.\n\nYou know, it’s even done to sales. It’s very difficult to, people, I don’t know where they all\n\nwent. Aaron, I don’t know what’s happened the last 18 months. I know we had the pandemic and I know\n\nwe had issues, but we’re still the same amount of people. But I think people have just,\n\nyeah, I don’t know, gone and found things that they really love to do and I’m not worried about\n\nthe money anymore. One thing we do have on our side, I must admit that everyone that’s come in,\n\nwe have a very low attrition rate because everyone that’s come in is a robotics guy who love,\n\nor girl who loves, who loves sustainability. And that’s a very hard fit for some people to find.\n\nYou know, you can go and build autonomous cars, but it’s not necessarily giving back to the\n\nenvironment where we’ve got a particular kind of target of people that like us and stay with\n\nus fortunately. But finding them is becoming difficult, I must say. I’ve noticed that in the last\n\n24 months easily. Yeah, you know, this is this is a theme that’s been coming up in many different\n\nconversations that were part of just recently we interviewed Miguel Gil, the CEO of organic India,\n\nthe T and supplements company with global supply chains. And he had some similar comments.\n\nAnd I’m really curious because we’ve been looking at several innovative models around the world,\n\nlike the Mondragon cooperatives in the Basque region of Spain. Here in the US, B corps are a big\n\ndeal in certain sectors that are exhibiting, demonstrating deep commitments and quantitative\n\ncommitments to various social and environmental goals and targets, including for their\n\nemployees and teams. And I’m curious is that is that kind are those kinds of mechanisms also robust\n\nin Europe? And does that help with the attracting and retaining talent? I think it does. We haven’t\n\ngone as big on the B corps side as the US have. And that to me impresses me endlessly. I’m\n\ntrying to convince our guys for our US company to start as a B corp, but there’s a few hurdles to jump\n\nthrough. But I don’t think I don’t think it’s as strong. I think it’s more innate. It’s more about\n\nthe person here. So so kind of that will more gravitate to a company they feel is more environmentally\n\nfriendly and sort of kind of on the on the same track, but we don’t we don’t have necessarily a\n\nword for it or like, you know, just a B corp company. So you know, I think that that again,\n\nit’s anecdotal, but I think that particularly in in in in Netherlands that there is a a wish to\n\nwork for something that is good rather than just getting paid. And it’s certainly in the\n\ndemocratic graphics I find between the sort of 20 and 32 year olds for some reason is that kind\n\nof either guys have been in big corporates and I want to give back. We have a particular thing here\n\nwhere you know, it’s not it’s not abnormal to work for three days for one company and two days for\n\nanother company. In fact, one of our roboticists, I’m sure you won’t mind. It’s telling you,\n\nI’m just the other day is look, I love working for you guys, but I want to scale it back to four days\n\nbecause a friend of mine just started this really cool environmental company that does something\n\nin coffee and he’s asked me if I can code for him and I wouldn’t mind doing that. And that’s cool\n\nbecause like we’re getting the best of Dennis every day, but he’s also fulfilling other things in\n\nother environmental spaces that he wants to be involved in. And I I kind of respect that. So I\n\nI think here it’s kind of a sounds, sounds very, sounds very liberal and very kind of\n\nairy fairy, but it works. You know, people get paid well, but they also get to do what they want.\n\nAnd they have the space to do it. And I think that sort of it keeps people involved, you know,\n\nkeeps people sort of with you, which is great. Yeah, we just want to fly more of them.\n\nYeah, that’s so that’s so interesting, Richard. And I come to mind for me right now is a discussion\n\nwe had a while back with our colleague Eric Lombardi, who’s very engaged in the social enterprise\n\nmovement, which actually seems to be more robust in Europe so far than here in North America.\n\nAnd yeah, it’s this attraction and retention of talent vis-a-vis, you know, so-called competitive\n\nadvantage as we move more and more into the 21st century. It’s a very interesting topic\n\nto consider and to navigate. It’s hard to get your head rounded as well, especially when you’re\n\nrunning the company that some guy wants to go and work for another company for one day.\n\nBut you see the value in it, that they’re so fulfilled, you know, that you just get more back, you know,\n\nit’s a kind of win-win, you know, I think it was Finland who was trialing out Finland or\n\nDenmark, we’re trialing out sort of four day weeks. And I kind of looked at that and I thought, well,\n\nyou know, that’s probably not, I would like to do that because we don’t necessarily,\n\nthe US is an exception, I’m sure you know, when you guys just work and work.\n\nBut here, you know, a four day week works because, you know, you’re going to get the value out of\n\nyour employee and they’re going to appreciate that that that one day often. Everything else is\n\npretty much, you know, health-guest, technical care, all that kind of thing. So that kind of that worry\n\nis removed. And again, I’m coming from Africa, so we just worked our asses off, you know, kind of\n\nthere was no, there was no sort of safety that you just had to, had to work. So to come from that\n\nto the Netherlands, which is kind of on a, there’s a lot more socialists, I guess, you know,\n\nkind of in a democratic, a democratic social way. Getting used to that kind of, it’s okay to\n\noffer your employees 30 days a year holidays. And that’s where we start, you know, they have a\n\nguaranteed 30 days and some guys go higher than that. You can work three days or you can work five\n\ndays or you can work four days, that’s okay. But I don’t see any loss of anything to my company\n\nbecause of that. And that’s, that’s what I’d be looking out for. I’d be looking to hang on\n\nwith these guys who work three days a week and I’m, you know, my company’s suffering. If\n\nanything but that is probably a absolute purpose. Yeah, it’s very much a matter of the quality of\n\nvalue contribution over quantumity or whatever metric there might be. No, absolutely.\n\nSo everything, let me find our audience. This is the YonEarth community podcast. I’m your\n\nhost, Aaron William Perry. Today we’re speaking with Richard Hardeman, the founder and CEO of\n\nRand Marine Technology. And you can find Rand Marine at RandMarine.io. And on Twitter, it’s at\n\nRandMarine Tech Instagram, you can find Richard Hardeman. And we’re also going to include a link to\n\nRichard’s TEDx talk and his AASCV award information as well. Want to give a quick shout out to\n\na few of our partners and sponsors. This includes Puriam, the organic superfoods company. And you\n\ncan get discounts and join the Puriam family at www.unner.org slash Puriam. Of course,\n\nWeyley Waters, the hemp infused aroma therapy soaking salts. You can join our monthly giving\n\nprogram and receive monthly shipments of the Weyley Waters at varying levels. You’ll find that\n\non both the YonEarth.org website and the Weyley Waters.com website. And organic India just\n\nmentioned them earlier, providing wonderful organic and fair trade, Tulsi and other herbal tea\n\nand supplements products. And of course, got to mention my new novel VeridiTos. The great healing\n\nis within our power. It’s VeridiTos book.com. If you want to get a copy and learn more about this\n\nnovel in which the healing of our planet and our culture is a central theme. And Richard, it’s\n\nso fun and so interesting talking with you about your technology. I want to turn just a little bit\n\nhere and ask you a little more on the personal front. You know, you were sharing with me before,\n\nwe started recording that you’re married. You have three children. What’s family life like? And\n\nhow do you maintain the so-called work life balance with everything that you’ve got going on with\n\nran marine? Yeah, it is tricky. I think anyone who started a business and kind of like try to\n\ngrow. It knows that it becomes your, it probably becomes your other wife or your other husband\n\nor your other partner and tends to dominate. I think in the early days it was really tough.\n\nYou know, we took a risk and started the business with, we were the first movers in the market,\n\nnot always a good thing. Everyone would tell you it’s a good thing, but it’s not always\n\nlike that business is where we move first and it was completely the wrong time. But in this\n\nparticular case, it was, it was something that once it got going and people started talking about,\n\nI knew, you know, it wasn’t about making money necessarily. I mean, I mean,\n\nthat we make goes back into creating new cool products, which is, which is quite exciting.\n\nBut it was more like, I’m onto something here. This is something that can actually make a\n\ndifference. I, in a TEDx talk, I was talking about being an accidental environmentalist. I\n\nwas pretty blinded to, you know, I kind of understood that we environmental problems,\n\na climate change would be doing a lot of damage, but I wasn’t aware of the plastics problem,\n\nfor instance. My whole journey started because I watched two guys take up plastic out of water\n\nand approach using a net, you know, I thought, hell, then there must be another way of doing that.\n\nAnd that’s where I started coming up with robots, you know, and I made that, took that idea\n\nand made that into a prototype, and took that prototype into a business, and we agree from there.\n\nBut it was purely accidental. But that was a hot period. I would say, first two or three years,\n\nI was flying between San Africa and the Netherlands every two weeks, and not great for the environment.\n\nI’m absolutely wet. But, you know, I had no, I had a safety net in San Africa. My wife was working,\n\nmy kids were at school, they were safe. And I wasn’t sure how this business was going to go.\n\nAnd I didn’t want to move us to a completely foreign country and then have that business bomb,\n\nand we’d be stuck there. So for the first three years, it was tough. But when I got here,\n\noddly enough, it got easier. Again, because the Dutch way or the kind of this European way of life\n\nof kind of not having is about work, I still push myself quite hard, but to soft-noon three o’clock,\n\nI was taking my son to tennis lessons, because you’re allowed to do that as a father here,\n\nyou know, no one, no one from Hansenji. In fact, my kids reminded me yesterday, Wednesday is here,\n\nkids at junior school get out at, they get out early. And the whole point of that, the government\n\nimplemented it so that fathers would take the afternoon off and take their kids to a sports\n\nthing or kind of take them out to the park. My kids reminded me that I hadn’t done that recently.\n\nSo, you know, I could, it gets quite entrenched. I, I, I, as you grow, I think a new employee,\n\nI’m all about employing people who are better than you. And, and once you employ the right\n\nkey people and they start taking pressure off and you can trust that process, that you, you start\n\nto become a little bit more relaxed. I’m always worried about your babies for the growing,\n\nbut, but you know that the key people are sort of in place to do things better than you would have\n\ndone. And I think over the past maybe 18 months or so that I’ve got a lot more comfortable in\n\nthe fact that there are more clever people doing the stuff they should be doing. I’m allowed to\n\nfocus on strategy and new products and sort of growth. So, I’m probably more relaxed and I used to be.\n\nBut there were, there were points where I was absolutely, I mean, we could have gone under two or three\n\ntimes, you know, we were close to bankruptcy a number of times. Couldn’t see ways out, went through\n\ndepression, went, you know, all that kind of there’s wonderful rollercoaster riders that come with\n\nthose entrepreneur journeys. But I would like to say 60 of later we’re kind of in a, or I’m in a\n\nbetter space and a better head space, which is, which is nice, you know, to be able to come through\n\nthat, be able to spend time with my family, have my great little business up the road that’s\n\nhopefully going to explore quite soon. Yeah, it’s exciting. Yeah. Yeah, that’s, that’s really exciting.\n\nYeah, my kids have been through a bit of the same witnessing over the years and you know,\n\nit’s really, it’s neat because my minor now in their 20s and they, I think, have a real\n\nappreciation and a healthy respect for what the entrepreneurial journey means and can look like\n\nat times, those higher stress points at times, you know. My kids are a bit younger, they look younger\n\nthan me, but I’m obviously started late. But I’m hoping that it does rub off and that they will see,\n\nI look at my dad and he was a hard worker and he always worked for one company for years and years,\n\nengineer, head down and I always respected that worth it, work ethic. I’m pushing, I think I\n\nprobably had too much ADHD to kind of like have the same concentration as him, but it did rub off\n\nfor me, you know, and I kind of learned later on in life that I didn’t see him because he was\n\nworking and, you know, kind of that was, he was doing the best he could for us. I kind of hope\n\nthat that translates to my kids as well. You’ve written a book, I don’t know, is that your first book?\n\nNo, it can’t be, how many books? No, we’ve got, I’ve written several including a nonfiction book\n\ncalled YonEarth that provides the confidence of foundation for the work that we’re doing through\n\nthe YonEarth community. I mean, to me, for anybody, I have three novels that are half written\n\nand are completely rubbed, but that’s all I kind of want to do. So when you hold a book up that\n\nsize, I’m like, man, that’s, that’s, it’s just like kind of, it’s gold. I mean, to be able to do that\n\nand have that ability, but not just write something, but to also end it and have it in your hand.\n\nIt’s so impressive, man. It’s quite, it’s quite beautiful to see the fact you’ve done more\n\nonce is just, yeah, it makes me extremely jealous. Well, it’s, I appreciate you saying that, and as\n\nyou can, I’m sure imagine, it requires a lot of discipline and a whole lot of the processes\n\nless than pleasant, really, when you’re, when you’re in the thick of the editing, it’s, you know,\n\nthere are some similarities to starting and running businesses. Absolutely. Yeah, you hit the day\n\nof AMC, you don’t know how to go, where to go next, or you’re doing the right thing, you’re doing\n\nthe wrong thing, it’s a block going in the right direction, business and in books. Yeah, it’s,\n\nit’s not easy, yeah. Yeah, yeah. Well, this will be fun to take up this thread and maybe even some of\n\nthe behind the scenes, rollercoaster up and downsides that you’ve experienced will be our,\n\nour behind the scenes short segment for our ambassador network in just a few minutes. And\n\nit’s been such a joy having this opportunity to visit with you today, Richard, and into\n\nhere about the wonderful work that you’re doing with RAM marine technology and that the\n\ntechnology you’ve developed and are continuing to develop can really help the cleaning up\n\nand the healing of our world. And before we sign off with our podcast interview, I just want to\n\nopen the floor back to you to see if there’s anything else you’d like to share with our audience,\n\nanything else you’d like to share about your company before closing. Yeah, I think this was a,\n\nI’ve always said it’s a happy mistake and I’m an accidentally environmentalist, but I’m very\n\nglad it went that way. And you know, I know there are people out there with ideas because I’m like,\n\nyou know, people have these ideas that just don’t action them. And there are people out there with\n\nsome amazing ideas of what if I just did this, you know, and I kind of, I would just, if you’re\n\nlistening now and you have that idea, I would just push it and go and do execute it because\n\nan idea is great, but it’s not worth very much. But there’s so many good ideas out there that are\n\nfundamentally able to change our current situation in the world. That that actually might be the\n\nway you’re supposed to go and you’re sitting at your desk going, you know, this is what I’m doing\n\nbecause I need that salary check. I’m not for one instant saying quit your job, but it’s not working\n\non that idea and making a reality because it took me too long. I’m probably five years. It’s\n\nthe right time I’m where I’m supposed to be, but I should have actually, I had the idea five years\n\nbefore I actually started doing it. And I regret that because I think we could have made an impact\n\nto we were five years ahead of where we are right now. So yeah, don’t sit on the ideas, make them\n\nhappen. Beautiful. We’ll leave it with that. Thanks so much Richard. It’s wonderful talking with you.\n\nAaron, thank you. I really appreciate the time and thanks for the platform.\n\nThe YonEarth Community Stewardship and Sustainability podcast series is hosted by\n\nAaron William Perry, author, thought leader, and executive consultant. The podcast and video\n\nrecordings are made possible by the generous support of people like you. To sign up as a daily\n\nweekly or monthly supporter, please visit whyonearth.wpenginepowered.com-support. Support packages start at just one\n\ndollar per month. The podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth, all one word\n\nwith a Y. These sponsors are listed on the whyonearth.wpenginepowered.com-support-page. If you found this\n\nparticular podcast episode especially insightful, informative, or inspiring, please pass it on and\n\nshare it with a friend whom you think will also enjoy it. Thank you for tuning in. Thank you for"
}