{
  "title": "Episode 113 – Stephen Brooks, Ecoversity, on Permaculture Design Certification",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12104/episode-113-stephen-brooks-co-founder-ecoversity-on-permaculture-design-certification.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-113-stephen-brooks-co-founder-ecoversity-on-permaculture-design-certification/",
  "episode_number": 113,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "In this episode, learn about Ecoversity’s educational offerings and certifications, about Permaculture, and about the Punta Mona Center. EXCLUSIVELY FOR Y ON EARTH COMMUNITY PODCAST AUDIENCE MEMBERS: 5% DISCOUNT on Ecoversity’s upcoming Permaculture Design Certification Course using this special link:https://www.ecoversity.org/a/2147498261/PgJgCbnXand discount code: YONEARTH. (The Early Bird sale price is available through November 17th, 2021; regular course price through December 7, 2021. In either case, 5% discount can be applied).",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast. I’m your host Aaron William Perry and today\n\nwe’re visiting with the co-founder of Ecoversity Stephen Brooks. Hey Stephen. Hey there. How’s it going?\n\nGreat. How you doing? Good. Good. Well today. Good to hear, man. Stephen Brooks has been living for the past 25 years in Costa Rica and is a world leader in creating thriving ecological communities, promoting permaculture practices and fostering sustainable food production models.\n\nHe is the co-founder of Ecoversity and the Puntamona Center for Regenerative Design and Botanical Studies. In 2006, Stephen co-founded and developed La Ecovila, a 45-home community in San Mateo, Costa Rica. His most recent addition is Aligria Village, which neighbors La Ecovia.\n\nStephen has been featured globally in Forbes and on TV shows for Discovery ABC and more recently Zach Efren’s down to earth on Netflix. So Stephen, it’s great to connect with you today and I’m really excited. We’re going to not only be able to share with our audience a bit about permaculture and what you’re doing, but also have a very special discount for your upcoming permaculture design certification course.\n\nSo with all that, let’s dive right in and let me just ask you, you know, a very open general question. What the heck is permaculture and why does it matter?\n\nGreat question. Yeah. So permaculture, it comes from two words, permanent and culture. And it was, it was coined by a guy named Bill Molson and his student, David Holmgrim, in the 70s. And basically they were, they lived in Tasmania, Australia.\n\nAnd they were watching their reality be designed around them in just the most unintentional and inefficient way, especially just think, you know, with long term thinking.\n\nAnd so they wrote this book called Permaculture One, which is basically a, it’s an ecological design philosophy. It’s almost just like a cerebral reset on what’s important and how we design things.\n\nSo the way that I personally define permaculture is how can we meet our goals and use less energy? And it’s like, uh, often when I talk about permaculture and I talk about the different realities in permaculture, I just want to say, duh.\n\nYeah, that’s a funny theme because one of our other guests, Brooklyn Van, who founded sustainable settings, it does a lot of permaculture and by dynamics says, duh, a lot as well. So there seems to be a thread of commonality running through some of the folks working in these systems and educating in these systems.\n\nYeah, I mean, common sense. This isn’t so common anymore. You know, Bill Morrison used to say, he says, as the world’s problems become increasingly complex, the solutions remain embarrassingly simple.\n\nAnd it’s just like it’s so unbelievable. It’s like, duh, like we want to eat food without neurotoxic chemicals and it, duh, we want to drink water without chlorine and it, duh, we want to live in buildings that are on off-gassing cancerous gases. It’s just like, it’s unbelievable.\n\nThe reality that we’re, that we’re in right now and, uh, and it just seems so incredibly foolish and, and, you know, it’s so easy to feel like we can’t do anything about it. It’s so easy to feel really small.\n\nSo I want to break down my definition a little bit when I say meet our goals and use less energy. What do I even mean? And, and, you know, what are our goals anyway? Like do we all have the same goals?\n\nAnd in many cases we do, you know, we want to play more than we were. We want to feel safety, you know, insecurity. We want to feel loved. We want to eat well.\n\nWe want to be somewhere beautiful. You know, it’s like, duh, all of those things we all want. And so how can we meet them and use less energy? What do I mean by energy? Like what kind of energy do we have anyway?\n\nYou know, so it’s like individually we have physical energy. You know, if I’m like to run down to the hill there and back, I’m going to be tired and out of physical energy or mental energy.\n\nLike I have to do my taxes or answer a lot of emails. If the end of the entire, you know, I only have so much. And then we have our financial energy.\n\nYou know, and these three energies are physical, our mental and our financial energy in many ways subconsciously guide us.\n\nAnd then the fourth energy that comes to mind for me is, is the planet’s energy. And how can we, how can we navigate while use it being more efficient with especially non-renewable resources?\n\nAnd a lot of times in commercial, I think of like it’s like this incredible crossway roads between efficiency and intention.\n\nYou know, it’s like it feels like the whole world is just getting piecemeal together without a plan without some macro design in creating this place.\n\nYou know, and without thinking of the future, without thinking of like what we’re doing and what what effect it’s going to have long term.\n\nYou know, we’re just like let’s make a quick buck and move to the suburbs. You know, it’s like so permaculture really, really it’s kind of like it’s kind of like a pause on everything we’re doing hitting the negative sign in the Google map of our life.\n\nAnd it’s like wait a minute, what is going on around us and how am I spending my days and what am I doing?\n\nAnd so permaculture is a toolbox in helping to create this redesign.\n\nYeah, I love it. You know, I brought my old Bible, the permaculture designers manual Bill Morrison wrote many decades ago when I took my PDC some 20 years ago at Hummingbird Ranch in New Mexico with Scott Pittman who worked closely with Bill for a number of years.\n\nI was struck that much of the discipline is oriented around how we work with a landscape, the physical attributes, the food production attributes and so on.\n\nAnd then there’s also this sort of invisible structures aspect of the way Bill languages all of this speaking more to the financial, the social, the organizational aspects of this work that we’re doing.\n\nAnd so that we don’t necessarily lose, I think, a pretty important point for our audience who might be new to permaculture.\n\nCan you talk with us just a bit about what happens on the physical side when we’re working in a permaculture system?\n\nAnd perhaps you can speak a bit about what specifically you’ve been doing there in Costa Rica all these years.\n\nYeah, so it’s interesting because these two things are happening simultaneously. It’s like you’re creating the physical backdrop while you need to obviously really create the community structure and the governance and the decision making processes and the financial reality and the macro socio economic impact that whatever you’re going to do is going to have and being intentional around it.\n\nFor me, I’ve been doing a lot of both, but a lot of the physical side and personally, I’m absolutely, I’m an ethnobotentist. I’m obsessed with agricultural, perennial agricultural systems.\n\nI’m obsessed with tropical fruit trees and so I’ve been, you know, I’ve co-founded several eco villages and basically we like we would buy the land and put in infrastructure.\n\nThat’s efficient as possible, ecologically efficient. So, you know, in the place where I live now in E. Coli, the roads are made from recycled plastic grates and the septic goes into a giant methane digester and instead of having a big golf court, what big golf course, which is like completely consuming tons of pesticides and lots of energy.\n\nWe have like, you know, the roads are lined with fruit trees and we have huge gardens and every Saturday, every neighbor gets a big box of food of greens and veggies and fruits and and yes, it’s super abundant.\n\nAnd what’s so interesting is often people hire great photographers to show their work. I just want to go to Google Earth and say like, look at the cattle pastures all around us and look at our community, you know, right.\n\nThat’s just merged with food force and and and how can we how can we merge what where we live with what we eat and you know, we often think of like development as this negative thing like say there’s some pretty area down the road and you’re like, oh no, it’s going to get the developers are coming.\n\nIt’s going to get developed, but imagine as if something’s going to be developed means it’s actually going to be, you know, ridiculously cared for like the watershed and the biological corridors and\n\nthe social impact with this running neighborhoods are taking a really taking into account. If this was actually what developers did, you’d be like, oh yes, thank God that this land is about to be developed.\n\nIt’s about to be regenerated and radically improved. You know, it’s just so weird that we live all stacked up and then our food comes from somewhere totally separate.\n\nLike I think this idea of merging, you know, food systems with with where we live. It’s just the time has come. Like how did we set it up any way different.\n\nYeah, you know, one of the big, big, big picture goals we talk about at the Y and Earth community is permaculturing our suburban and urban landscapes in particular because in a sense we already have so much built in infrastructure, sort of ready to go plug and play so to speak.\n\nAnd it’s so exciting to me having learned a bit about what you guys are doing at Egoversity utilizing, you know, global communication technologies and platforms to help inspire and educate folks all over the place.\n\nAnd I was hoping you can tell us just a bit about Egoversity. What is it? How did you get it started and how can folks, you know, plug in and participate in what you guys are offering?\n\nYeah, so, you know, I’ve been teaching permacultures since 2001 and it was always so important to that space. My biggest drive is to see is I love teaching permacultures. I just think it’s such an incredible toolkit for the global redesign.\n\nAnd so I, of course, I wanted to reach more people. I wanted to teach more courses, but I was always very much against doing it online. Like a lot of people were like, oh, it’s such a great, you know, business.\n\nYou should be teaching online. That’s kind of like, no, no, no, let people come to the farm. And I’ve been wanting to, you know, Egoversity was a vision that came up 15 years ago.\n\nWe wanted to kind of, you know, because a lot of the places where you learn these most important things, they’re usually these underfunded, happy farms.\n\nYou know, I even like hummingbird, you know, it’s like you look at these places that are doing this such important work and they’re often, you know, just like totally alternative where it felt like, wow, this really needs to just, how can we get more professional?\n\nAnd how can we get more formal in these systems? And at the time, I was, I also, I found it a big festival down here in Costa Rica called the Envision Festival.\n\nAnd a friend of my dear friend of mine, Alexa was working in, in the, she actually took the PDC. I actually met her 2015 years ago.\n\nAnd then she was, she took the PDC and put the permaculture versions with the Mona. And then she, we brought her on and she became the marketing director of Invision.\n\nAnd during that time, her and I, I was just always telling her, I was like, yeah, I really want to, you know, take this to the next level and take this next level.\n\nAnd then finally, the after Invision 2020, we both kind of felt like we were ready to move away from that. And then, yeah, and the Egoversity was born.\n\nAnd then the pandemic hit. So it was like, first, we’re going to do this thing called semester for change, which was going to be on site at Puntimona.\n\nAnd then we decided to do, do it online, the, through the course online. And at the same time, I was on that show was at Efron, which totally just exploded it.\n\nAnd we had like 225 people from 30 countries in that first course. And then right after that.\n\nWith my girlfriend, we did another course called the body of purpose, which was, which was also incredible.\n\nIt’s like, you know, redesigning your life inside and out where merging permaculture with, you know, with ritual and, and with, you know, just like, how can we help people to connect with what actually is driving them.\n\nAnd, you know, and we have a ton of more classes that we’re working on right now. We’re, we’re about to come out with a six month herbal certification with rosemary glad star was like the godmother of modern herbalism.\n\nAnd we really want to make this type of education available. And the one of the greatest things that we’re doing is for every 10 students that signs up.\n\nWe scholarship, we do a BIPOC scholarship. And we really want to make this, this, you know, really achievable for anyone to take a class like this.\n\nYou know, we work in payments and we’ve been very extremely flexible and, and, you know, I have to say that I never would have imagined, you know, a permaculture course or even the body of purpose, which is like such an intimate setting.\n\nHow incredibly connected, you know, it’s like in the permaculture versus 200 people yet somebody would speak. And I’ve not only did I know them, but I know where they’re from and I knew which project they were working on.\n\nAnd I, you know, I never would have thought the intimacy would be possible through a, through a Zoom room with so many people in it.\n\nYet, you know, it’s like we start talking about a topic and you have people from Iran and you have people from Peru and you have people from Austria and you have people from New Zealand.\n\nAnd you have people from England and you have people from Costa Rica and from Mexico and from all over the US and Canada, it was like.\n\nIt was just unbelievable. The, and then the, and then, you know, with the PDC, everybody does their group projects.\n\nAnd all the group projects, like just the connections are just incredible. And now like already seeing like somebody just wrote me today that they’re on their way to California to go work on their, their groups project.\n\nLike on, on, on the land, you know, and I think another thing that I found with the online PDC was, you know, where the people that would come and take a two week course at Punta Mona was a certain demographic.\n\nBut the person that would take the six month was the one that was too busy to go for two weeks and stay somewhere because they’re starting their projects.\n\nI felt like a lot, a lot more of the people that were in the online program were like actually on the ground already starting.\n\nAnd so now we have like these seeded projects happening all around the world that it feels like we’ve been in a really entire part of.\n\nAnd it just feels so, it feels so incredible. And yeah, I teach with Penny Livingston who’s been a mentor and a, you know, a great friend.\n\nAnd, and, and we’ve taught together a few times in Punta Mona over the last 20 years and then having this, you know, opportunity.\n\nAnd then we have, you know, this amazing guest, you know, David Holmgren, the co-founder of Burmaculture, comes on with his wife too.\n\nAnd they actually, they actually walk around their homes and show us, she gives us a tour of their kitchen, you know.\n\nIt’s like, it’s really, it’s really been an opportunity.\n\nStarhawk and Rosemary Gladstone comes on the PDC to talk about self care.\n\nAnd it’s, it’s really, it’s really an exciting class.\n\nAnd it’s an hour and a half twice a week. And at the end of the hour and a half we do this thing called Happy Half Hour, which is just kind of like an open forum.\n\nWhich sometimes we’ll have themes and sometimes it should have gas, but mostly it’s just time to connect, you know.\n\nAnd then we go into breakout rooms and people really share and go deep. And for a lot of people, I say the majority of the people that are in these classes, they feel so alone because they feel like they’re the only ones in their communities that are thinking this way.\n\nAnd then all of a sudden they’re in a zoom with 200 people that are exactly like them. And it’s really, it’s really like coming home.\n\nSo beautiful to hear and it sounds so, so empowering and connecting and I just want to be sure to mention that to our YonEarth community audience.\n\nIf you’d like to take the upcoming permaculture certification course, you can get a 5% discount on your tuition using the special link that we’re going to include in the show notes or using the code YonEarth at ecoversity.org.\n\nAnd we’ve actually got until November 15 here 2021 for you to get the early bird pricing and then take the 5% discount in addition to that.\n\nAnd then if you don’t sign up by November 15, the regular enrollment period will go from the 16th through December 7th at which point the course basically kicks off.\n\nAnd yeah, it’s so exciting to hear Stephen about not only the way you’re connecting people all around the world during the course, but that people are staying in touch with each other and really helping each other out with different ideas after the course is finished.\n\nAnd the other thing that we did mention is that we do a graduation at the end we did it for embody a purpose and for the permaculture course and we basically brought you know this last one we had I don’t know 75 people from the course came down and it’s really an opportunity to do hands on but also just like sitting circle and hold hands, you know, and it’s it was really magical and the connections and the love and the and just the growth that that goes down is just so inspiring.\n\nIt’s amazing. Yeah.\n\nI want to ask you sort of a big picture question Stephen with all this work you’re doing on the ground and as an educator, what is the big vision that you’re holding for us and for our world.\n\nYeah, so currently I am working with my girlfriend Andrea on a project called a terna, which is you know, so it’s like we we’ve been involved in all of these different aspects, you know, whether it’s education or reforestation or agriculture or community development or envision the event space and it’s like it feels like also separate, but how can we bring all of this together.\n\nYou know, and so with a turn of the goal is right now we’re looking at a 500 hectare 1200 acre property, which is about 10 minutes away from aligria and the goal is to create an university campus and a high school, the earth leadership high school and and we’re working with this some great friends that have that do this incredible gap year program that want to create a campus and then the idea is we’re going to have all these separate, you know, pods like a media pod and you know the tech and innovation.\n\nAnd also have an event space and then also have several aligria neighbor like aligria like neighborhoods while having hundreds of hectares of reforestation and food forest and it feels like it feels like it’s really what the earth needs is just macro examples that are replicable and many years ago I had a vision called one thousand one redesigning the earth a thousand and one hectares at a time.\n\nWith the goal of creating a replica model that we could you know we can do in Sri Lanka or we can do it in Peru or we can do it in Missouri or we can do it in Austria, you know, and it feels like Costa Rica so right to be you know our first kind of you know testing grounds to do this on a macro scale you know there’s so many nonprofits trying to protect the rainforest and you know regenerative food systems and education and I just feel like we can create a model that that kind of does that really touches all of those.\n\nThose bases yeah such a beautiful vision and such an exciting thing for us to be engaging with and in participating in as all of this scales out.\n\nLet me remind our audience this is the YonEarth community podcast and I’m your host Aaron William Perry today we’re visiting with Stephen Brooks the co founder of ECOversity and leader of many other projects.\n\nI’d like to take a quick minute to thank our sponsors who make our podcast series possible this includes earth coast productions the Lidge family foundation alpine botanicals purium earth hero liquid trainer vera herbals growing spaces soil works joyful journey hot spring spa earth water press doctor Bronners and of course many of the folks who are engaged.\n\nIn our monthly giving program at the YonEarth community and if you’re.\n\nPart of the YonEarth community and haven’t yet joined the giving program you can go to YonEarth.org slash support to sign up and contribute any amount per month that works well for you.\n\nYou mentioned earlier you can sign up for the upcoming permaculture design certification course by going to ECOversity dot org and use the code YonEarth to get a 5% discount or just click on the special link we’ve included in the show notes and that’ll take you right where you need to go.\n\nYou can get additional information at putamona dot org aligria village dot com and envision festival dot com to find more about Stephen’s work and you can find them on facebook and youtube as well as instagram and will include those links in the show notes as well.\n\nSo huge thanks to all of our sponsors and a shout out to everybody who’s already part of the work that we’re doing.\n\nAnd really excited to think that many more in our community are going to get connected with ECOversity and participate in the upcoming permaculture course so Stephen I know you logged off there for a quick second.\n\nWell the power of the power went off and that would happen and the timing was hilarious it actually flowed just fine because it allowed me to thank our sponsors and monthly supporters.\n\nSo here we are back talking with Stephen and you know I’m curious knowing that you guys launched ECOversity just as COVID was starting to hit the global scene.\n\nWhat’s from your perspective has been the impacts that you’re seeing you know good or bad or whatever coming from COVID as it relates to the regenerative movement and the permaculture work you’re doing.\n\nYeah I mean I just think I think that COVID just got people questioning everything you know questioning everything their food their just everything like how can we you know really.\n\nJust you know people are first of all trying to get healthy you know it’s like all of a sudden people are really on this you know incredible cake to get healthy and.\n\nSorry I’m just trying to plug my phone in so because now I’m going my internet through my phone oh yeah right there.\n\nThanks this is a good one yeah you know what I want to do Aaron I want to start a company that makes chords for charging cell phones that actually work for like many months it’s like a month.\n\nOkay there’s a little too much designed obsolescence it seems are not enough not enough resilience and robustness and designs.\n\nIt’s terrible so yeah I think COVID really got people questioning things and and yeah it’s it’s been a it’s been a it’s you know and also people are locked in their homes.\n\nYou know so this was happening you know does that get front show came right out like while you know the elections were going on in the US was in a mess you know the.\n\nCOVID it just happens everybody’s locked in their houses and all of a sudden they watch the show that show that a whole other way is possible you know.\n\nSo I think I think it was just really an interesting timing and and I just think it’s an idea that it was time has come.\n\nYeah no doubt about it you know like the world is ready for something better you know I also think you know for so long before able to hide the truth so much hide the truth of the.\n\nUnfair labor practices and the environmental destruction that was going now now every single worker as a video camera on their cell phone.\n\nSo you can’t hide things anymore you can’t get away with making your clothes in sweatshops where people are are totally mistreated or you can’t you know cut the tops of mountains off anymore to extract coal because you know it’s like everybody knows now it was easy to hide things before it’s not easy any longer.\n\nYep that’s a really really great point in this age of emerging transparency you know there’s so much good work being done in the regenerative agriculture movement and social justice movement for sure and I love what you guys are doing to support folks from the BIPOC community the black indigenous and people of color community by offering scholarships as the rest of us are able to sign up for courses.\n\nI’m curious what does the demographic breakdown look like across your student body with all these different geographic regions represented.\n\nIt’s definitely more female that women are more they care more about the earth yeah interesting and it’s always been that way I put some on like most of our workshops have always been mostly women.\n\nAnd then I would it’s it’s really incredible just the amount of countries you know that are that I’m shocked Mexico I would say you know I was looking the other day in my my Instagram statistics I never really spent much time in there.\n\nBut I looked at it and Mexico City is the city that I have the most followers.\n\nWell yeah and then and then New York and then um and then uh Bogota and Los Angeles and then Santiago Chile which I found so interesting you know and and yeah you know I think I mean I think the Zach Efron show it was the number one show globally for 11 days.\n\nSo it it like our reach just spread so far and wide because of that because like people all over the world basically people that cared about the planet all over the world.\n\nYou know got tapped into what we were doing.\n\nThat’s so great so exciting well look Stephen I know you’ve got a very busy schedule today and I’m really glad we were able to connect before we part ways for now.\n\nI want to just open the floor if there’s anything else you’d like to say to the why honors community in general about what you’re up to or about what they might be able to do themselves I’d love to hear that.\n\nYeah I mean I would just just recommend everybody to question everything like don’t just accept you know this word indoor don’t endorse things that aren’t working for you don’t keep jobs that you’re not happy with if your work isn’t radically approving the world.\n\nReconsider surround yourself with people that are like you you know the thing is is like probably the people that are listening to this fight guys are people that are probably on you know on this train already.\n\nYou know find others that are also on this train and think big because it’s hard to do anything great alone surround yourself with other people that are also really ready to make that jump.\n\nIt’s scary to try to make it alone but if you’re surrounded by a community and don’t try to build your community just of your best friends.\n\nFind people with skills varied skills is crucial make sure you have a plumber make sure you have great builders make sure you have great marketers make sure you have great accountants make sure you have the whole team to pull off your vision you know because if you have this\n\nmonoculture community you’re going to definitely you know be missing out.\n\nYeah yeah and and come take one of our courses come down to Costa Rica come join eternal it’s happening it’s underway it’s exciting and and yeah thank you all for also Aaron for your support in you know the back end of making this whole thing a reality I’m super grateful.\n\nRight on Stephen it’s a really fun collaborating with you man and great to have you on the show today thanks so much.\n\nThanks sweet Aaron.\n\nThe YonEarth community stewardship and sustainability podcast series is hosted by Aaron William Perry offer thought leader and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you to sign up as a daily weekly or monthly supporter please visit YonEarth.org\n\nbackslash support support packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth all one word with a Y.\n\nThese sponsors are listed on the YonEarth.org backslash support page.\n\nIf you found this particular podcast episode especially insightful informative or inspiring please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in thank you for your support and thank you for being a part of the YonEarth community."
}