{
  "title": "Episode 42 – Osha Chesnutt Perry on Neuroscience of Health & Well-Being",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/4359/episode-42-osha-chesnutt-perry.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-42-osha-chesnutt-perry/",
  "episode_number": 42,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "is hosted by Aaron William Perry author thought leader and executive consultant the podcast and video",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcast Series.\n\nToday I am so delighted that we have visiting with us Osha Chestnut-Perry.\n\nHi Osha.\n\nOh, thank you for having me.\n\nIt’s great to have you on the show.\n\nSo Osha was born and raised in Boulder, Colorado and graduated from Boulder High School\n\nafter which she moved to St. Louis to get a well-being coach certification.\n\nShe also has worked as a medical assistant at an integrative clinic there in St. Louis\n\nfor a year and is also studying at St. Louis University pursuing a bachelor’s degree in\n\nneuroscience with a premed emphasis.\n\nNow at that same clinic, she’s working as a cryotherapy technician and helping folks\n\nwith their holistic health and well-being through that clinic’s integrated work.\n\nOsha is passionate about cooking, the outdoors, dancing, animals, the brain and her family.\n\nNow that’s a very special note because I have to also share with our audience some\n\nof whom already know this, many of whom probably don’t.\n\nI invited Osha to be on the show because I happened to know she is a particularly bright\n\nand gifted young lady.\n\nIn fact I know this and knew this when she was two years old and by that time had already\n\nlearned to identify around 20 or so of the medicinal plants and herbs that grow in the Rocky\n\nMountain Wilderness here in Colorado.\n\nThe reason I know that of course is because Osha is my daughter and it is such a joy\n\nOsha to have you on the show and to be able to share with folks a number of threads and\n\nconversations you and I have been having for quite some time now.\n\nSo before we dive in I just want to say welcome and thanks for being here.\n\nThanks dad, it’s great to be here and I’m happy to do this with you.\n\nWonderful.\n\nSo we’re going to talk today about healthcare, education, food and nutrition and I’m wondering\n\nwhat with your studies with what you’re doing professionally, you have a very interesting\n\nperspective on our healthcare system in this country.\n\nWhat does it look like to you from your vantage point?\n\nYeah so in the United States healthcare looks a little bit different than it does in a lot\n\nof other developed countries.\n\nObviously it’s not universal.\n\nThere isn’t, you know, there’s no backing by the government to ensure that everyone\n\nhas free or affordable healthcare.\n\nSo that looks a lot different from a lot of countries in let’s say Europe.\n\nSo already that is kind of an issue and I think one that most people are pretty well aware\n\nof but you know even taking a broader look at medicine, something that I think people\n\naren’t aware of is that the training to be a medical practitioner is actually pretty\n\nharsh.\n\nSo that kind of sets the stage for what medicine looks like and what healthcare looks like\n\nin this country because our practitioners don’t know how to take care of themselves physically\n\nor don’t have the structures set up to live a well in balance lifestyle and they’re the\n\nones that are giving us advice on health and wellness, you know.\n\nSo that’s kind of my view and you know there’s definitely a change happening as well I\n\nwould say.\n\nA lot of people are becoming aware of this especially people in the industry and there are people\n\ntrying to make a change of that like where I work.\n\nWe have a lot of functional medicine practitioners which is for those people that don’t know what\n\nfunctional medicine is.\n\nSo look at the whole being and the whole person instead of just an organ system or you know\n\na symptom less and so they’re going to go and look at the root cause of a disease maybe\n\nit’s actually from your birth maybe it was a little bit of a traumatic birth maybe it\n\nwas something that you grew up in you know in your childhood in your adolescence maybe\n\nyou were exposed to heavy metals maybe you lived in a really polluted place you know\n\nmaybe you just didn’t have the best diet they’re going to look at all of those things to\n\nsee okay if you have diabetes one was it on set why did it why did it appear then versus\n\n10 years earlier 10 years later and then kind of really holding your hand through that\n\nto through changing your life and changing the way you live to support that illness and\n\nto make some epigenetic changes and you can see what those practitioners they themselves\n\nare living that as well and so for me it’s very helpful to be surrounded by those kinds\n\nof practitioners and it really is a change in the culture and it’s not just happening\n\nin St. Lawrence it’s happening all over the country and I think that’s pretty exciting.\n\nIt’s so great so I want to come back to a few terms that you just mentioned such as epigenetics\n\nhowever you know one of the things with the work we’re doing through the Wioners community\n\nis is really balancing information with inspiration with things we can do in our own lives our\n\nown communities to improve health well-being thriving and of course stewardship and sustainability\n\nand I’m just wondering so when you when you all are working with patients and you’re seeing perhaps\n\nissues related to exposure to pollutants or diet over years etc. What are the what are the\n\ncategories are the the lists of recommendations you make to folks to help them get on the track\n\nof improved health and well-being so at the clinic I work there’s a lot of integrative therapies\n\nthat would be recommended um from kind of my perspective and just your average person that maybe\n\ndoesn’t have access to those things it really comes down to inflammation and toxicity so\n\ntoxicity or inflammation is basically the two roots of any illness or disease and so it’s important\n\nto address both of those things um you know we’ve known this since\n\nHippocrates and sclepias in Greece that food is not medicine right so a lot of diet is it’s\n\ngoing to be key to addressing those two things so if we think about toxicity um you know like when\n\nyou’re buying conventionally grown things or produce that’s you know made with a lot of pesticides\n\nor even a lot of processed foods that have additives in them that’s going to increase your toxic\n\nburden and that’s not something scary because we actually have these systems in our body that are\n\nbuilt to filter those toxicities and you know we’re very resilient just in our body aspect we’re\n\nvery resilient creatures um but there does it’s like a buffer system right so there’s it reaches\n\na certain threshold and then you start to see some symptoms and so it’s really important\n\nto be mindful of what you’re subjecting your body to whether it be you know putting yourself\n\nin a situation where you’re around a lot of smoke or a lot of air pollution um trying to get out\n\nyou know you’re some trees to where you’re in an environment but it’s a little bit more filtered\n\nbeing mindful about the food that you put in your body you know it is a grown locally\n\nis it in season is it kind of agreeing with the rest of the experience that your body is having\n\nis it grown naturally is it fresh all those kinds of things and then are you cooking up\n\nproperly so at the right temperature um ensuring that you aren’t cooking up all the nutrients\n\netc and then on the inflammation piece um a lot of that actually has to do with stress so\n\nreally limiting your stress um kind of taking up you know more mindful practices\n\nso letting yourself experience violence every day um again getting outside you know exposing\n\nyourself to the fresh air to the sunshine kind of allowing your nervous system to calm down\n\nevery day because even driving in a car is a natural for our nervous system it’s something\n\nthat was invented you know a hundred and what 50 years ago or something like that and um\n\nless I don’t know a little less but more more yeah more than a hundred years ago about\n\nsure since you go yeah okay um and so it’s that’s not enough time for your nervous system to\n\ncatch up to that and so even something as simple as driving in a car is going to cause stress\n\nand so it’s just important to be mindful of this and to limit those things when possible\n\nand to supplement with other um detressing practices it’s so beautiful what I love about\n\nthe framework that you’re describing is it’s relatively simple and straightforward and easy\n\nto understand inflammation and toxicity um excellent right it’s I can think of so many ways\n\nthat we know folks can reduce stress and can reduce toxicity and can reduce inflammation\n\nand one of the things I’m thinking about right now is uh our ambassadors are planning to have\n\nevents a little later this year where we will plant a whole bunch of baby spider plants\n\nfolks are probably familiar with spider plants yeah put inside your home your bedroom perhaps\n\nyour office and we know that indoor air quality as we increasingly urbanize uh is essentially\n\none of the ways more and more of us are being exposed to toxicity in certain plants uh spider\n\nplants in particular have been shown to be amazing air filterers essentially I I know a study that\n\nI looked at for the uh writing of YonEarth showed that within five minutes\n\nin controlled environments a spider plant was shown to measurably reduce uh airborne carcinogens\n\nand what a what a wonderful simple kind of thing we can all be doing get some spider plants\n\ninto our homes and do our offices they’re relatively easy to care for okay um there there are so\n\nmany other uh examples of course you mentioned getting out with trees and there’s I’ve seen a lot\n\nof research coming out about how uh literally five or even ten minutes uh being surrounded by\n\nand looking at living trees will measurably reduce stress hormones in our bodies okay fabulous like\n\nwe have um cities we have some access to to parks and uh forest preserves and so forth so I just\n\nI’m absolutely how hopeful all of this can be for us yeah absolutely and uh kind of to pay back\n\non that I was reading an article recently about the amygdala and being in nature um so the amygdala\n\namong other things controls our fear response and um I don’t know if you’ve seen the movie um\n\nwhat is it called presolo about the man who presoloed El Capitan so one of the reasons he was able\n\nto do this is because his amygdala is actually physically smaller than the average person and so\n\nhe doesn’t experience the same fear response in those dangerous situations that most of us do\n\nallowing him to persevere through that situation when most of us would be frozen with fear um\n\nbut something that being in nature does is actually a kind of tempers this fear response\n\nand so it’s inevitable that it’s going to be triggered at some point in your day just because\n\nyou know things happen but if you’re able to then calm it down every day as well it’s just again\n\ngoing to promote kind of a little bit more harmony and you know just the brain which is the great\n\nyeah it seems really interesting you know in so many of our interactions socially and in clubs\n\nat work organizations we may belong to uh there can often be exchanges that trigger essentially the\n\nthe fighter flight um mechanisms and in that you know often interferes with our ability to\n\ncommunicate with one another to maintain compassion open hearts and it strikes me that\n\none of our biggest practices when even when we’re thinking about global issues of stewardship\n\nand sustainability have to do with the cultivation of our own neuro biochemistry and really kind of\n\ntraining or developing some discipline around um changing habits in terms of responding to\n\ndifferent stimuli different situations and I know you’re in deep studying this sort of thing and\n\nI’m wondering if um you might have a lot of works and and perhaps even you know tied a bit to the\n\nepigenetics it could be some of our our audience aren’t as familiar with that term epigenetics\n\nmaybe you could stand on that a bit sure um so epigenetics basically is when your\n\nenvironment physically changes your genetics so we all have a DNA strand that we’re given from birth\n\nand um certain proteins are going to be expressed or not expressed depending upon the environment\n\nso it’s not that your genetic basis is changing at all but let’s say you know um you have\n\na i’m not even sure this is true this is just going to be an example let’s say if you are eating\n\nan only sugar diet um it’s gonna you’re gonna have a lot more carbohydrates to break down and\n\nlet’s like proteins are fast and so the proteins that are required to break down the carbohydrates\n\nwill need to be up-regulated or um the genetic sequence that is made for that protein\n\nis going to be expressed more and then the proteins that would be expressed for breaking down\n\nproteins are fast the enzymes that would be expressed for breaking down proteins are fast\n\nwould need to be down-regulated and this is just to conserve energy and this is happening all\n\nthe time in the body um for different things from you know dealing with temperature fluxes in\n\nyour body and around your body um to stress to sleep to caffeine to all of these different things\n\nso your body is a very dynamic system it’s constantly changing depending on what kind of\n\nenvironment you put it in and expose it to um so that’s kind of what epigenetics\n\nyou’re born with a predisposition for x, y, and z disease that doesn’t necessarily mean\n\nthat you are going to get x, y, and z disease it just means that if given the right environment\n\nyou could develop it but that also means that if you give it the right environment you may not\n\nall develop any symptoms and you may live a very healthy life now this is a very um new discovery\n\nin the greater scheme of things and so the science isn’t there yet to say okay we know how to\n\nprevent cancer for you by just giving you the right environment but we are headed in that\n\ndirection um to where I think we will be able to use our genetic sequence to be able to live a\n\nlife um more or less to the benefit of ourself based on what our genetics are but like I said\n\nthat’s a lot’s a long time coming that’s probably not in my lifetime more my if I have children\n\nor grandchildren it’s probably ways out um but in terms of stress responses in like our everyday\n\nlife when that fight or flight response is triggered there are certain things that we can do\n\njust to lower our cortisol and some of those other chemicals um that circulate in our blood\n\nstream to you know make us excited enough to fight our flight basically um so\n\nsomething that I found really interesting is that our heart is really sensitive um electro\n\nmagnetically and so there actually is about a nine foot or three meter um radius around your\n\nheart that your heart can detect electromagnetic differences so if you think about that night\n\nbe there’s a pretty far way away so when you’re in a crowd you could be interacting with 12 other\n\npeople’s you know electromagnetic pulses from their heart right and so if you’re in a crowd and\n\neveryone is experiencing fear even if you’re thinking I’m not going to experience this your body\n\nis still registering that fact and is having a response to some effect on the contrary\n\nif everyone is experiencing fear and you are aware of that and can calm down your heart then that\n\ncalm is also being emitted to the people around you and that can have an effect as well um so\n\nsomething that the heart mat institute has kind of shown and developed is that but also is\n\nshowing that deep breathing and diaphragm breathing has shown to decrease this kind of fear\n\nresponse in your heart and um help other people around you then also become more calm more hopeful\n\neven in stressful situations and so deep breathing diaphragmatic breathing is really deeply important\n\nto combating stress in your everyday life this is so exciting so I have to give a quick shout out to\n\none of our ambassadors John Parcell who works with heart math and is helping get to get\n\nmore of the heart math technology and techniques into various healthcare hospitals\n\ncorporation schools etc so this is so exciting and I’m so struck one of the things I’ve been\n\nexperimenting with the last year or two is when standing in line at the grocery store especially\n\naround rush hour toward the end of the day when people seem to be really stressed in the\n\nstore tends to be a bit busier uh all often uh just be there in line without you know being\n\nconspicuous about it but I’ll work on essentially cultivating calm and love and joy and gratitude\n\nand kind of feel like I’m maybe uh sharing that outward and I didn’t realize the mechanism uh\n\nuntil you describe it this way it’s what an amazing gift what an amazing tool that we each have\n\nwith us each and every day and my gosh how much could we positively change our world as\n\nthousands and millions of us work to cultivate this kind of uh ethos through through that\n\nhow how do we know about this like what instruments have allowed us to understand\n\nthis electromagnetic property of the heart that was a great question I don’t know that much about\n\nthe research yeah I would assume it has to do with I mean my assumption would be maybe electromagnetic\n\nprobes in two different humans and then giving a few response in one having it them in you know\n\nphysical proximity and seeing if there’s a response in another yeah but I wouldn’t know for sure\n\nand not to get too far afield you know contented um we make some uh guests on the show\n\nin the near future who have been working with ways to demonstrate that plants may actually be\n\ninteracting with this same sort of electromagnetic radiation and that there’s some\n\ninteractivity there that uh some folks are working on there’s been research going back at least\n\nto the 70s on this but it sounds like in the last decade or so things are really progressing in our\n\nscientific understanding of of what’s going on in this incredible place we call Earth\n\nabsolutely and I think two part of that has to do with um a change in the scientific community\n\nso not to say that the research from the 70s wasn’t great research but the scientific\n\ncommunity didn’t accept it because it seemed you know outlandish or just almost like sci-fi or\n\nnew ag or whatever you want to call it you know but um a lot I think it’s kind of like the\n\nstraw that broke the camel’s back with there are enough people that are credible that are showing\n\nthis research and so you know the scientific community can’t help but to recognize it now\n\nwhich is great it’s so exciting yeah you know I know that some of our um our clock works\n\nthat allowed us to mechanically show the complex motions of of the planets in our solar system and so\n\nprobably informed what became a quite mechanistic way of understanding all of reality and\n\nand with when it comes to biology when it comes to living uh creatures like you like me like all\n\nour friends and family like plants like animals um it seems that the the mechanistic\n\nparadigm is really insufficient in in many ways to to understanding uh what’s happening in those\n\nextraordinarily complex systems yeah absolutely it’s a reductionistic view which\n\nyou know when you’re a small child you have to reduce things in order to wrap your head around it\n\nand we’ve done basically infants for all of human history you know like just now maybe we’re\n\nbecoming toddlers maybe but they’re still we just we don’t have the capacity to fully understand\n\na lot of the things in our universe and so we have to take a reductionistic view in order to try and\n\nmake prediction to try and understand some mechanism but at the end of the day like we still do not\n\nhave a full picture and it’s incredibly important to remember that when you’re doing research when\n\nyou’re um learning and to be constantly fighting to push that reductionism kind of out of your head\n\nand to look at the big picture and to take into account account all of the pieces yeah yeah yeah\n\nyou know i’m difficult i’m struck that um uh interacting with some of my friends who are either\n\ntraditionally trained as scientists or ten toward a quote unquote scientific world view\n\nand so often i think the um categorical mistake it’s made that uh to be able to prove something\n\nwith certainty within the scientific paradigm um versus understanding that there’s so much to truth\n\ninto reality that is that our science our our instrumentation our experimental frameworks are\n\nsimply not sophisticated enough yet to get into that realm of proving or disproving and it\n\ncreates a really challenging epistemological framework what do we know what don’t we know etc\n\nand i often see folks who have scrubbed to the scientific uh you know paradigm if you will\n\ngetting tripped up around that mm-hmm yeah absolutely yeah i think there’s much growth to be done\n\ni think it will be done and just you know we’ve been around for 120 000 years and i’ve only gotten\n\nhere so i’ll take time yeah so i want to ask a little more about what we can do for for inflammation\n\nthis is such a big deal on it seems more and more people’s minds and uh i know of course a lot of\n\nsugar can cause inflammation i i know more and more folks who are taking turmeric and ginger\n\nuh to help reduce inflammation stuff we find traditionally in the drink called chai um\n\nso what else what else can we be doing to to regulate inflammation um well a lot of it has to\n\ndo with the gut so ensuring that the gut is healthy taking probiotics um you know seeing your\n\nprovider to ensure that you don’t have something like cevo which is small intestinal bacterial overgrowth\n\nwhich actually a lot of people suffer from or something like ibs would be kind of the result of\n\nan imbalance to gut so really looking at the gut and making sure everything is in balance and\n\nworking with practitioner for that but on a more personal level um putting alcohol as much as\n\npossible really limiting you know your red meat your corn your dairy your gluten unfortunately i\n\nknow all the things we love um yeah your sugar um eggs can even be a little bit inflammatory depending\n\nupon your system but it also i mean the best advice i’ve ever gotten and my best advice i think i\n\ncould ever give someone in terms of nutrition and taking care of the body is listen to your own\n\nbody so pay attention if you’re getting bloated pay attention if you’re feeling fatigued if you\n\nare getting sick a lot um if you have allergies all of these are are kind of signs that you are\n\nhaving some inflammation in your body and you can start to kind of pinpoint okay when i eat corn\n\ni feel x y and z so then avoid corn for a month and see if you feel better and if it’s not that\n\nthen maybe try eliminating something else that you pinpoint you know and have fun with an\n\nexperiment with yourself like life is joyful and how much fun is it to get to know yourself and\n\nget to know how your body works you know um but even beyond that cryotherapy which is something\n\nthat i do for my job right now is great for inflammation reduction um and that is something\n\nthat’s popping up kind of all over the us right now so that’s great if you can you know find one of\n\nthose so explain what is wrong getting enough sleep yeah so yeah cryotherapy because i imagine\n\nsome of our audience may not be familiar with that term yeah so cryotherapy is a treatment\n\nwhere you get into a chamber that is cooled with liquid nitrogen and we know liquid nitrogen is\n\nvery very cold it actually can’t exist as liquid in normal condition so it turns into a gas as\n\nsoon as you know it comes into contact with you or even comes into proximity with you so you’re\n\nin a session for up to three minutes and it gets to you know you really want to be around well\n\nat least colder the negative 60 degrees Celsius once you hit that negative 60 degrees Celsius\n\nmarks then you’re going to get to see the benefits that are promised from cryotherapy\n\nbut some of the machines like the one that i work with gets to what is it negative 120 degrees\n\nCelsius which is about negative 180 Fahrenheit if i’m not mistaken wow that’s really cold\n\nthat’s pretty cold yeah but it’s only three minutes totally dual\n\nso um you just mentioned sleep and i you know i’ve thought one of the things i really enjoy\n\nabout getting older that as your dad i have the opportunity to speak to you from time to time is\n\nthat just from my own experience i’m able to know ahead of time oh if i today if i\n\nsense and this is about listening to body oh i probably need some avocado or i probably need an\n\nextra large keeping salad of organic greens and i actually know i will feel a good way the following day\n\nand certain certain um uh super foods do this for me blueberries are one of my favorites that i\n\nenjoy here and there and uh to be able to get to that place in life where where we kind of know\n\nthat about ourselves is such a joy and such a delight and for me sleep is is one that’s just huge\n\nand i know that um sleep deprivation uh and or uh insufficient sleep is is a major issue for a\n\nwhole lot of us in this country and society um but it seems that this is one of the really big\n\ntop priority items what what do you tell your patients when it comes to sleep\n\nwell i don’t really talk to them about sleep just because that’s not like i don’t have kind of\n\nthe qualification to speak to that um but you know something that i’ve overheard and that i would\n\ntell my loved ones is um obviously to prioritize sleep and i actually one of my favorite books\n\nthat i’ve ever read and something that got me really interested in neuroscience is um i want to say\n\ni think it may be called sleep and i forget who it’s written by but i can get you that information\n\nif you want to put it in something and um it basically outlines i think 10 steps to getting a good\n\nnight’s sleep so um and kind of resetting your circadian rhythms one of you know just off the top\n\nof my head i think it lists turning off anything that emits blue light one to two hours before you go\n\nto bed um actually when you get up in the morning you’re taking a walk is really important\n\nand it’s even better if you can take a walk outside and see natural sunlight\n\nthe taking a walk actually warms up your brain so your brain is about three to five degrees cooler\n\nthan the rest of your body while you sleep and so in the morning it’s not live it’s literally not\n\nwarmed up so um it’s great to take just even a 15 minute walk to get kind of the juices flowing\n\nand to warm up your brain so that it knows okay it’s time to be awake um seeing the sunlight\n\nreally helps with your hormones system and resetting that circadian rhythm and all of the sleep\n\nhormone cycles of the day um excuse me you know having a nighttime care routine is really important\n\nso even if it’s just brushing your teeth for the same amount of time every day in the same place\n\nthat tells your brain it’s time to go to sleep it’s time to begin winding down um and that again\n\nis going to help with your sleeping i’ve learned that i love sleeping with a sleep mask actually thank\n\nyou to my wonderful grandmother your mom uh she got me a silk sleep mask for Christmas and now um\n\nif i wake up in the middle of the night or have trouble sleeping all i have to do is put on my sleep\n\nmask and i’m not particularly sensitive to light but the fact that it puts pressure on my eyes\n\ncalms my entire nervous system and so that’s something for me that i found is like\n\nbetter than taking sleep medication and it’s it’s amazing you know and so finding little things\n\nlike that can really help with your sleep um magnesium is great for your sleep so a lot of\n\nthe reason um behind of why magnesium works is actually magnesium is a critical element in um\n\nthe hormones that are necessary for sleep and magnesium is something that is also used in\n\nstressful situations by your body so most of us are actually magnesium deficient um and so taking\n\nmagnesium right before you go to bed just a low dose is great for making sure that your body\n\ncan produce those hormones to allow you to fall asleep and stay asleep and it shouldn’t make you\n\nfeel groggy in the morning because it’s just you know these normal chemicals that your body is\n\nmaking you’re just giving it the building blocks yeah sometimes use a little uh powdered magnesium\n\nin my water when i’m getting ready to get to go to sleep and yeah that’s great there’s certain\n\nmusic i like to listen to that i’ve been listening to since high school actually that\n\nis those uh signolars that you’re describing that tells great embody oh it’s time to go to sleep\n\nwe know this totally yeah yeah exactly um something else started that i just thought of as exercise\n\nis really important for the regulation of your hormones but um exercising too late can also\n\ninterrupt your sleep so exercising earlier in the day is great for maintaining a good sleep cycle as\n\nwell that’s so wonderful and don’t eat too late either all these little things keep dropping into\n\nmy head yeah yeah well let me mention uh for our audience that this is the YonEarth communities\n\nstewardship and sustainability podcast series today we are speaking with my daughter osha\n\nChestnutt-Perry and uh i want to be sure to give a shout out to our sponsors which include\n\nwheylay waters of course a hot bath can be in some aroma therapy can be very helpful for sleep\n\nso wheylay waters purium the brad and lindsey lidge foundation\n\nearthcoast productions the international society of sustainability professionals\n\nthe association of walder schools of north america and i want to also give a special shout out to\n\nuh both patagonia and equal exchange for their recent support of our leadership summit massively\n\nmobilizing sustainability also we have a new monthly giving program and i’m so excited we’re\n\nalready seeing a beautiful response to this and for you enjoying the podcast uh you can\n\nbecome a monthly supporter at any level uh that works for you by going to wheyanarth.org slash\n\nsupport of course please like and share and follow with twitter and facebook and the social media\n\nout there um and a special giveaway for our audience you can use the code mobilize uh to get free\n\ndownloads of our ebook and audio book resources and please share this with your friends and family\n\nwe uh are already seeing downloads in over two dozen countries every continent not counting\n\nAntarctica yet but all the other continents so this is a great way to help get our stewardship\n\nsustainability and thriving information out there and um osha i’m so thrilled i often take notes\n\nwhen i’m uh having these podcast discussions and my paper is just about filled up i don’t know\n\nif you can see it so that’s great it’s just wonderful to be able to speak with you and connect\n\nso many dots with you and i’m sure that many of our audience are going to really appreciate this\n\nepisode with the specific things we can be doing in our own lives and i’m just i’m wondering\n\nyou know before we wrap up in the next few minutes um what else from your perspective\n\nwith your studies in uh neuroscience your your studies and work in the the health and wellness\n\nuh arenas what else from your perspective has you excited what what are you saying gosh i wish\n\nmillions of more people knew about this what would you what would you share with with the\n\nworld about uh about your view on things yeah um so i might not get a little bit more personal\n\nthen because this is something that i think has really just been an aha moment for me\n\nit’s not research based although i’m sure there is actually a bunch of research out there to back\n\nme up on this um but really the one thing that i think everyone should become aware of is\n\nthe physical and emotional effects positive effects of living with more of a humanitarian and\n\nyou know kind of loving and kind attitude every day of your life can have so i think\n\nsomething for me that i’ve really been working on these past several years is just being kind\n\nto people and you know waking up every morning and thinking what can i do for humanity today and how\n\ncan i you know lift some of the heaviness of the world today and live a little bit later and this\n\nis something internally that i have to work on you know i’m working on my heavy emotions my heavy\n\nthoughts um and then also more externally so not getting frustrated when traffic is bad and i’m\n\nrunning late for something or um when you know it’s just been a hard day and everything’s a little\n\nchaotic taking into breath and reminding myself that if i’m feeling this way probably other people\n\nare feeling this way too and so something i can do about that is to just be extra kind and\n\nsmile to a stranger you know tell someone they look beautiful tell someone that i really enjoy\n\nspeaking with them or i enjoy their thoughts um and yeah just like really trying to live with love\n\nin your heart every single day and i think something that i would like to say to everyone that’s\n\nviewing today if you have children or young people in your life i think something that is\n\nfundamentally important to our future is teaching them that the most valuable thing that they can\n\ndo with their lives is dedicate it to something greater than themselves and dedicate it to other people\n\nand that can look like a lot of different things that might be having children and bringing them\n\nup in a home of love that might be being a chef and cooking great food for people that might be\n\nbeing a farmer and growing good food for people um it might even you know be in these things that\n\nwe think are harsh climates that could be in advertising and choosing to take the jobs\n\nthat are promoting sustainable products you know it could be in politics and really fighting\n\nfor these issues that aren’t so popular um and you know everything that you can do you can do\n\nin a way that serves humanity or you can do it in a way that doesn’t and so i would just say to\n\neveryone like really think about how you’re living your life and how you can do it to support your\n\nfellow humans your fellow animals your fellow plants your your world your home\n\nthat’s it that is so beautiful oh yeah well i learned from the best\n\nwell i love you tremendously and you bring great joy to me and i’m extraordinarily proud of you\n\nand it is such a good joy to be able to share a a a taste of the exquisite conversations\n\nyou and i have with our audience and i’m just grateful we’ve been able to have this conversation\n\nso thank you very much thank you oh this has been lovely what a great Sunday\n\nabsolutely well we’ll sign off for now and uh i’m sure we’ll all be talking soon sounds great thank you\n\nbye bye bye bye the YonEarth community stewardship and sustainability podcast series\n\nis hosted by Aaron William Perry author thought leader and executive consultant the podcast and video\n\nrecordings are made possible by the generous support of people like you to sign up as a daily\n\nweekly or monthly supporter please visit YonEarth dot org back slash support support packages\n\nstart at just one dollar per month the podcast series is also sponsored by several corporate\n\nand organization sponsors you can get discounts on their products and services using the code\n\nYonEarth all one word with a why these sponsors are listed on the YonEarth dot org back slash\n\nsupport page if you found this particular podcast episode is specially insightful informative\n\nor inspiring please pass it on and share it with a friend whom you think will also enjoy it\n\nthank you for tuning in thank you for your support and thank you for being a part of the YonEarth\n\ncommunity"
}