{
  "title": "Episode 38 – Brad Lidge, World Series Champ on Slowing Down & Evolving",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/3606/episode-38-brad-lidge.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-38-brad-lidge/",
  "episode_number": 38,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability podcast series.\n\nToday we have visiting with us Brad Lidge.\n\nHi Brad.\n\nAaron, how’s it going?\n\nGreat.\n\nHow are you doing today?\n\nI’m doing fantastic.\n\nJust another great spring day here in Colorado, so beautiful.\n\nI always appreciate him, yep.\n\nAbsolutely.\n\nFor our audience members who don’t know Brad, Brad Lidge.\n\nLidge has a very interesting background and perspective that he’s going to be sharing\n\nwith us today.\n\nHe did part of his studies in religious studies at Notre Dame and then finished his undergraduate\n\ndegree, his bachelor’s degree at University of Regis in Denver.\n\nHe then went on to do a master’s in archaeology and ancient history at the University of\n\nLester in England.\n\nBrad has expertise in Roman archaeology and European history in general and has a very interesting\n\nperspective when it comes to talking about issues of stewardship and sustainability.\n\nHowever, some of our audience may know Brad for his ability to throw a baseball and he\n\nof course played professional baseball with the Houston Astros and the Philadelphia\n\nPhillies and with the nickname Lights Out Lidge, Brad through the winning pitch in the 2008\n\nWorld Series with the Phillies and that was a great moment of joy and victory and accomplishment.\n\nAnd Brad, with that background which is so interesting and so diverse, I want to just\n\nthank you for joining us on the show today and I’m really looking forward to hearing your\n\nperspective on these topics of stewardship and sustainability.\n\nSo I will dive right in and ask you, we’ll get back to baseball a little later.\n\nBut I’ll ask you, from your perspective right now, what is the most important set of issues\n\nfor us to be thinking about and acting on when it comes to stewardship and sustainability?\n\nWell, I mean, there’s a lot of stuff, right?\n\nI mean, when I think about the world as it is today and politics and all the other things\n\nthat we try and wrap our brains around, it becomes just in my opinion more and more vital\n\nfor us to figure out and to have a game plan of what we want to do and what we want to accomplish.\n\nThere are certainly a lot of different venues and avenues that we can go down to help support\n\nsustainability.\n\nObviously, I’m very proud to be a part of Y and Earth and I’m very proud of it because\n\nI believe in the things that you have done and the steps that we’re taking to be able\n\nto deliver that sustainability.\n\nBut I think for myself, it’s interesting, for my background coming out of baseball and\n\nbeing retired, there was a lot of different things I could attach myself to in terms of\n\nmaybe some charities that I wanted to be with, things that were important to me.\n\nAnd I think that for myself, I’ve got two kids, Avery and Rowan, they’re amazing.\n\nAvery’s 14 now, Rowan’s 10, I can’t believe how fast time has gone since I have retired.\n\nIt seems like I just retired, but it’s already been five years, so it’s given me a lot\n\nof opportunity and a chance to think about the things that are important to me.\n\nLike I said, we all have the opportunities to be able to help out in different directions\n\nthat we want to, but certainly for me, being able to pass on something to my kids that\n\nI’m super proud of, that they can see every single day in their lives, sustainability,\n\nhelping our planet in any possible way that we can.\n\nThat’s one of the things that I’m most proud of.\n\nFor me, it was kind of a no-brainer to try and figure out how I could do that.\n\nThere’s other things, of course, that are important to us as a family, but this is something\n\nthat we live with every single day.\n\nWe’ve been able to get some land, and we’re starting to, my wife’s doing a flop, my wife\n\nLindsay is doing a flower farm, and we’re really excited about that.\n\nWe’ve got that up and running this year, Revery Fields, if anyone’s looking for flowers.\n\nYou know the website, is there a website for that?\n\nReveryfields.com, I think we need to, I think I need to probably go back and look at that.\n\nNo problem.\n\nRevery Fields.\n\nWe’ll get that in the show notes for everybody.\n\nYeah, yeah, sorry about that.\n\nWe just decided on the name not long ago, and the website, the Dominion, everything else.\n\nThere’s a whole lot that goes into this that I wasn’t really, that I didn’t know about,\n\nso it’s been an interesting learning process for us and it’s been very exciting as well,\n\nanyway, so Revery Fields it is, and so beyond that, though, we’ve got some land, and we’re\n\njust trying to do, I think, our part, and trying to find things that we can do to make\n\nthis our lot at least more sustainable.\n\nI mean, we’re trying to guard as much as we can, and eat from that garden.\n\nWe’re fortunate to have some fruit trees.\n\nWe’re just trying to do a little bit every single day to feel good about accomplishing\n\nour goals.\n\nWell, to me, it’s so amazing the game plan that you and Lindsay have put together, obviously\n\nafter a successful career in baseball, you could really be doing just about anything you\n\nwant to at this point, and to make the land stewardship, the growing of flowers to\n\nshare with others in the community, to make that one of the priorities, I think, it’s\n\nreally telling, and to me, a beautiful example of how you and Lindsay are a power couple\n\nin the sense of stewardship and sustainability power with her background in herbal medicine\n\nand holistic nutrition, and all the things that you’re involved in.\n\nI mean, it’s just beautiful what you guys are doing in the community.\n\nWell, thanks.\n\nYou know, I definitely, as I said, I’m real proud to be able to help her out and to be\n\nable to kind of do my part with all of this, and again, I think for me, when your kids\n\nare young, they’re kind of paying attention, some of the things you’re doing a lot of times\n\nare not, right?\n\nA lot of times, a lot of things you’re saying is going one year and out the other.\n\nBut we are, at some point, going to turn our planet over to them, and they’re going\n\nto turn it over to their kids and so on and so forth, and I think that for me, knowing\n\nthat I’ve done my part, you know, when my time comes to be able to pass on what I believe\n\nin and what I think is important, but also vital for our planet to be able to pass that\n\non and what I’ve done to my kids, you know, again, that’s something I’m very proud of.\n\nAnd I really enjoyed doing it, too.\n\nIt’s one of those deals where I know more about farming and sustainable practices than\n\nI ever thought I would when I first retired, but the more and more I get into it, the\n\nmore I realize how big the picture is, and how much more I could be doing.\n\nSo, you know, it’s one of those deals where I think you just have to keep striving to\n\ndo more and to push yourself to do more.\n\nAbsolutely.\n\nWell, I’m so thrilled to know that not only, and this is, you know, in full disclosure,\n\nnot only are you on the board of directors of the Y Honors community, you’re also on\n\nthe board of another great nonprofit called Project Cure.\n\nAnd in this way, doing a lot of work for folks all around the world who otherwise wouldn’t\n\nhave access to the resources that you all at Project Cure are helping them with.\n\nAnd I was hoping you could just share a little with the audience about Project Cure and what\n\nyou guys are doing there.\n\nThank you.\n\nI mean, I’d appreciate you bringing that up.\n\nAnother thing that I’ve been very proud of, and I actually jumped on the board at Project\n\nCure in 2009.\n\nAnd I’ve been able to work with them, and obviously I was still playing baseball at that point,\n\nbut being able to, you know, it’s, there’s a lot of different ways you can help, you know,\n\nsources to be able to help out different, different charities.\n\nAnd in my part was to try and get some funds from the offices at MLB, the players union,\n\nactually, as it has this kind of resource of finances.\n\nAnd because they work with countries like the Dominican, you know, we’re able to go over\n\nthere, and essentially Project Cure’s MMO, they take medical equipment in our country\n\nthat’s not being used, excuse me, it’s actually just sitting in warehouses.\n\nAnd you know, it’s amazing.\n\nI mean, you’ll get a pair of, uh, a forceps that have an expiration date on them, right?\n\nAnd it’s like, you know, they never get out of the package and then a couple of years\n\ngo by and all of a sudden they’re expired.\n\nAnd instead of, you know, being able to use this medical equipment, you can’t use expired\n\nmedical equipment in that, you know, in that profession, it’s a big no-no.\n\nSo it goes to a warehouse and it gets, you know, it gets stored there for a while and you\n\nhave to pay fees associated with storing medical equipment for some of these hospitals or\n\nyou have to pay fees to dispose of it.\n\nAnd what a waste, right?\n\nI mean, that’s so crazy.\n\nBut Project Cure, we’ve been able to take this medical equipment and deliver it to third\n\nworld countries that are in need, shipping over containers and, you know, it’s been a\n\nreally cool thing to see how impactful it’s been in a lot of countries.\n\nI mean, obviously, you know, Haiti had its time where it was in dire straits and we were\n\nable to do a lot, obviously Haiti being connected to the Dominican Republic.\n\nSo, you know, it’s something that I’ve been real proud of being a part of and I have been\n\non the board there for a while now and it’s a pretty impressive infrastructure right here\n\nin Colorado, down in South Denver and it’s been a blast to be a part of Doug Jackson,\n\nthe president there does a great job.\n\nThat’s absolutely wonderful.\n\nWell, and of course, with the Y on Earth community, we have coming up quite soon a really\n\nbig three-day summit that you’re a part of, you’re one of the VIP speakers at that event.\n\nAnd I’m so thrilled knowing who’s going to be there, that you’ll be there and some of\n\nour other friends and colleagues and also who’s going to be in attendance.\n\nIt’s just, it’s going to be a tremendous experience for all of us and in a great networking\n\nopportunity, a great way to continue cultivating relationships with all kinds of folks doing\n\nreally important work here in Colorado and all around the country.\n\nAnd just so thrilled, Brad, that you’re going to be there and I’m wondering if you might\n\ngive us a little foreshadow, a little hint as to what you’ll be talking about.\n\nWell, yeah, I think, you know, there’s a few things that I’m pretty passionate about\n\nwhen it comes down to it.\n\nOf course, in the realm of sustainability and, you know, I think there are certain ways\n\nthat we can apply ourselves and our talents to be, I guess, leaders in the field.\n\nI mean, for me, like, I don’t have a background in this stuff, but I know that I can still do\n\nthings that are out of my comfort zone because a lot of times that’s what it takes to be\n\na leader.\n\nI really feel like, you know, it’s easy to stay within the parameters of what you know.\n\nAnd that’s great.\n\nPeople, they know sustainability and it’s amazing.\n\nAnd that’s their path.\n\nBut for me, that wasn’t my path until more recently.\n\nAnd I learned I have to get out of my comfort zone and push myself a little bit toward it.\n\nBut when I do that, the rewards have been incredible.\n\nSo, you know, I’ll be kind of dancing around, I guess, a little bit bouncing around on\n\ndifferent leadership topics, different things that I have heard over the years that, you\n\nknow, at the time, okay, this applies to baseball, but there’s a lot of things that apply\n\nto life in general.\n\nAnd, you know, maybe baseball players aren’t always seen in the light of the most intellectual\n\npeople out there.\n\nHowever, there is a certain wisdom that’s passed down through generations of a game that’s\n\nbeen played since the mid-1800s here in America.\n\nSo, there’s a lot of knowledge and wisdom that’s passed down from the generations before\n\nBaseball’s crazy.\n\nIt’s not like the other sports, right?\n\nI mean, it’s 162 games and 180 days.\n\nSo, you have to learn about the rhythm of the seasons.\n\nWhen to get yourself, you know, physically more prepared other times you need to give\n\nyourself a break.\n\nIt’s kind of like a year-long cycle.\n\nSo, you really start to get in touch with mother nature more than you’d think because,\n\nyou know, you play in spring training, maybe you’re in a warm spot and then you go somewhere\n\nwhere it’s cold and then there’s the summer and then it’s cold at the end of the year\n\nif you’re lucky enough to continue playing in the fall.\n\nSo, there’s a lot of wisdom, I think, collective wisdom within baseball and I look forward to\n\nsharing some of the more outstanding quotes and lessons I’ve learned through that.\n\nBut again, a lot of this can be taken and in the light of sustainability applied in that\n\ndirection.\n\nSo, it’ll be really, I’m really looking forward to it.\n\nIt’s going to be a great time.\n\nAbsolutely wonderful.\n\nAnd just as a reminder, the name of the summit is massively mobilizing sustainability.\n\nLeadership for the 21st century and we’re weaving together some of the strategies and the\n\nopportunities, the knowledge and the realm of sustainability, regeneration, stewardship.\n\nWe’re weaving that together with cultivating our skills as leaders so that we can have\n\nas much positive impact as possible regardless of our backgrounds, our stations and so forth.\n\nAnd, you know, I’m so excited and Brad, of course, we’ve talked over the years about some\n\nof the more interesting nuances of baseball and some of the connections with the natural\n\nliving world.\n\nYou know, it’s a sport played on soil and turf.\n\nIt’s a sport played with wooden bats grown in real live trees.\n\nThat’s right.\n\nAnd there’s also a really important connection with the very special type of soil or dirt.\n\nAnd I wonder if you might share that a little bit with our audience too.\n\nYeah, it’s actually pretty fascinating.\n\nYou know, a lot of times people that are familiar with baseball will know that baseballs have\n\nto be rubbed up with a certain kind of mud or dirt before they’re allowed to be put into\n\nthe game.\n\nSo you get these, you know, new baseballs from Rawlings and these shiny baseballs don’t\n\njust go right out into the game.\n\nThey have to be rubbed up with and given a certain tack.\n\nThey do this so that the balls don’t squirt and slip right out of the pitcher’s hand and\n\nend up being almost a projectile weapon coming in at the hitter, right?\n\nThe hitter is actually happy that these balls are rubbed up a little bit.\n\nBut this mud comes from the Delaware River and there’s a certain area where they get\n\nthis mud from and it can only be from that area and they put it in these little containers\n\nand they ship it to the clubhouses collectively around America and where the baseball stadiums\n\nThe baseballs are rubbed up.\n\nThere’s a designated guy that rubs up the baseballs with this mud that knows exactly\n\nhow to do it.\n\nIt’s a pretty amazing process but when you get it in your hand, you can tell it’s got\n\nthat tack and that feel.\n\nBut it is fascinating here because for me, there’s this connection to soil that I never\n\nthought about.\n\nBut a baseball still to this day, if I pick up a new baseball, it doesn’t feel right.\n\nIt needs to have that mud on it.\n\nAnd of course, we talk about soil all the time with Y and Earth, the sustainability\n\nfactors and everything else that go with it.\n\nBut interestingly, for me, getting out of baseball, and I know we’ll get to this at some\n\npoint, but the transition into archaeology, where I’m taking a trial and I’m digging in\n\nthe mud, there’s something about dirt and soil that I keep coming back to.\n\nAnd baseball absolutely is a game, I mentioned the cyclical part of it, the seasons and kind\n\nof going through a very long year.\n\nThere is something about baseball that is a reminder of how America used to be a long\n\ntime ago.\n\nIt’s the only sport that’s not played with a clock.\n\nI mean, you play, you know, nine innings.\n\nIf that takes you an hour and a half or takes you four and a half hours, you play nine\n\ninnings.\n\nSo you have to have a certain level of patience going to a baseball game and you have to\n\nhave a certain level, I think, of relaxation as a fan.\n\nAnd it’s different than other sports that way.\n\nWe are in a world right now that is constantly trying to rush more and more, have more and\n\nmore action in sports, you know, football, basketball, they can change their rules at the\n\ndrop of a habit.\n\nBaseball holds on to itself being, you know, our nation’s pastime and all these records\n\nthat happened in the early 1900s say and the game hasn’t changed, so you can still compare\n\nair to era.\n\nAnyway, there’s all these different things that I can go on forever, right?\n\nBut this is why baseball, for me, is such an incredible game because it’s not measured\n\nwith extreme rate, extreme pace, 21st century offense and just, you know, super short attention\n\nspans.\n\nBaseball still requires a little bit more of you as a fan to be patient and appreciate\n\nthe little things in the game.\n\nAbsolutely.\n\nYou know, I’m thinking that my experience going to a baseball game really is a calming\n\neffect as opposed to going to a football game where it’s like fight or flight, those\n\nstress hormones, that’s what it’s all about.\n\nI think that’s why it’s such a rush for a lot of folks to watch football.\n\nBut with baseball, we’re calming our nerves and I know you’ve shared with me that as a\n\npitcher, one of the skills you’ve developed in a huge way is with your breathing.\n\nThat’s right.\n\nAnd we know more and more executives, more and more entrepreneurs, more and more educators\n\nare bringing breathing practices into their businesses, into their schools.\n\nWe’ll be doing some breathing exercises actually at the summit and this is such an important\n\ntool for us as leaders and for us as we’re going about our day-to-day lives to make\n\nsure we stay calm and are able to focus and accomplish what’s at hand and, boy, I know\n\nthis is a big part when you’re on the mound and under pressure, right?\n\nWhat describes just what that experience is like?\n\nIt’s pretty intense.\n\nMy role in baseball is a pitcher and beyond that, I was coming into close games.\n\nWe always say people are watching the first couple innings, they start to lose interest\n\nin the middle of the game, but they’re all of a sudden when the game’s on the line, everyone’s\n\nattention and focus come back in.\n\nAs a closer, your team’s winning, you’re expected to go out there and keep the lead.\n\nIf you don’t, it’s literally called a blown save.\n\nYou keep the lead, you get the save, if you don’t, you blow the save.\n\nThere’s a ton of adrenaline that builds up.\n\nI say as a fan, you have to be patient and just kind of enjoy the game.\n\nWhen you’re actually in the game, it’s a little more difficult to do, but my rookie season,\n\nI was getting out into the mound and running out there and one of my good friends noticed,\n\nhe’s like, man, even after you run out to the mound, you’re breathing so fast before\n\nyou make these pitches.\n\nI was kind of everywhere.\n\nI was throwing it hard, but I was missing my location and I wasn’t able to call myself\n\ndown, so we worked with the guy that was able to show me some different breathing techniques\n\nto really slow your heart rate down.\n\nYou’re right.\n\nThis can be applied in so many different things when we ever get our nervous system up or\n\nadrenaline gets up.\n\nBreathing is essential.\n\nI figured out, took me a little bit to understand how to do it, but I figured out when I was\n\nable to start breathing, that I was going to get a lot better results.\n\nI was able to adapt that practice out on the mound and it was huge for me in my career\n\nto really be able to slow my heart rate and to just take some deep breaths because the\n\nadrenaline is very intense and your mind’s going a million miles an hour.\n\nYou have to figure out a way to do that, otherwise you’re just not going to probably stick\n\naround in the game that long.\n\nYeah, and I’ve heard you say that you can tell now as an advisor to young pitchers when\n\nthey’re adrenaline’s too high, they’re throwing wild and you recommend to do some deep\n\nbreathing.\n\nIs that straightforward?\n\nIt is.\n\nWell, what’s funny is my son’s 10 years old and he’s playing and he’s just dabbling\n\ninto pitching for the first time.\n\nI’m working with 10-year-olds and I’m working with minor league guys for the Philadelphia\n\nPhillies and last year the major league guys for the Philadelphia Phillies and it’s all\n\nthe same.\n\nWhether you’re 10 years old or 25 years old, your tendency when that adrenaline gets up,\n\nwhen that nervous system gets up, your heart rate goes up.\n\nAnd so you start breathing faster and faster and you don’t have as great a control of your\n\nfaculties, of your muscles as you do when you can slow that heart rate down and start\n\nbreathing.\n\nI mean, many people before me, obviously, I’ve been able to pass that on through many\n\ndifferent walks of life.\n\nBut in baseball, it really is something that a lot of guys, they’ve been able to use that\n\nadrenaline their whole life and not have to worry about it.\n\nBut the major league is a little bit different.\n\nIf you’re slightly off, it’s a very big, it could be a very big miss.\n\nSo you know, guys have to do that.\n\nWe do.\n\nI talk about it with them all the time, stepping off the mound, taking a lap around the\n\nmound, rub up the baseball, kind of feel it in your hands, take some deep breaths and then\n\nget back on the mound and slow that heart rate down and the results typically are a lot\n\nbetter.\n\nIt’s so cool.\n\nWell, I will share with you and in front of our audience that many times in the past\n\nyear, I’ve thought of you talking specifically about this breathing before, say, giving\n\na talk at a university or even today, earlier around town, I saw a few emails coming through\n\non some of the logistics related to our summit.\n\nAnd of course, a lot of planning goes into an event like that and I felt my heart rate\n\ngoing up, I started feeling a little stress and I was like, oh, wait a minute, just breathe.\n\nAnd just remember, all that will work itself out, no problem.\n\nAnd not to let that stress impulse take over.\n\nAnd I think especially now with social media, with all of our communication abilities,\n\none of the biggest tasks for each of us is that stewardship, when it comes to stress\n\nand different responses and being able to go to that breathing and techniques like that.\n\nSo I’m just sharing that I literally earlier today, I thought of that and thought of you.\n\nSo I’m good.\n\nWell, good, because I need to remember it myself a lot of times, you’re right, social\n\nmedia.\n\nI mean, you know, as many email pings and text pings as we get, we got to be here here\n\nthere.\n\nAnd it’s easy to get that, those feelings of anxiety and the stress levels up and forget\n\nto just take some deep breaths.\n\nYeah, for sure.\n\nOh, good.\n\nI’m glad that worked out.\n\nAbsolutely.\n\nAnd we’ll be sharing this with others too at the summit.\n\nWell, you know, one of the other techniques and strategies around cultivating some of these\n\nthings at the personal level that is so important is around food and nutrition.\n\nAnd I know you were sharing with me recently that among professional athletics, different\n\nball teams and so on, you’re seeing some really interesting changes when it comes to\n\nwhat the athletes are actually being fed, the food that’s being provided.\n\nIt’s crazy.\n\nThe evolution of understanding performance in the realm of athletics because even a decade\n\nago, things were much different than they were 20 years ago, but now things are completely\n\ndifferent than they were 10 years ago.\n\nAnd what’s ended up happening is with more and more scientific studies, the food and\n\nthe clubhouse is across the major leagues.\n\nAnd I know this also applies to the NFL and NBA and all major sports.\n\nThe food has shifted from snacky food and sugary food.\n\nThat stuff’s out of the clubhouses now.\n\nNow every team has nutritionists, people that go in, personal chefs, people that are\n\npreparing meals for guys based on their workout regimens and what they need to do to be able\n\nto perform at optimal levels.\n\nSo now you’ve got all these anti-inflammatory smoothies and shakes in the clubhouses and\n\nthese fantastic meals that are sustainably sourced a lot of times because let’s be honest\n\nI mean when something is sustainably sourced, there’s a chance or a lot better chance that\n\nthat animal is going to be taken care of better in its life.\n\nIt will be a healthier animal and it will be a better source of protein for the athletes.\n\nSo people are starting to really understand this stuff scientifically which is awesome for\n\nme to see.\n\nI remember going through the minor leagues and you know you’d make yourself a peanut\n\nbutter and jelly sandwich because that’d be the only thing in the clubhouse and maybe\n\na bag of chips would be hanging on the wall and there weren’t a whole lot of options.\n\nSo you take what you were given but now in the minor leagues.\n\nThere’s a great selection of food, and so I think it’s taken a long time, but professional\n\nsports have really opened their eyes to, hey listen, we’re paying these athletes a lot\n\nof money, why not take that extra step and give them healthy food so that they can increase\n\ntheir performance?\n\nIt’s kind of a no-brainer when you think about it.\n\nIt did take a while to get there, but we’re seeing it now, and as I said, it’s awesome\n\nfor me to see the evolution of that.\n\nI was drafted into professional baseball in 1998 by the Houston Astros, and from that\n\ntime, over these now almost 21 years, actually 21 years in June, it’s been amazing to see\n\nthat evolution, but it’s something that I’m really happy to see.\n\nIt’s really amazing, the ability for us to choose more anti-inflammatory foods, it’s\n\nsomething that won’t only benefit those of us in professional athletics, but all of\n\nus benefit from these kinds of foods, whether it’s reducing the inflammation we would associate\n\nwith aches and pains as we’re getting older.\n\nI know there’s more and more research coming out showing that inflammation is affecting\n\ncognitive performance, it’s affecting our immune systems, it’s potentially even affecting\n\nbehavioral issues and certain foods, certain herbs, certain roots like turmeric and ginger.\n\nCertain men are incredibly effective at reducing that inflammation, and it just makes sense\n\nthat where performance is at such a premium in professional athletics, you’d be seeing\n\nthat trend, and it’s something we can all really benefit from.\n\nYeah, I mean, it really is, if you can just find a slight edge to, I’m thinking from\n\nthe lens of an owner of a team, if you can find a way to get your athletes a slight edge\n\nin terms of performance, by giving them a healthier, more nutritious meal, reducing their\n\ninflammation, making them feel better, what a great way to be able to go about your business.\n\nFortunately, ownership all over sports, they’re the ones that are providing the finances\n\nfor this, so they get behind it, and I think every one of them to a man understands now\n\nhow impactful that performance is, but you’re right, I’m glad this kind of happened toward\n\nthe end of my career, but I’m very glad that I’ve been since then eating much more beneficial\n\nfoods.\n\nI know I feel heck of a lot better than I did, even playing because the transition hadn’t\n\nquite happened yet.\n\nWe’re abusing our bodies pretty good when we’re doing professional sports, but now I understand\n\nthe model of eating healthier and more sustainable now, so I’m really appreciative that I can do\n\nAlso cool, and I’m just thinking, when it comes to executives, when it comes to entrepreneurs,\n\nwhen it comes to folks who are leaders inside organizations that might not be athletics organizations,\n\none of the great opportunities is to get these healthier food and beverage options right\n\nthere into the office or the facility, and that’s just another way to create greater advantage\n\nfor the team to reduce sickness, to enhance quality of life, which we know is one of the\n\nways that companies are attracting and retaining talent in their respective industries and disciplines,\n\nso it’s one of these strategies that seems we can be using really across the board.\n\nYeah, no question about it, I think it’s funny because, and we’ve passed this information\n\non to our kids now, and they really, I’m seeing a lot of times in some of the young kids\n\nI’m coaching, they’re understanding, they have options on the bench, they’ve got some\n\nsugary and salty snacks that let’s just say aren’t the best option, and then they’ve got\n\nsome other stuff that fortunately some of the parents will bring, and the kids they understand\n\nit, and it’s awesome to see, it makes me very optimistic for the future, thinking about\n\nsustainability and the foods that we eat and the choices that our kids are making, they’re\n\nstarting to get it, and there’s some really tempting stuff out there for these kids, food\n\nthat I remember being delicious when I grew up, but now I know is essentially poisonous\n\nfor our bodies, and they’ll still dabble in there of course, but now they’re actually\n\ntaking the initiative to have that healthy food as well, so it’s great to see, and I think\n\nthat the message is getting there, we just need to keep delivering it as much as we can,\n\nbecause things are slowly but surely going in the right direction.\n\nAbsolutely, absolutely, well, I want to ask a little more about the future by\n\nreferring to the past, but before going there, I also just want to share with our audience\n\nthat this is the YonEarth Communities Stewardship and Sustainability Podcast Series, and\n\ntoday I’m visiting with my good friend Brad Lidge, and we are talking among other things\n\nabout our upcoming summit called Massively Mobilizing Sustainability, Deep Leadership\n\nfor the 21st Century, and this is being held outside of Boulder, Colorado, May 17-19 at\n\na beautiful retreat center in the mountains.\n\nYou can get your tickets with a 50% discount, that’s half price, using the code Community\n\nat YonEarth.org, and I want to thank our sponsors that are making all of this possible.\n\nThis includes the International Society of Sustainability Professionals, the Association\n\nof Walder Schools of North America, Weile of Waters, Patagonia, Equal Exchange, Earth\n\nCoast Productions, Lukton Lodge, number 119 of Internal Organization, and the Lidge Family\n\nFoundation.\n\nWe also want to make sure everybody knows that because we are living in such an important\n\ntime to mobilize everything we can, the YonEarth community is making all of our e-book\n\nand audiobook products available for free, just use the code Earth Day, every day is Earth\n\nDay, it works every day, to get your e-book and audiobook resources again at YOnEarth.org.\n\nAnd so with this in mind, Brad, I know that as we are doing all this work for the future,\n\none of the most important things is understanding the past.\n\nAnd you have a depth, shall we say, of expertise in that arena, and you like to go digging\n\nand dirt at very important archaeological sites.\n\nAnd I want to kick this off by asking, I know you’ve done a handful of digs now, where\n\nhave you done these and what have you been looking for?\n\nSo yeah, this has been something that since I retired, like I couldn’t wait, so growing\n\nup I loved World History, I’ll back up once step here, and high school I had a great\n\nWorld History teacher, Eric Kobel, was his name, and he totally just made it come alive.\n\nAnd so since then, I remember loving World History.\n\nAnd when I got to college, I always thought, I’m going to do something in this, but you\n\nknow, baseball kind of took over, and even during baseball, I remember thinking, as soon\n\nas I retire, I wanted to do something in this, but I actually couldn’t wait that long.\n\nAnd I think for me, in 2008, it was that great season that we were fortunate enough to\n\nwin a World Series out in Philadelphia, but also something happened that year, where I really\n\nwanted to start jumping back into school, I mean, you get all this free time, we call\n\ndowntime on the road, right?\n\nLike, you have a game that gets over real late, you go to bed real late, you wake up, I don’t\n\nknow, 10, 10, 30 somewhere in there, and you don’t have to be at the field until like\n\n2.30, so you get these like four hours to kill.\n\nAnd you know, a lot of times people are just looping sports in or over and over and over\n\nand over again, baseball tonight, whatever it is.\n\nAnd I found after about five or six or seven years of doing this, I was like, enough,\n\nI want to do something toward potentially what I could do when I stop playing.\n\nSo I started going back to school to finish up my bachelor’s degree, which I was about\n\n90% down with the Notre Dame, but unfortunately, I needed to go back to South Bend to complete\n\nthe Notre Dame degree, so that’s when I went to University of Regis and Denver, jumped into\n\nreligious studies, and I wanted to do religious archaeology or something that would be in\n\nthat path, because as I said, I loved world history, I loved reading about it, but it\n\nwasn’t enough, I wanted to be kind of proactive in it somehow.\n\nSo archaeology was kind of the perfect path.\n\nSo when I retired, I finished up the bachelor’s degree, and then I jumped right into this\n\nmaster’s degree in ancient Roman archaeology, and, you know, part of the, since I jumped\n\nin, was going on these excavations, and so now for six, this will be the sixth summer.\n\nWe’ve been able to go over to Europe for a month or so, and I’ve been able to take part\n\nin these excavations some more than others, some way more detailed than others.\n\nI’ve been able to be on part of a staffer a little bit, and in the ancient Roman city\n\nof Carcelai, spent a lot of time out there, I did my dissertation on the nails of the\n\nbath complex there.\n\nSo it gets real specific, of course, when you get into a master’s degree, but it’s been\n\nan amazing experience for myself and for my family to live out there, to kind of get\n\nimmersed in, you know, another culture.\n\nWe’ve been to England for a summer as well, but I will tell you central Italy has something\n\ngoing on that’s been pretty remarkable, as hot as it is, and we were in this little town\n\ncalled San Gemini.\n\nIt’s hot as it is, and the fact that there is no air conditioning in any of the units\n\nin a small little town like that, it doesn’t seem to plague you, even my kids were okay\n\nwith it, because there’s something else going on there that is just, I mean, that’s, you\n\nknow, where the slow food movement started, and people take their time there, and they\n\nenjoy everything, and you get kind of immersed in that culture, and it’s just an incredible\n\nexperience.\n\nSo we’ve loved doing it, fortunately they’ve been extremely friendly to our kids, and\n\neverything’s been great, you know, in terms of that, but for me, it’s been one of the\n\nmost rewarding things I’ve done is jump into something that I was passionate about."
}