{
  "title": "Episode 78 – Maria Nikulkova, Mysterious Microbiology",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11138/episode-78-maria-nikulkova.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-78-maria-nikulkova/",
  "episode_number": 78,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHey friends, I hope you enjoyed this next podcast episode with Maria Nikulkova.\n\nI want to let you know we actually recorded this this winter well before COVID broke out\n\nin case you’re wondAarong about the context.\n\nHope you enjoy it.\n\nWelcome to the YonEarth Community Podcast.\n\nToday we are visiting with Maria Nikulkova.\n\nI’m Maria.\n\nHello, Aaron.\n\nGood to see you.\n\nYou too.\n\nSo nice to be here.\n\nIt’s great we have this opportunity to speak with you and I’m really excited about what\n\nwe’ll be talking about today.\n\nYeah, so we have quite a bit to cover.\n\nIndeed.\n\nSo I’ll let our audience know that Maria Nicolcova started working in the molecular\n\nbiology field at the Miller Lab at the University of Colorado Denver as an\n\nundergraduate student receiving a competitive undergraduate research opportunity program\n\ngrant to support her work.\n\nAnd after earning her Bachelor of Science in Biology in 2018 from CU Denver, she started\n\nin the CU Denver Biology Master of Science program in the fall.\n\nCurrently, she is working on assembly, annotation, and interpretation of novel archaeal genomes\n\nfrom freshwater wetlands in the Miller Lab alongside collaborative collaborators in the\n\nright and lab at Colorado State University.\n\nSo and Maria is also teaching at the University of Colorado both undergraduate and graduate\n\nstudents.\n\nAnd Maria, it’s so cool to have this opportunity to talk with you a bit.\n\nToday we’re going to be covAarong some science.\n\nYeah, we’re going to break down all that jargon.\n\nYou just mentioned in that last little bit.\n\nIt was great.\n\nThanks.\n\nWe can just start right with the wetlands, right, with the archaeal diversity.\n\nThat last sentence, usually people’s eyes kind of glaze over and they’re kind of like,\n\nwhat do you do?\n\nI thought you were in biology with all this other mumbo jumbo.\n\nSo generally, what I do right now is I do a lot of bioinformatics work, so that’s a lot\n\nof computer work.\n\nI like to make the joke that I don’t poke and prod squishy things even though I’m a biologist.\n\nI do a lot of computational work, a lot of coding.\n\nI see that black screen with the green font from the matrix much more often than I see\n\ndead frogs.\n\nLet’s put that way.\n\nThat paints a picture.\n\nAnd so a lot of the, so the archaea, so they’re a type of organism, a microorganism, that\n\nactually, historically, was always grouped together with bacteria, because they’re usually\n\nsingle-cell microorganisms.\n\nAnd they’re actually their own domain, so if going back to kind of that basic biology,\n\nwe have three domains.\n\nWe have eukaryotes, which is our cells, plant cells, all those fun, squishy, furry, slimy\n\nthings.\n\nAre you karyotic cells?\n\nAnd then we have bacteria, which, unfortunately, we usually hear in the negative term, you\n\nknow, all those ecoli and all those bad, scary microbes that get a bad reputation, but\n\nare kind of all around us.\n\nAnd then we have archaea.\n\nSo evolutionarily, they were always put together until about the 1970s, when a scientist\n\ncalled Carl Swose made that really a phenomenal paper, and he made that distinction showing\n\nevolutionarily that really archaea are different from bacteria, and from then on, we’ve been\n\ngoing forward at what I’d say is quite a fast pace, and then within the last, really the\n\nfield I’m in, got going much more quickly within the 2000s, right, with the big technology\n\nboom, because a lot of archaea, they can’t be grown in a lab.\n\nSo a lot of bacteria, you can grow in a lab, you can see it on a petri dish, you can\n\nsee it in a microscope, you can’t grow archaea.\n\nThey’re so specific to their environment, they’re so odd compared to even different kinds\n\nof bacteria, but they’re fascinating.\n\nThey have these crazy metabolisms, sometimes some of the ones that I’m looking at, they\n\npotentially have hosts, and we just don’t know anything about them, but there’s this giant\n\nbiodiversity of things.\n\nWe just don’t know about, and it boggles my mind, so that’s what I do.\n\nOne of the things that I find absolutely astounding as a non-technical person, understanding\n\nmore and more the importance of the microbiome and soil in our own bodies, there’s really\n\nthis explosion of knowledge and understanding just in the last few decades, and yet we\n\nstill hardly understand these complex critters and systems that ultimately are essential\n\nto the fabric of life on the planet, right?\n\nRight.\n\nSo what’s interesting, especially that archaea, generally, is that the studies that started\n\nwith them were actually in these extreme environments, so that’s one of the first kinds\n\nof archaea we see, are these extreme files as people like to call them, so they lived\n\nin super-selfie environments, or deep, deep ocean, in places with lots of sulfur and hot\n\nplaces like Yellowstone, and then for quite a bit, we thought, oh, okay, there are just\n\nthese extreme organisms that live in these extreme environments, but back to what you\n\nwere mentioning is that the work we do is in wetlands, that’s not an extreme environment\n\nin any sense of the word, it’s not super moist, it’s not super dry, it’s just kind of a\n\nmet environment, you know, it’s not super-selfie, it’s usually pretty temperate, so the wetland\n\nwe work in is a temperate wetland, so there is no salt, it’s same type of plant cover,\n\nyou know, there’s not really particularly anything special about it, but we see this mass\n\ndiversity, so just even with that, how we see, you know, like that sequencing boom, that\n\nDNA sequencing boom has really allowed us to go further than just these extreme environments\n\nand get more into depth into environments we never thought would even have this kind\n\nof diversity, and even that is still being uncovered, so specifically, at least for the\n\nsmall amount of archaea that I’m looking at, I’m looking at a filing level, a filing level\n\nis the next down from domain, so that’s, you know, if it’s like, oh, what do you do?\n\nWhat is this?\n\nLike we have to even know what an elephant is to start describing it, right, and so there\n\nis these elephants in wetlands that we can’t describe, we don’t even know what they are,\n\nhow do you describe an elephant to someone when they don’t even have a concept of an elephant?\n\nRight?\n\nOkay, so this is interesting, so we’re talking about a phylum, I remember this king phylum,\n\nsomething or other from school, and we’re saying, are these domains the same as like kingdoms\n\nthat we were taught about, or is that a little bit different?\n\nOh yes, so you’ll have your kingdom in domain, so those are the three main kingdoms or\n\nthree main domains, and then after that you get phylum in your king phylum, I think\n\nI know which one you’re talking about, the king phylum came over for Good Spaghetti,\n\nis that it?\n\nYes, seven, seven taxonomy levels, and that’s from a little bit, and a lot of microbial\n\nresearch actually focuses on those bottom two, but Good Spaghetti, the genus and species,\n\nso a common one, E coli, E genus coli species, archaea, a lot of it, we don’t know down\n\nto the genus and species, we have domains, so we have archaea, and then the one right\n\nafter phylum, we don’t even know genus and species, we barely, we can’t even classify\n\nmy most of the things that at least I’m looking at, down to a class level, which is a major\n\ngrouping, it’s almost like saying all mushrooms, that’s crazy, so what does archaea matter,\n\nwhat does it have to do with our day-to-day lives, and how is it potentially important\n\nto some of these major systemic challenges we’re facing as a global society, whether\n\nit’s pollution or climate change or what, how does it all kind of connect up to these\n\nissues that most of us would be familiar with?\n\nSo a big part of that connection is going to be soil, right?\n\nSoil is going to connect all of us, whether you like it or not, you interact with soil\n\ndaily, even if you walk on concrete, if you only walk on concrete, that’s a derivative\n\nof soil, you’re walking on soil, or that concrete has interacted with the soil, it’s interacted\n\nwith that microbial community, that’s in that soil, everyone honors, even if you live\n\nin a submarine, is interacting with soil, because what’s underneath that water?\n\nSoil, so that’s going to be my mainframe, is that soil bit, and where that connection\n\ncomes in is that each soil environment, how you mentioned that got microbiome, each\n\nsoil environment has its own microbiome in a sense, it has its own microbial communities,\n\nit has its own microbial niches, so it’s just, in a sense, it’s like a rainforest, right?\n\nYou can’t just take a single tree of a rainforest and say, oh, I now understand the rainforest\n\nbecause I understand this single orchid that lives in this single tree, and I can understand\n\nthe whole ecosystem of the rainforest, microbial communities are just as complex, if not\n\nmore complex, with their metabolisms, because microbes do things like nitrogen cycling that\n\nwe rely on, and they’re some of the only ones that can convert, let’s say, elemental\n\nforms of nitrogen to something that we can use, so we like to use any periodic cells\n\nand other types of organisms, we like to use usually ammonium, that’s a form of nitrogen,\n\nbut atmospheric nitrogen, so in general, chemistry is, and with the subscript of two, just\n\nthat gaseous form of nitrogen, we can’t do anything with that, so even if there was an\n\nabundance, and if there’s an abundance of all this nitrogen, we can’t do anything with\n\nit, it’s not ammonium, it’s not in a form that we can use, and microbes can use that,\n\nand they can convert it to these different forms of nitrogen, and nitrate, and nitrite,\n\nand all these other, you know, ending products, but other kinds of cell can use, and so\n\nwhere I’m going to kind of more dive deep into the white wetlands and all that, so darker\n\nfreshwater wetlands are actually the largest source of naturally emitting methane, and\n\nwhich is a very powerful greenhouse gas right now, and I believe it will be a powerful\n\ngreenhouse gas, that we usually don’t associate with wetlands, a lot of the times it’s associated\n\nwith production and everything, and the thing is, when we make models for, let’s say methane\n\nemission, we need to account for that natural methane as well, yes, we have that industrial\n\nmethane, but we also have that natural methane, and to create an accurate model, so we can\n\nactually create accurate mathematical models, and then create potentially plants on how\n\nto regulate it, and potentially where we can build, and what we can be around in that\n\nregard, we need that accurate information, and a lot of that methane is coming from microbes,\n\nand then what’s diving deeper down is that biodiversity aspect, is we’re losing a lot\n\nof biodiversity, and we share that every day, but we share that in what I think is a grand\n\nor scheme of things, and then we share them about larger organisms, so we share frogs,\n\nwe share mushrooms, we share all these sad things, but in that regard, microbes are being\n\nlost just as quickly, but we don’t know about it, we don’t know about many of the species\n\nthat we’re losing, that we can see without a microscope, it’s hard to make people\n\ncare about something, not only can you not even see it under a microscope, you can only\n\nsee it in your computer, with DNA sequencing, so that’s kind of the larger funneled pictures\n\ngoing from soil that affects us all, all the way down to these microbes that have actually\n\nenormous potential for all of our methane cycling, our nitrogen cycling, our carbon\n\ncycling, really all those big, big words when we talk about environments, and we talk\n\nabout methane emission and carbon emission, and all these issues that we’re having, they’re\n\nall in interlaced with microbes.\n\nSo I’m so curious, because with the Y-Energ community, one of the things we’ve done\n\na lot with strategically is helping people connect the dots both mentally and viscerally\n\nto the with the soil, and talk about the soil microbiome and how important it is, but\n\nwe can’t see it, and one of the things that boggles my mind is this issue of orders of magnitude\n\nand size differences, and do you have any way of helping to explain like how small some\n\nof these organisms actually are, is there a way to paint that picture for people?\n\nI would say to some of the smaller microbes, which like I said, we can’t grow and everything,\n\nit almost be like the difference between the tip of a pin and the size of all of ours.\n\nThat’s down there.\n\nThat’s boggling, right?\n\nAnd not even the difference between a baseball and a basketball, right?\n\nThat can be that much of a difference.\n\nThat’s really incredible.\n\nAnd I remember hearing that just blew my mind, and it may have been more with the bacteria\n\nside of things, but that within the microbiome, there are organisms that are thousands of times\n\nlarger than other organisms, all of which are invisible to our eyes, right?\n\nSo there’s this whole universe of living critters that we cannot see without the aid of technology,\n\nright?\n\nYeah, so that is a lot of what we’ve been able to do to is with that sequencing.\n\nSo a lot of those critters, I really like that word, ginger, that, so a lot of the critters\n\nthat you mentioned, even if let’s say they’re big or small, some of them just, you can’t\n\neven grow.\n\nLike it doesn’t matter, even if it’s a big, if it’s something big that we could see\n\nunder a microscope, maybe it doesn’t want to grow a lab, we can’t grow it a lab.\n\nAnd so that’s where that issue comes in with trying to determine also, let’s say the biodiversity\n\nof your gut or the biodiversity of everything is a biodiversity, right?\n\nSo like the microbiome of your inner elbow is going to be different than the microbiome\n\nof the top of your hand.\n\nSo just because of that difference, right?\n\nSo let’s say like your inner elbow, it gets probably exposed less to air than the top\n\nof your hand.\n\nSo already there’s that difference in microbial composition.\n\nBut if I were to take a swab, let’s say of my hand, and I was to try and grow it on a\n\npetri dish, like, and we call it like an all-media.\n\nSo something that accounts for at least most of the nutrients, again that’s going to be\n\nonly conducive to organisms that can grow in a lab.\n\nSo there are organisms on there that I don’t know what they’re like just because they’re\n\nnot growing, because they don’t have the proper conditions and you’ll never find a medium.\n\nThat’s not all medium, like we call it all medium, but it’s not, it’s not going to encompass\n\neverything.\n\nSo you have to make adjustments for that.\n\nSo what sequencing, that DNA sequencing has a lot of to do, is kind of in environment\n\nis to, in a sense, take that swab and then from that environment just sequence out all\n\nthe DNA.\n\nOh, interesting.\n\nAnd so you can get a better picture of something just because even if it’s not growing,\n\nyou might be able to see it in your computer, you’re like, oh, that’s weird, there’s this\n\nchunk of DNA or this genome, so the genome is all the DNA that makes up our cells, makes\n\nup all cells.\n\nIt’s all that genetic code.\n\nAnd so you might see something like, oh, this doesn’t relate to any of the other large\n\ncritters that we have or that we’ve been able to grow, but they’re here, so something\n\nis here.\n\nHow do you know if you’re looking at genetic sequences, how do you know that this sequence\n\nover here belongs to some, what’s the word I’m looking for, Archaia, is that right?\n\nVersus it’s part of a gene of a large organism.\n\nLike how do you even know what it is you’re looking at and like, where it belongs in that\n\norganization of biology?\n\nA lot of the answer is going to be, we don’t.\n\nSo we have references for a lot of the sequences started with things we did now, so we sequence\n\nLike, okay, we’re pretty sure of this genome, that’s pretty cool, I like to see easy\n\ncool as an example, because most people have at least, if not negatively heard about it.\n\nSo we generally know the DNA sequence of, and so from there you can kind of go, okay,\n\nso we have these other things that we’ve grown as a lab, but we have the genetic sequence\n\nfor those, and then we have something else that we don’t know yet, and you know, you just\n\nkind of put a question mark around it.\n\nInteresting.\n\nThat is interesting, and so it is kind of a game of Tetris in that regard, so you’re trying\n\nto piece it together and get that row.\n\nIt’s like a massive puzzle, huh?\n\nIt’s a massive puzzle, and the thing is, especially our kill research, it’s that tree, so if\n\nyou, like, like a hyalogenetic tree, so that tree that separates bacteria in one branch\n\nand us in another branch, and Archaean, another branch, and it’s all kind of together.\n\nThose are changing, but it’s not a static structure, so you know, you might have a research\n\npaper that comes out and says, oh, this Archaean, I work with Endigma Archaeota, so I’m just\n\ngoing to say, that one, yeah, it’s an Inigma, because we don’t know anything about it.\n\nBilly, but.\n\nYeah, so it’s a phylum, and let’s say the paper comes out and says, it has to be within\n\nthis branch and in this branch, so it gives it a set area for it to be in, and then\n\nI sequence some things, I use some computational methods, and some statistical models, and\n\nI look at their model and I say, I don’t agree.\n\nI don’t think it does belong here, I think, you know, it could be here or here, so everything\n\nis also for something like that you can’t grow and something that you’re not sure of,\n\nit’s also based on statistics.\n\nSo some statistical models are going to be more sure or less sure, so there’s always\n\na percentage associated with it, which I think scientists get a bad rap for, because you’ll\n\nnever hear a scientist say, I’m 100% sure that this is the truth.\n\nYou know, the ARC squared problem basically, yeah.\n\nSo I think that also is a big part of it, is that how much do you trust your statistical\n\nmodel, and we run a lot of them, you know, we don’t run just one and say, yeah, we’re\n\ngood to go, that’s not out and publish this paper.\n\nWe run quite a few and then whatever statistical model best suits that tree is what we’ll take\n\ninto consideration.\n\nAgain, it’s not, it might not be publishably, it might not be anything, but we’re taking\n\nit into consideration.\n\nSo there’s a lot of stepwise process that comes between us making something in the lab\n\nor us doing something in the lab, and it’s going out into a published research paper.\n\nSo there’s quite a few steps in between there, and there’s also reviews and peer reviews,\n\nand there’s quite a few steps that try to account for those errors.\n\nAnd yeah, it sounds like it’s a very sophisticated and well-defined process regarding things that\n\nare very difficult to understand, things that a few decades ago we hardly even knew existed.\n\nAnd here they are, absolutely affecting our lives as human beings on the planet, dealing\n\nwith these issues that we’re dealing with, right, and to continue to tie this discussion\n\nback. I’m so struck by, in our culture, there can be this incredible gap between folks\n\nwho work in the sciences and or have friends who work in the sciences, and at least have\n\nsome appreciation for those procedures and how that body of knowledge is developed.\n\nAnd then there are a lot of us who don’t have any familiarity with science, and perhaps\n\nmoreover, had a negative experience back in, you know, ninth grade or whatever, and it’s\n\nnot a comfortable territory, and I think it’s really interesting to explore how do we attempt\n\nto communicate from a highly technical, incredibly mathematically-based way of understanding knowledge\n\nto folks for whom those maybe aren’t as well-developed or easily acquired as a set of skills, right?\n\nAnd I’m struck that you use visualization a lot, I know, I want to make sure to ask\n\nyou about that, but go ahead.\n\nIt’s funny that you mentioned that high school example. In high school, one of my biology\n\nteachers said, I was really worried about human biology. I don’t think you’ll make it as\n\nbiology, maybe you should do something else.\n\nThat’s a terrible thing.\n\nThat was an exact, actual example, and it’s like, I’m going to show you.\n\nI love that.\n\nSo I definitely can see where people are coming from that, because I have definitely had\n\nthat experience where the teacher was like, nope, I don’t think you’re going to do great\n\nin this field, or maybe you should pursue something else.\n\nHave you tried the literary department, and I kind of, like, oh, no, it’s a little rough.\n\nSo I think when you mention visualization, that’s why I like to use visualization so much.\n\nI’m very much a visual person. I am in no way a computer person.\n\nThat is not me. That is my big brother. He was always much more the computer person.\n\nBig brother.\n\nYeah, the big brother.\n\nBig brother, Art and Mikkel Cobb. He’s here in the room with actually off camera.\n\nSo this is a quick shout out.\n\nHi, everyone.\n\nIt’s great.\n\nHe was always kind of more the technical, more the computer and everything.\n\nAnd the person that you go to, and you’re like, my computer is broken.\n\nI was never in that, I was never in that real technical mindset, but there’s something\n\nto be said that science is a lot of creativity too.\n\nAnd which, actually, that’s one of the things I started to enjoy about science is that\n\nonce I started to kind of get more into science and see some of these interesting things,\n\nthat we’re just coming out of news articles.\n\nSome of the best things that I learned were from visualizations, like a very well-defined\n\n3D model or something, because I didn’t, you know, I couldn’t bridge through that three\n\nand a half paragraphs of equations or formulas or just made my eyes cross.\n\nI think I need to do something else.\n\nSo that’s part of what I like to do in terms of visualization is and trying to come up\n\nwith metaphors that sometimes works, sometimes don’t, for trying to imagine these things.\n\nHow do you imagine something you don’t know, how to imagine?\n\nIt’s such an interesting question that’s almost like a co-on.\n\nWell, and I know from our previous conversations that in addition to all the work you’re doing\n\nin biology and with science and with computer modeling, you’re also an artist and a\n\ndrawer.\n\nAnd according to Artim, we’ll let Artim say it, an illustrious corner, and incredibly\n\ndifferent talented artisks in the true sense of the word.\n\nI appreciate the vote of confidence, I don’t know, I think it’s a good, well-rounded\n\nway to get away from those statistics from those computers.\n\nAnd to do something that just seems odd almost at times, even though drawing comes more naturally\n\nto me than computers, at this point, I’m with computers so much that it’s almost going\n\nback to drawing, sometimes it feels odd, like, what do I do here, what’s interesting?\n\nYeah, so it’s that different mindset.\n\nAnd sometimes that kind of almost meditative drawing bit has helped me, you know, like,\n\noh yeah, that’s why my computer code didn’t work, and then I’ll rush back to my computer.\n\nI love that.\n\nI love that.\n\nAs a writer, I’ve experienced that where if I’m painting or drawing or even sometimes\n\ncooking, insights, it seems like certain thoughts will crystallize and it seems that having\n\nsome balance and different activities probably helps us in our primary area of focus in ways\n\nperhaps that isn’t always obvious.\n\nI always liked, I think it was that Roman model of like the perfect soldier, it was a triangle.\n\nAnd the top of the triangle was like athleticism and, you know, like the physicality of it.\n\nOne of the sides of the triangle was, one of the points was like intellectualism and\n\nlike reading and all that.\n\nAnd the other side was more of that creativity aspect.\n\nAnd so that made almost like a perfect Roman soldier because he would be able to be creative\n\nand both athletic and intellectual.\n\nAnd I don’t know, I kind of like that model too is, you know, you can’t, if you’re too heavy\n\non one side, kind of sex tip over or you get so narrow narrowly into it that it’s kind\n\nof hard to see all around you.\n\nSo I met some brilliant peoples and they were so smart.\n\nI mean, just unbelievably smart with statistics and math and everything, but it was just so\n\nnarrow.\n\nAnd I’m like, I just, I need that extra conversation because I like things outside of science.\n\nI, right now I consider myself a scientist, which is also still a little odd for me.\n\nI’m just like, oh, I’m still a student scientist.\n\nI don’t know what I do.\n\nI just exist in this world of soil, but having that more rounded aspect really helps\n\nGround to me.\n\nThat’s really beautiful.\n\nWell, let me just take a moment to remind our audience that this is the Writers Community\n\npodcast.\n\nAnd today I am visiting with Maria Nicolcolva, who is sister’s, sister of Adam Nicolcolva,\n\nwho’s also in the room here with us.\n\nAnd it’s a great segue and opportunity to thank our supporters who include Earth Coast\n\nProductions, Ardom’s Company, the Lidge Family Foundation, Patagonia, Purium, and\n\nWaylay Waters.\n\nAnd also want to give a huge shout out to all of the folks who have joined our Y on Earth\n\nmonthly giving program.\n\nAnd if you haven’t yet joined and you’d like to, you can join at any level you want to.\n\nYou just go to Y on earth.org slash support.\n\nAnd you can set that up nice and easy and straightforward.\n\nBut also want to let you know about a very special program we have with one of our social\n\nenterprise sponsors, Waylay Waters.\n\nIf you want to join the monthly giving program at certain levels, $33, $88 or $133, you’ll\n\nget monthly shipments of the Waylay Waters hemp infused soaking salts.\n\nAnd you can find more information about that at yon earth.org slash Waylay, that’s\n\nWELV-Waters, Water with an S at the end.\n\nAnd thanks to everybody for your support for making this podcast series possible and\n\nfor supporting all of our community mobilization work for climate action, soil regeneration\n\nand cultural healing.\n\nAnd so excited about the projects we’ve got underway this year.\n\nAnd Maria, it’s such a joy to have the opportunity to sort of peep behind the curtain as to what’s\n\ngoing on in the sciences right now, around microbiome and what we know, what we don’t know and\n\nwhat we don’t know.\n\nI love that arrangement of sort of our knowledge structure.\n\nAnd I’m just wondAarong when you’re working with wetlands and you’re thinking about something\n\nlike climate change, what’s your sense, like if you’re to speak to a university assembly\n\nof folks who can do things about climate change, how might wetlands play into this and what\n\nmight we do differently as society that would help us with this challenge?\n\nSo part of wetlands, what I think is fascinating is that we have a terrible history of\n\ndredging them up because they’re useless quote unquote, right?\n\nLike I said, they’re not an extremely hot environment, they’re not an extremely cold\n\nenvironment.\n\nThey’re kind of easy to drive out and we have all the possibilities to do so.\n\nAnd we have for quite a bit of time actually, if you think about New York or Seattle or\n\nsomething, a lot of those places were either like ocean and then as you go further in,\n\nit’s wetland.\n\nAnd so a lot of these cities have had to, you know, have pumping systems and all these\n\ncrazy mechanisms to basically get rid of something that was already naturally there.\n\nI mean, don’t get me wrong.\n\nI love New York.\n\nIt’s a fun place.\n\nMy brother and I visited Seattle, Seattle was lovely.\n\nI don’t want to talk about the cities.\n\nIt’s just that history of what we’ve been kind of doing with wetlands.\n\nAnd what now is happening with wetlands is that we still kind of do that, you know.\n\nThey don’t get as much attention as some of the other, you know, being beautiful parts\n\nof nature that we have, say, our mountains are, you know, they’re beautiful.\n\nThere’s snow caps, they’re picturesque.\n\nWetlands can be picturesque, but maybe not as much as a snow caps mountain for a postcard.\n\nSo I think there’s that aspect of biodiversity that not all important things aren’t going\n\nto be the most beautiful things.\n\nThat’s such an important message.\n\nSo, and wetlands, I think, really fall into that category.\n\nI think wetlands can be very beautiful.\n\nIt’s just sometimes they kind of get fallen onto the wayside compared to some of the other\n\nthings.\n\nOh, interesting.\n\nSo, it sounds like we should consider further protecting the wetlands and perhaps even\n\nin some places doing what we can to restore what it’s been drained or dredged or whatever\n\nit has been.\n\nIt’s interesting because a lot of our historical development as a species has been a major\n\nriver estuaries, right?\n\nWe used to do most of our travel and shipping by sea by water.\n\nAnd it would make sense that we would have these major settlements at the mouths of rivers\n\nand so forth, but that turns out these are also where wetlands are located, right?\n\nAnd I don’t think, you know, completely getting rid of settlements from around there.\n\nAll of this ultimately, when I think about at least climate change and all these people\n\ndoing this wonderful work and everything, all of that I think has to culminate with us\n\nnot dredging up and concreting and paving the earth, right?\n\nYou can pave parts, but at least some parts unpaved.\n\nIt’s all going to come to, I want to say, like an ecosystem where we have to have certain\n\nharmonies and almost cliches that sounds right now, which is another thing.\n\nI think it’s all that, you know, cliches, some of them are there for a reason, right?\n\nHarmony is harmony.\n\nIt’s a wonderful world that we’ve been kind of overusing to mean certain different things,\n\nbut yeah, I think part of that, so how you mentioned that we used the mouths of rivers\n\nfor transporting things.\n\nI don’t see why we can leave that river there.\n\nWe can still live around it.\n\nWe can still have big green spaces.\n\nWe can have the natural wetland that’s there.\n\nSo instead of, you know, dredging out even, like, say, a wetland and putting a park there.\n\nJust leave that wetland there.\n\nLeave it as it is.\n\nOh, that’s really, really.\n\nSo I want to make sure to hit on something that you shared before we started recording that\n\nexcites me because it’s just so far beyond my technical expertise, and it’s this thing\n\ncalled CRISPR, and I thought it would be fun just to share a little with the audience\n\nabout some of the highly technical stuff that you’re engaged in.\n\nAnd so can you tell us what’s CRISPR and what is it stand for and why is it important?\n\nSo a lot of CRISPR has actually been in the news lately.\n\nA lot of it’s actually getting some bad press.\n\nSo it’s the technology right now that we’re using for gene editing.\n\nThe reason I brought it up is actually, so you mentioned that to your audience that\n\nI was teaching or co-teaching right now, I’m going to like it a lot.\n\nAnd so we used CRISPR technology in that molecular allowed for gene editing.\n\nSo gene editing certain proteins into certain types of cells.\n\nSo inserting a part of a genome or a part of a DNA sequence that encodes for a certain\n\nfeature that was not previously in that cell.\n\nAnd so CRISPR, sometimes often called CRISPR Cas9 because Cas9 is the protein associated\n\nwith it, was actually first discovered in California, the University of California.\n\nAnd it is a naturally occurring mechanism in bacteria that allows the bacteria to fight\n\nviruses.\n\nIt’s like a snipping tool.\n\nSo it can cut out certain parts of the DNA so that the bacteria is no longer affected\n\nby a virus, that virus is DNA.\n\nAnd what researchers brilliantly figured out at the University of California is that these\n\nCRISPR systems, they’re often called are highly conserved.\n\nSo they’re in more than just bacteria and they can be inserted into other organisms\n\nand other types of cells.\n\nAnd so that’s where there’s a lot of bioethics and a lot of bioethics committees.\n\nSo I think the far reaching kind of fear is that film Gatica, right?\n\nIf you’ve seen that where people are gene editing themselves and picking their children based\n\non their eye color in all the science section.\n\nAnd when you hear it in the news, it’s always kind of worst case scenario too.\n\nAnd I’m not saying we shouldn’t think about worst case scenario because, right, you\n\ncan’t, we were so in fixed even like in a science fiction culture to always have this\n\nworst case scenario of science that it’s almost impossible, I think, to have that separate\n\nfrom real science as opposed to science fiction.\n\nBut the reason I kind of brought that up is that it’s actually something that’s going\n\non in molecular lab.\n\nThis isn’t specialists, these aren’t PhDs and postdocs and doctors and these people\n\nthat have crazy qualifications way, way above mine.\n\nAll right, these will be universities.\n\nThis is something in molecular labs.\n\nSo something that’s accessible, which I personally think is wonderful, I think science\n\nas a community in itself has been becoming more accepting and trying to increase diversity\n\nand I mean, still has a way to go every instant as a way to go.\n\nBut ultimately, when you can incorporate, in a sense, difficult concepts into teaching\n\nlabs, again, you increase that accessibility to students and that really is also kind\n\nof that bridge where you were saying kind of that connection as well.\n\nAbsolutely.\n\nWell, and it’s so great, Maria, to have this opportunity to visit with you today and I\n\nthink it’s probably an opportunity for a lot of folks connected through the wider community\n\nto hear some more from a scientist about things that I imagine a lot of us don’t have direct\n\nexperience or knowledge of and it’s been a real joy and I want to thank you for visiting\n\nwith us and before we sign off for today, I’m wondAarong if there’s anything else you’d\n\nlike to share about the work you’re doing and or to the liners community, the audience\n\nin general.\n\nYeah, so thanks for having me.\n\nReally, I think my main message is that science is much more accessible than people like\n\nto think it is.\n\nIt’s not white males and lab coats at Harvard.\n\nIt is a diverse community and it’s actually one of the more accepting communities that\n\nI’ve luckily become a part of going to conferences and I’ve met people from all around the world\n\nand that’s just been amazing.\n\nBut that opportunity only started because I was able to kind of show my curiosity in science.\n\nSo I think that’s the main thing is that as soon as you show your curiosity, you know,\n\nyou can reach out to scientists."
}