{
  "title": "Episode 18 – Aaron Perry reads “Delight” for Thanksgiving",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2892/episode-18-aaron-perry-reads-delight-for-thanksgiving.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-18-aaron-perry-reads-delight-for-thanksgiving/",
  "episode_number": 18,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHey friends, happy Thanksgiving.\n\nFor this Thanksgiving week of celebration of gathering with friends and family, coming\n\ntogether in a spirit of joy and gratitude, entering into the darker depths of the winter\n\nmonths where we appreciate the coziness around the hearth, I thought it would be fun to\n\nshare a very special chapter with you all out of yonearth.\n\nOne that is really apropos for this Thanksgiving week, this time of really dropping into and\n\ncelebrating our gratitude for all our blessings.\n\nI want to make sure before diving into the chapter that you all know we have just a few\n\ndays left in our Kids Corner Kickstarter campaign and so excited about the incredible\n\narray of gifts and rewards.\n\nWe’ve set it up so that you’ll get excellent deals and discounts on our children’s books,\n\nour soil stewardship handbook, all kinds of other resources, and even some coaching\n\nand consulting services available for entrepreneurs, for executives, for businesses, and so there’s\n\nsomething in there, little something for everybody, and you can check all that out at\n\nyonearth.org slash Kickstarter, so it’s a letter Y-O-N-E-A-R-T-H dot org slash Kickstarter\n\nand that ends Monday morning, so I hope you’ll get over there and you’ll see there’s a lot\n\nof great ideas and suggestions for holiday gift giving coming up, so timed perfectly for\n\nyour upcoming holiday gift giving.\n\nOf course the artwork in the children’s books is, it’s just amazing by Yvonne Kuzlina.\n\nYou can see many of the examples through our social media posts and beautiful, beautiful\n\noriginal artwork with those books.\n\nWe’re doing celebrating soil, celebrating honeybees, celebrating water, celebrating trees.\n\nYou see some right behind me, and celebrating community, so there’s a whole series of children’s\n\nbooks that this Kickstarter is helping to support.\n\nSo with that in the spirit of Thanksgiving week, I wanted to read to you and share the\n\nchapter that is called Delight in Yonearth, and this is found in the second section of\n\nthe book, which is where we’re exploring the different dimensions, different aspects\n\nof cultivating a very high degree of health and well-being thriving in our own lives.\n\nAnd it seems that delighting in the incredible abundance and miraculousness of this amazing\n\nplanet is one of the keys to experiencing a high quality of life with full of joy and appreciation.\n\nAnd this practice, this part of our practice, is not dependent on our socio-economic standing.\n\nIt’s something we can all cultivate in our day to day, and seems like it might be one\n\nof the secrets to having an incredibly high level of joy and fulfillment in our day to day lives.\n\nSo let’s check it out. This is Delight.\n\nCelebrating creation and exquisite sensual spirituality.\n\nVictor Frankel tells us, our greatest freedom is the freedom to choose our attitude.\n\nAnd Tick-Nought Han says, your mind is like a piece of land planted with many different kinds of\n\nseeds, seeds of joy, peace, mindfulness, understanding and love, seeds of craving, anger, fear,\n\nhate and forgetfulness. These wholesome and unwholesome seeds are always there, sleeping in the\n\nsoil of your mind. The quality of your life depends on the seeds you water. The seeds that are\n\nwatered frequently are those that will grow strong. And Oprah Winfrey tells us, my all-time favorite\n\nplace to be is quietly under a tree. I sit every day in peace and gratitude for all life’s blessings.\n\nSo here’s chapter 14 Delight. There are many of us who believe that Earth is without question\n\nthe most delightful place in the universe. But some of us would respond to this statement in utter\n\ndisbelief, total shock, dismay. We might protest with an orange, what about all of the trauma,\n\nabuse and evil perpetrated in the world? What about the grotesque horrors of genocide,\n\ndepictions of which like Picasso’s Guernica only hint at the pain and upheaval and suffering\n\nand cruelty humans can inflict on one another? How could we possibly celebrate a world of delight\n\ngiven these traumas and horrors? Is the world good or is it bad? This is one of the greatest\n\nquestions and problems of Western and modern culture and of our modern human consciousness.\n\nThis question is as challenging as it is important for us to explore together. Some of the greatest\n\npeople the noblest hearts like Victor Frankel are able to reconcile this and not dissolve into\n\npessimism, not dissolve into total pessimism. In his Nazi prison camp account, man’s search for meaning,\n\nFrankel offers humanity a framework for understanding how individuals can choose to overcome and\n\nconquer incredible horrors and traumas. Though we bear scars to be sure, we ultimately maintain the\n\nself-directed will to choose joy, purpose and meaning in virtually any circumstance. This may be one\n\nof the toughest chapters in the book to write and to read. It may also be one of the most important.\n\nFor the truth is, we have a choice. We have a series of choices. Not quite endless, but many.\n\nOver the course of the approximately 30,000 days each of us will live on average. We have the\n\nchoice to feed the spirits of gratitude and joy or the demons of cynicism, hopelessness and suffering.\n\nThe most important point in all of this is simple. We have the choice. The choice is hours and hours\n\nalone. We all have trauma. The point isn’t to debate who’s is more severe, who’s is more unjust,\n\nwho’s is more destructive. The point is, what do we choose for ourselves, for our precious life,\n\nfor our families and communities? We all have this choice. All of us and delight is a key.\n\nToday, more and more returning war veterans are choosing to overcome their post-traumatic stress\n\ndisorder through experiences of delight, especially working with living plants, soils and growing\n\nand preparing food. These are folks in our own communities choosing to engage in delightful\n\nconnection with the living world and choosing to heal. Even my Grandpa Bear, who endured extreme\n\nhorrors and near-starvation in a Nazi prisoner of war camp, would cultivate delight in his life\n\nwith a constancy verging on religiosity, the good sort of religiosity. For decades, my cousins and\n\nI knew our Grandpa Bear to walk daily, to spend hours in his garden and to read quietly all year round.\n\nSure, he had his rough edges, as we all do, and woke almost every night with dreams of terror,\n\nwell into old age, but he also cultivated some genuine sort of zen humility and love for the world.\n\nA love for many simple experiences of delight in the world. And for him, much of these were\n\nfounded nature, he actually stopped to smell the roses as a matter of course, and also taught us\n\nto do so by example, by modeling the behavior, as if saying, well, inhaling their sweet\n\nephemeral fragrances, why wouldn’t we? Why indeed wouldn’t we? Grandpa Bear somehow knows,\n\nperhaps because he was so close to death and saw so much death around him as a young soldier that\n\nthis life on earth truly is precious. He loves life so deeply, all of it. In fact, in addition to\n\nlong walks through the woods, and Parks Grandpa was also known to feed squirrels by hand, and to\n\ncall and respond with robins in mid afternoon choruses of pure joy.\n\nHe knows and embodies the power of delight. We might even say he knows its necessity.\n\nDelight is a necessity to living life fully into experiencing the fullness of our humanity.\n\nBut this goes way beyond my grandpa or yours. This gets to the very core of one of our most\n\nchallenging cultural legacies and dare I say pathologies. For in the course of Western civilization\n\nin particular, there has emerged a fundamental paradigm problem that we must now confront and\n\nunderstand. In that great path of countless men and women whose thoughts and conversations and\n\nwritings have brought us to where we are today from the Greeks like Plato and Aristotle through the\n\ntime of Jesus and the writers of the Apostolic Gospels through the Roman Empire’s official and then\n\nforced adoption of Christianity under Emperor Theodosius and 380 CE on into the Dark Ages and the\n\nInquisitions in which millions of women, men and children were brutalized and massacred in the name\n\nof Church Dogma. And on into the pre-modern thinkers like Sir Francis Bacon who short-sightedly\n\nclaimed mankind’s domination of the living earth as ordained by God. Our history is rife is\n\nseething with anti-life, anti-biosphereic anti-stewardship and anti-love rhetoric, ethos and thus\n\nreality. We have inherited this cultural legacy all of us alive today. The maligning of the earth\n\nand of life is deep in our heritage. Sure, many of us see these things as merely relics of a\n\nnastier, more brutish past as an unfortunate crudeness we’ve since transcended. But the truth is\n\nthis pernicious worldview that says it’s okay for us to destroy forests, fisheries, mountains and\n\ncommunities in the name of progress and economic development is a disease, a pathology of the mind\n\nand heart. And it has infected so much of our culture. We hardly even consciously recognize it\n\nto be there anymore. It is destroying our very world, but many of us are living and acting as if\n\neverything is a-okay. This is precisely the problem. This is the disease. We can heal this pathology,\n\nwe can overcome this cultural sickness, learning to delight, to actively delight in the living world\n\nis an important part of our cure. And how we interact with, how we appreciate the world around us\n\nis critical to cultivating the consciousness that will allow us to become great caring stewards of our\n\nworld. As theologian and teacher Thomas Barry tells us in his Christian future and the fate of\n\nthe earth, an incredible book, by the way, he says, as we lose our experience of the songbirds,\n\nour experience of the butterflies, the flowers in the fields, the trees and woodlands,\n\nthe streams that pour over the land and the fish that swim in their waters. As we lose our experience\n\nof these things, our imagination suffers in proportion as do our feelings and even our intelligence.\n\nThe fact is, through our hyper-urban, hyper-technologized, hyper-consumptive, hyper-modern culture,\n\nwe have already lost so much, but it is not all lost far from it,\n\ndepending on what we choose today and for the rest of our lives. Delighting in the world in this\n\nworld is not only joyous, delighting in this world in earth is healing. Our ability to delight\n\nis an essential key to our ability to live gently and peacefully and with care and stewardship\n\non the sacred planet earth, our home, our one and only. As Barry, a devout Christian suggests,\n\nit is through our delightful connection with the living world that we will heal this great cultural\n\nrift with our home, a rift that is undermining our spiritual wholeness. He says,\n\nthe unity of the earth process is especially clear. It is bound together in such a way that every\n\ngeological, biological and human component of the earth community is intimately present to every\n\nother component of that community. Whatever happens to any member affects every other member of\n\nthe community. Here we can see how precious earth is as the only living planet that we know,\n\nhow profoundly it reveals mysteries of the divine, how carefully it should be tended,\n\nhow great and evil it is to damage its basic life systems, to ruin its beauty, to plunder its\n\nresources. For these things to be done by Christians or without significant Christian protest\n\nis a scandal of the primary order of magnitude. The challenge of healing this rift is\n\ngermane to all of us living on earth, not just Christians. But as we come to understand the unique\n\nways in which Christian dumb has wrought havoc, destruction and diseased economic memes justified\n\nby twisted theological confusion like slavery, deforestation, subjugation, cultural devastation,\n\nwanton, taking of land, resources, peoples and places, then we will come to understand how Christians\n\ntoday will play a unique role in healing these great multi-generational wounds and in\n\nserious mental and spiritual illnesses. We must ask ourselves how much brutality and destruction\n\ndo we find being perpetuated in the name of God or Allah or Yahweh? Is this something we really\n\nwant to perpetuate? What do we really want to create? We can choose to heal and change course from\n\nthis currently predominant attitude that as Barry puts it is showing no significant interest in the\n\nfate of earth as it is being devastated by a plundering industrial system. At the core of this\n\npathology is a pervasive emphasis in our prayers for deliverance into a better world.\n\nBarry tells us as he presents a suggested outline of the paradigm for understanding what is\n\navailable to us at the present time. We might even claim that this view of the universe provides a\n\nmore comprehensive context for interpreting Christian belief than do the views of Clement,\n\nAugustine Thomas or Ignatius. If we are to arrive at a healthy, whole spiritual understanding of our\n\nrelationship with the living earth, we must either not have engaged in the historically corrupted\n\nworld views of mosaic religions in the first place or we must garner the courage and the grit\n\nto work through these most challenging aspects of our religio-spiritual separation from the living\n\nworld. This is not easy work, but it is necessary and critical to healing our relationship with\n\nearth and to creating a future we would hope to leave to future generations. Our work is here and\n\nnow. And there is a special sanctity to it. I remember my friend Rabbi Michael Kossikov telling me a\n\nwonderful story about the late Rabbi Zalman Schochter Shalomai affectionately known as Rebsalman.\n\nRebsalman who fled from an internment camp in Vichy, France after the Nazi invasion of 1940\n\nis a founder of the Jewish reform movement, and credited with expanding the notion of kosher\n\nto include choosing foods that contribute to environmental sustainability, eco-kosherute,\n\nor eco-kosher. He was a profoundly thoughtful leader and spiritual guide to thousands.\n\nHe was also adept as Kossikov tells me in the art of delighting. Rebsalman had elevated the practice\n\nof delight to a spiritual practice, one in which God could enjoy even greater delight in creation\n\nthrough us, through humanity. When Rebsalman would enjoy a bowl of ice cream, for example, he would\n\npause, look up and say, see, God, this is what ice cream tastes like, isn’t it wonderful?\n\nHis was such a life-filled and love-filled practice of delight. He came to understand\n\ndelighting as one of the greatest ways to show humble gratitude for the divine creation we have\n\nbeen given this opportunity to enjoy. As if not to delight in this creation were to snub the creator,\n\nas if not to delight were to blaspheme. Sure, there could be other worlds out there full of the\n\ncolors, wonders, diversity of life, incredible miraculous atmosphere-induced temperature stability,\n\nrelatively speaking, that allows for liquid oceans, frozen glaciers, and silently voyaging rain clouds,\n\nthe water, the ice, the vapors all comprised of a divine molecule that is the basis for life, water.\n\nSure, that’s a mathematical possibility, but for us humans, our earth is a one-of-a-kind.\n\nEven if there were hundreds like her way out there somewhere, would that need that diminish our\n\nlove and respect and stewardship of our beloved, our cherished, our sacrosanct and hallowed mother\n\nearth? What do we take for granted? Our blue-green planet is largely covered by water, and where there’s\n\nland, there’s a cornucopia of plants, trees, bacteria, fungi, insects, and animals all themselves\n\nwater-containing beings that make our lives possible. Life abounds and seems often to delight in its\n\nown awesome miraculousness, and life is full of delight. Have you ever heard, and perhaps\n\nthen seen a hummingbird sing and fly its way through a flower garden? Have you observed a\n\nsquirrel digging, flipping and flopping in the duff under a shady blue spruce and raptured as\n\nhe’s playing an ongoing game of bounce and turn, like our kids might on a trampoline?\n\nClearly a recreational activity merely for fun’s sake? Have you heard and seen pods of\n\nmulti-aged dolphins frolicking in waters and surfing ocean waves in their three-dimensional water\n\nparadise? Have you heard and seen how Aspen leaves dance, shimmer, and whisper songs of joy as\n\nthe breeze runs its gentle fingers through their branches, like we might through our child’s\n\nsilky hair? Have you ever seen the bliss and serenity in snow monkeys, macaques,\n\nfaces while soaking in the mountain hot springs of Jigokudani monkey park in Japan with cold winter\n\nsnows drifting down all around them? Their contemplative serenity conveys the calm joy of the most\n\nadept meditating monks. Have you seen adolescent goats, prants, and flirt and dance and stumble as\n\nthey imbibe the fermented fallen fruits of surrounding orchards and leaping and bounding and chasing\n\non and off-boulders? Have you ever looked closely at honeybees, arching their backs in apparent\n\necstasy as they caress and coax and gather the nectar and pollen of flowering plants in their\n\nbachnalean orgies with the infinitely colorful sweet and arousing aromatic sex organs we call flowers?\n\nAs they gather and make their gold and honey ambrosia from bright,\n\npollen and flowing floral juices? Have you seen the utter uninhibited joy and love radiating from\n\na baby’s face when she opens her eyes to see her mother and father gazing back?\n\nCan we possibly experience these things and not believe the earth to be an Eden of Delights,\n\nor at least to contain immense potential for experiences of Delight?\n\nConsider all of this and juxtaposition to that alluring, compelling facade and appearance of Delight.\n\nWe find in all of the consumer products being paraded in front of us every day.\n\nBeautiful Photoshopped women gorgeous color enhanced images of industrial foods. What is the\n\nveil doing to program our expectations of how to Delight? What is the veil doing to\n\nimpede our capacity and capability to genuinely delight in the authentic connection with the living\n\nworld? How aware are we of our awareness? Is it possible that all around us are infinite\n\nopportunities for Delight? Is it also possible that our culture has drawn a huge line in the sand,\n\ncreated a huge separation when it comes to experiencing Delight? Sure, when we’re on vacation at the\n\nbeach, perhaps enjoying a peanut colada before plunging into clear blue waters, we feel immersed\n\nin Delight, or sipping a crisp beer or cold white wine along the lakeshore or river’s edge while\n\nfishing? But what about during normal life, the day to day? And moreover, what about the great\n\nconflation between Delight and hedonism between Delight and Wanton consumption that is rampant\n\nin our culture? Can we, as adept practitioners of life, come to clearly discern for ourselves the\n\nvast difference between hedonistic indulgence and Delight? What is the difference between\n\nhedonism and Delight? It’s probably one of those things we can know by paying attention and by\n\ncultivating our awareness. We can also ask, is our desire, our activity, connecting us more\n\nprofoundly with a loved one and with the living world around us? Are we on a hike with our\n\nsweetheart connecting through conversation and holding hands, or are we in the strict club with\n\nthe mere appearance of intimacy? Are we spending cash to fill a void, stuck in that endless vortex of\n\nillusory promises of commercial fulfillment? Or are we deliberately cultivating a frugal\n\nabundance that delights in the ample fruitfulness of life on earth and all of her abundance?\n\nIt is in our cultivation of awareness of self-knowledge that we will see the veil see through the\n\nveil and develop our humility in such a manner as to delight in the experiences of humanity consciously\n\nconnected to the living earth. Excuse me. It is a matter of our hearts and minds, again,\n\nlet us consider the subtler meaning of what Tikknot Han teaches us.\n\nYour mind is like a piece of land planted with many different kinds of seeds,\n\nseeds of joy, peace, mindfulness, understanding, and love, seeds of craving, anger, fear,\n\nhate, and forgetfulness. These wholesome and unwholesome seeds are always there,\n\nsleeping in the soil of your mind. The quality of your life depends on the seeds you water.\n\nThe seeds that are watered frequently are those that will grow strong.\n\nLet us ask, what seeds are we watering in our lives? Do we experience an ongoing flow of delight\n\nwhile maintaining our homes, running errands, and marching along to a schedule? Are we marching,\n\nor are we dancing along to our schedule? Our ability to delight in our daily lives and to seek\n\ndelightful ways to live our lives is essential to our experience of joy, health, and well-being,\n\nessential. And our ability to cultivate experiences of delight in our daily lives is also essential\n\nto envisioning and creating a culture in a world of regenerative, sustainable abundance.\n\nWhat if there is a hidden secret all around us, surrounding us, what that we can choose to\n\ndelight and to create delight in the most quotidian activities? This is a secret of the sages,\n\nof the wise ones. It is found in their timeless sayings. It is evident in their lives,\n\ntheir modeling, their demonstration. It lives in their example. And we can choose to learn from them\n\nto delight in the mundane, the little earthly things like mustard seeds and lotus flowers,\n\nand open the gates to a realm of profound joy. This is at our fingertips. The option to choose\n\nis our birthright. And as with most worthwhile things, it takes practice. To delight is a skill,\n\na capability that we must practice and develop to get really good at it. I remember recently\n\ncleaning some dishes in my kitchen. Not something you would say I was loving after a night of fun\n\nand festivities with friends. We had worked our way through the ice supply, so I needed to refill\n\nthe ice cube trays with water before returning them to the freezer. Without being aware of it,\n\nI was feeling irritated about having to fill the ice trays with water, and was longing for an\n\nautomatic ice machine in my freezer. I was vexed by this little chore, but then something happened.\n\nI paused. Through some small grace, I realized that this little reality, this narrative I had created\n\nfor myself, could be very different. I realized that I was feeling put out or frustrated that I had\n\nyet one more task, one more chore standing between now and some other apparently more interesting\n\nmore delightful activity. But there really isn’t another thing out there. I realized that in fact,\n\nI could actually completely enjoy and relish and delight in this very activity right now.\n\nIt wasn’t about the activity itself. No, this was completely about my attitude in perspective,\n\nbecause guess what? It turns out I like water. I really like water. I like seeing water flow.\n\nWherever I am, flowing water can remind me of a high mountain brook or a magnificent cascading\n\nwaterfall. And this connection with water, this appreciation, often makes me feel more connected\n\nto the divine life force that flows through everything, through all of us. It’s as if the\n\nwellspring of joy and delight is opened by appreciation and gratitude. But here I was nearly\n\ncursing the water as it was flowing right out of my kitchen faucet. What was going on with my\n\nattitude? What was going on with my perspective? How many people on the planet right now would be\n\noverjoyed to have clean, clear water to drink a billion? That’s a thousand, thousand, thousand\n\nof us. Or 20,000 full Yankees stadiums, full of our fellow human beings, 20,000 stadiums,\n\ntwo billion, 40,000 of those stadiums, full of people, let alone to have this clean, clear\n\nwater flowing from the tap with a minimal magical turn of the spigot. Something happened.\n\nI noticed my own thoughts and then thought about hacking those thoughts with more perspective and\n\ngratitude. I wondered what kind of appreciation could I experience and cultivate instead.\n\nWhat sort of gratitude could I cultivate? What experience could I delight in while simply\n\nstanding at my kitchen sink with ice cube tray tilted at a downward angle so that the water flows\n\nfrom the top to the next to the next and on in a gentle delightful cascade of liquid beauty?\n\nAre you kidding? It’s that simple to delight. This has become one of my favorite moments in the day,\n\nin the week. I think about these mini flow forms. I visualize them when I’m away from my home\n\nbecause they have become an enjoyable and delightful part of my life. Water, flow, delight,\n\nattitude, perspective, gratitude, no chore of drudgery any longer. Perhaps our ability to delight\n\nis not so much about experiencing things far away or exotic, like when we’re on vacation\n\nfrom our real life. Perhaps the key to cultivating delight is right in front of us. Right at our\n\nfingertips, right in the middle of our normal day-to-day quotidian mundane reality.\n\nIt is our attitude of gratitude that unlocks the door to this endless realm of delight.\n\nBy lifting the veil in our own lives, our own thoughts, our own minds, we might unlock the\n\ndivine doors to a realm that is all around us. But how do we do this? What are the techniques we\n\ncan cultivate to amplify our experience? As far as I can tell, it definitely takes some practice,\n\nand naturally some perspective. Our perspective is the practice. When I was about 10 years old,\n\nI remember mowing lawns with my good buddy Colin to make some scratch, some cabbage, some casheesh.\n\nWe liked having the extra dough, but we didn’t love to mow the lawns. At the first\n\nsign of clouds rolling in, the way they often did those hot summer afternoons in Colorado,\n\nmy buddy and I would call off the work on a count of rain and hurry down into his basement to play\n\nvideo games indoors. At that time, at that age, gaming indoors was a much more delightful activity\n\nthan mowing outdoors. Now though a couple of decades later, mowing the lawn with manual pushmower\n\nis one of my most delightful activities of the week. I relish the hot sunny afternoons a perfect\n\ntime to shed all but shoes and shorts throw on my headphones and some tunes and take laps with\n\nthe pushmower up and down back and forth along the modest front lawn. The pushmower is quiet.\n\nNo belching gasoline fumes here and because it’s manual, I have to pass over the grass three to\n\nfive times to get a relatively nice sharp trim on the lawn. That means exercise.\n\nIn the sunshine, getting some vitamin D and working on my tan. It’s delightful.\n\nNeighbors often wave and say hi as they walk by. Almost every time I’ll stop and remove my\n\nheadphones unplug from my music for a minute and chat up a neighbor about this or that, the bees,\n\nthe chickens, the weather, anything really. It’s community. What was once a chore I’d try to avoid\n\nwith any little excuse has become an utter delight. Music, exercise, sunshine, community, the aroma\n\nof the fresh cut grass, the satisfaction of a job well done, and the sweat rolling down my face\n\nand back and chest to indicate a nice little workout and a nice time in the afternoon Colorado sunshine.\n\nWhat joy! Meanwhile, in my backyard, honey bees are busy collecting nectar and pollen from\n\nsun up till sundown. Chickens are busy scratching and exploring and grazing in the yard. Humming birds\n\nare zipping about in their flight song, stopping for sugar water at the beautiful cobalt blue hanging\n\nglass feeders on the balcony. Butterflies and drag and flies dance about and cruise through the\n\ntall grasses and among the wild pea flowers. Tomatoes and peppers and squashes and peas and carrots\n\nand greens and herbs are busy growing, spreading and expanding abundantly in their frugal joyful life\n\nways. I could go out and give the chickens bees and gardens water and food thinking of it as a chore\n\nstanding between me and some work task or deadline or scheduled appointment TV show or other\n\nimportant entertainment or I can go out take a deep breath and delight in these wonderful living\n\ncreatures and the symbiosis we share together life. And I am so grateful to my friends and mentors\n\nwho taught me this about soil that about growing tomatoes. But believe me I am a mere student myself\n\nat all of this my yard vegetable garden and chicken coop have a long way to go to reach their\n\npotential as a super abundant food forest ecology. And I am certainly making all kinds of mistakes\n\nand do overs. I’ve lost a few chickens to raccoons. I’ve lost some corn stalks and squash plants to\n\nwind and blight. Even after all of these years of green thumbing it with my lovely house plants I\n\nstill lose one of them now and again. The point of all of this has nothing to do with perfection.\n\nIt has everything to do with trying with intention with a willingness to attempt stumble,\n\nlearn and get a bit better at it each step of the way. In fact the core activity life hacks that\n\nwill enhance our connection to place and our sense of joyful delight themselves become the\n\npractices that offer up all kinds of lessons applicable to the broader quest. Understanding this\n\nmeans that now we’re starting to get somewhere by trying by being willing to fail but trying we\n\nunlock the doors to the realm of authentic joyful experience. And we come to know the truth.\n\nI can relish and delight in this deeply authentic experience in my yard and garden. I nourish the\n\nplants and chickens and bees with water and food and care and they provide eggs and honey and fruits\n\nand leafy greens. And we all dance and sing and celebrate the miracle of life of our lives\n\ntogether. Delightful. So how do we do this? What are the core activities we can cultivate?\n\nSure we can create amazing food forests in our yards and neighborhoods overflowing with fruits\n\nand veggies but that’s expert level after years of practice. Let us start simply by connecting\n\nwith the soil by composting and growing a few things at first. Sure we can become expert yoginis\n\nable to hold amazing balance poses and perfectly executed bends and stretches but that is after\n\nmany years and only if our bodies are built in such a stretchy way. For many of us the choice\n\nis to simply practice our yoga, to stretch however far or not, to balance for however long or not.\n\nBut to do yoga nonetheless the main point is to develop our practices from a place of our awareness,\n\nour perspective and grow the magnitude of our gratitude with each step along the journey.\n\nAnd with gratitude flowing from our minds and hearts will reach new heights of delight in our\n\neveryday lives. What can we appreciate in the kitchen throughout the home, in the yard,\n\nthe neighborhood at work, on the way to work, for exercise, swimming in the sunshine at the outdoor\n\npool, skiing or snowshoeing or walking in the crisp winter days, hiking or jogging along a\n\ncool forest path, cycling through farmlands in the countryside, for relaxation, painting,\n\nlistening to music, playing music, preparing a delicious meal of lentils and garlic and ginger\n\nand turmeric with just enough spice from peppers, a simple delicious preparation that helps us\n\nwind down before going to bed and that will provide convenient nutritious meals for several days\n\nto come. How about preparing a feast with our loved ones, our sweetheart, hours of prancing and\n\nflirting and creating together in the kitchen before family and friends arrive to celebrate community?\n\nHow many times have we gotten stressed out before entertaining guests? Can we delight in the\n\npreparation of food and drink? Infuse it with love and wishes of well-being from our hearts?\n\nWhile methodically slicing and dicing and chopping and sauteing? Can we cultivate this practice of\n\nmindfulness and gratitude so that we are experiencing the love and joy emanating from our hearts?\n\nAnd let us remember to listen, to actively listen for the bird song.\n\nWe will hear so much more when we seek out the beauty of life on earth.\n\nLet us come to know the wisdom of William Wordsworth. We said, nature never did betray the heart that\n\nloved her. Let us cultivate our ability to delight. Like any other important skill we want to get\n\nbetter at. And let us come to know that in nature we will find and touch and feel God.\n\nAnd find the delight so beautifully expressed by Schiller in that song celebrating earthly\n\nconnections with the divine. I feel you. The song goes, I feel you in every stone, in every leaf of\n\nevery tree that you ever might have grown. I feel you in everything and every river that might\n\nflow in every seed you might have sown. I feel you. I feel you in every vein and every beating of my\n\nheart, each breath I take, I feel you. Anyway, in every tear that I might shed in every word,\n\nI’ve never said I feel you. I feel you in every vein and every beating of my heart and every\n\nbreath I’ll ever take, I feel you. Anyway, in every tear that I might shed in every word, I’ve\n\nnever said I feel you. I feel you. Maya Angelou says, a joyful spirit is evidence of a grateful heart.\n\nAnd Carla Santana says, if you carry joy in your heart, you can heal any moment.\n\nThank you friends. It is a delight sharing this chapter with you out here in the woods,\n\nfeeling this little breeze and little bits of sunshine coming through, hearing some birds and\n\nsome water dripping and I want to wish you all a very happy Thanksgiving week. I want to remind you\n\nto check out all the goodies and delightful treats and special deals that we have set up on the\n\nKickstarter. Yhon earth.org slash kickstarter will get you there. And these are wonderful gifts and\n\nrewards you can give to others, folks of all ages, especially including little kids with our children’s\n\nbooks for the upcoming holidays. And in this Thanksgiving season, may we all practice\n\ndelighting together and may we enjoy the cozy warps, the feasting, the community and the sense that\n\nthe divine is all around. Happy Thanksgiving."
}