{
  "title": "Episode 166 – Dahr Jamail, Communications & Media Relations Lead, Home Planet Fund",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13919/episode-166-dahr-jamail-communications-media-relations-lead-home-planet-fund.mp3",
  "publish_date": "July 28, 2024 2:04 pm",
  "url": "https://yonearth.org/podcast/episode-166-dahr-jamail-communications-media-relations-lead-home-planet-fund/",
  "episode_number": 166,
  "subtitle": "Large Scale Stewardship from Patagonia’s Home Planet Fund",
  "description": "Dahr Jamail, Communications and Media Relations Lead at Patagonia’s new Home Planet Fund (HPF), discusses how they are funding large-scale, indigenous-led ecosystem restoration and carbon sequestration efforts around the globe. Indigenous peoples who are living according to their traditional life-ways make up only 6-7% of the total human population, but steward lands on which 80% of the remaining terrestrial biodiversity is found! Thus, these indigenous communities are essential “keystones” of the global population when it comes to environmental stewardship and regeneration. The Home Planet Fund was created with the sole purpose of supporting this indigenous-led keystone work, and has already begun deploying resources to support nature based solutions, biodiversity hotspots, regenerative agriculture, and climate change mitigation efforts in critical regions of our planet.",
  "about_sections": {
    "about_home_planet_fund,_patagonia,_and_founder_yvonne_chouinard": "Patagonia, which consistently scores at the highest levels of the B-Certified classification regime for stewardship and sustainability performance, generates over one billion in annual sales, and now directs 100% of it’s roughly $100,000,000 in annual profits to a foundation established by founder Yvonne Chouinard called the Holdfast Collective. Through Mr. Chouinard’s leadership, Patagonia is one of the global leaders in the conscious capitalism and socially-responsible business movements, having helped to found – among others – both1% for the Planet and theRegenerative Organic Alliance(see related podcast episodes below). Having “given his company to the planet,” Chouinard has long insisted that business can be rooted in ethics and an engine for positive impact, and demonstrates this excellence though both “business unusual” and “philanthropy unusual,” according to Mr. Jamail. The Home Planet Fund, part of Patagonia’s “solar system” of impact organizations, was launched in April 2024.",
    "about_dahr_jamail": "Dahr Jamail is an award-winning author and journalist. In 2003 he was one of very few unembedded journalists in the early stages of the Iraq War. He has written forLe Monde Diplomatique, theGuardian, theNation, theHuffington Post, theSunday Heraldin Scotland, theNew York Times, andForeign Policy in Focus, and has contributed to Democracy Now!, Al Jazeera, Al Jazeera English, the BBC, NPR, and numerous other radio and television stations around the globe. In 2008 he was awarded the Martha Gellhorn Award for Investigative Journalism, and in 2018 the Park Center for Independent Media at Ithaca College awarded him an Izzy for his “path-breaking and in-depth reporting,” work that exposed “environmental hazards and militarism.” He is the author ofBeyond the Green Zone: Dispatches from an Unembedded Journalist in Occupied Iraq(2007),The Will to Resist: Soldiers Who Refuse to Fight in Iraq and Afghanistan(2009),The End of Ice: earing Witness and Finding Meaning in the Path of Climate Disruption(2019), which was a finalist for the PEN E.O. Wilson Science Writing  Award, and co-editor (with Stan Rushworth) ofWe Are the Middle of Forever: Indigenous Voices from Turtle Island on the Changing Earth. He is now the Communications and Media Relations Lead for the Home Planet Fund."
  },
  "full_transcript": "Welcome to the YonEarth Community podcast. I’m your host Aaron William Perry and today\n\nwe’re visiting with Dara Jamil, the Communications and Media Relations Lead at Home Planet Fund,\n\na new project of the Patagonia Ecosystem. Dara, it’s great to be with you. How are you today?\n\nI’m great Aaron. Thanks so much for having me.\n\nYeah, I’m really looking forward to our conversation and not only are we gonna\n\ntalk a bit about the work you’re doing through the Home Planet Fund, which is really exciting.\n\nWe’re also gonna talk a bit about your background as a journalist. You’ve seen so much and have\n\nwritten and revealed so much on behalf of the world and so I’m really looking forward to diving\n\ninto that as well. Thank you, me too. Dara Jamil is an award-winning author and journalist. In 2003,\n\nhe was one of very few un-embedded journalists in the early stages of the Iraq War. He has\n\nwritten for Le Monde Diplomatique, The Guardian, The Nation, Huffington Post, The Sunday Herald\n\nin Scotland, The New York Times, and Foreign Policy and Focus, and has contributed to Democracy Now,\n\nAl Jazeera, Al Jazeera English, the BBC, NPR, and numerous other radio and television stations\n\naround the globe. In 2008, he was awarded the Martha Gellhorn Award for Investigative Journalism,\n\nand in 2018, the Park Center for Independent Media at Ithaca College awarded him an Izzy for his\n\npath-breaking and in-depth reporting work that exposed environmental hazards and militarism.\n\nHe is the author of Beyond the Green Zone, Dispatches from an Un-Embedded Journalist in\n\nOccupied Iraq, and The Will to Resist Soldiers Who Refused to Fight in Iraq and Afghanistan,\n\nas well as The End of Ice, Bearing Witness and Finding Meaning in the Path of Climate Disruption,\n\nwhich was a finalist for the Penn E. O. Wilson Science Writing Award, and Dar was co-editor\n\nwith Stan Rushworth of We Are the Middle of Forever, Indigenous Voices from Turtle Island\n\non the Changing Earth. He is now the Communications and Media Relations Lead for the Home Planet\n\nFund, again a project launched by the Patagonia Ecosystem, or as I understand it Dar, it’s referred\n\nto as the Patagonia Solar System. Is that right? Yeah, I think it’s evolving from an\n\necosystem to a solar system now. Yeah, fabulous. Well, I’m so excited. Let’s just dive right in,\n\nand if you would, tell our audience, please, about what the Home Planet Fund is. It’s a very new\n\nproject and why you guys are created and what you’re up to already in these first few months of\n\nthe organization’s work. Yeah, thanks Aaron. Happy to jump right into that. So, I would imagine\n\nthat the majority of your listeners are familiar with Patagonia, outdoor gear, outdoor apparel.\n\nBrand has been around since the 70s. Great reputation, makes fantastic products. Speaking\n\nfrom experience, I used to do a whole lot of mountaineering and we always held and continued\n\nto hold Patagonia in the highest esteem. And so, in 2022, the founder and owner of the company,\n\nYvonne Chinard, announced September that year that he was going to give the company away to the\n\nplanet. So, what he meant by that was beyond keeping operating costs covered that all profits\n\nwere going to be given back to the planet by various ways. And so, he is a long time climber,\n\nand for decades, seeing what was happening on the planet just became increasingly distressed,\n\nand that’s why Patagonia has the ethics that it does. He’s always really gone to great lengths to\n\ntry to underscore, look, we understand that we’re in a business that isn’t helpful to the planet,\n\nso we’re going to do it in the best way possible. So, everything from where you source\n\nproducts to supply chains to how they do everything is right in alignment with,\n\nin my opinion, fantastic environmental values. So, when he made that announcement in 2022,\n\none of the ways by which they wanted to help the planet was to set aside a chunk of money\n\nto be distributed to indigenous people in local communities around the world. Indigenous people\n\nin local communities, IPLC, it’s a UN term that basically involves all indigenous peoples because\n\nI didn’t know before I came on with the fund that that terminology is very important around the\n\nworld because in the United States, we just refer to them as Native Americans or Indigenous\n\npeoples, etc., but most other places, especially in Asia, don’t tend to refer to themselves as\n\nindigenous. It’s more the local community perspective, so a little background on that term.\n\nSo, Home Planet Fund was created to distribute money to these folks who are already engaged in\n\nbest practices, like what we now refer to as nature-based solutions. It’s simply the way\n\nthey’ve always been living. So, things like regenerative farming, living very close to the earth,\n\ncreating biodiversity hotspots by their work, having hyper-localized economies within their\n\ncommunities. So, projects like this, planting forests to taking care of already existing forests,\n\nto taking care of ocean areas around islands where they live in the South Pacific is what\n\nsome of our partners do there. So, all of these things with a focus on mitigating the climate\n\nand biodiversity crises and also adapting to the climate crisis. So, we identify these groups,\n\nwe establish trust-based relationships with them, and then over time, if the values align,\n\nthen we decide to give money to these groups. And what really sets us apart from most other\n\nenvironmental NGOs is that there’s a few points. One, we give our grants no strings whatsoever,\n\nthat by the time we are ready to give a grant, that trust has been established,\n\nand we understand that we are supporting people who already live in best practices,\n\nso they don’t need us to tell them what to do, they already know, which is why\n\nwe’re in conversation. They just need support. Another thing that sets us apart is that since\n\nPatagonia provided us all of our seed funding, we don’t have any overhead requirements. So,\n\neverybody that donates to Home Planet Fund, every penny of that goes directly to our partners on the\n\nfront lines doing the work. And then third, we work in places where many other people can’t or\n\nwon’t, and by that I mean extremely fragile, rural, remote areas, but also places where there’s\n\nconflict. Like one of our original grantees are Pamiri farmers in Tajikistan, where there’s an\n\nactive genocide happening. We have another project, I can’t talk about it publicly yet,\n\nbut it’s in a conflict zone as well. So, we’re not afraid to figure out how to get in there and\n\nget the money where it needs to be, regardless of where it is on the planet. We launched officially\n\non just this past Earth Day, so just this past April, but building up to that, since we had two\n\nyears from when we originally were funded from September 2022 to that launch, we’ve already had\n\nfour partnerships launched and four grants go out the door. And those were happening and\n\nwell underway for quite some time before we even launched. So, we literally just yesterday,\n\nfrom the time of this recording on June 11th, posted an update story on how effective already\n\nthose original four grants are by way of how much areas being protected and stewarded,\n\nas well as how much carbon and carbon dioxide equivalent is already being sequestered. And\n\nit’s some pretty phenomenal statistics. So, we’re off to a great start. That’s so impressive.\n\nWould you mind just listing for us where these four initial projects are located? I will and I’m\n\ngoing to pull up some statistics to share too while we’re here. But so, the first program\n\nare pastoralists in East Africa. And so, these are folks who are in Uganda, Tanzania, and Kenya,\n\nand their way of life basically naturally sequesters carbon. So, as they move around using\n\ntheir best practices as they always have in those countries, and then sometimes even they go outside\n\nof the borders of those countries as well. So, we’re talking about a very, very large amount of\n\nland that’s covered by their semi-nomadic lifestyle with pastoralism. Another grant is,\n\nas I mentioned, with Pamiri farmers in Tajikistan, who are re-establishing native farming practices\n\nand native seeds in areas right up, very far high up in the mountains, nearby the third pole,\n\nwhich is the largest area of ice outside of the North or South Poles. Another grant goes to\n\na group of women. It’s called the Shift the Power Coalition. And it’s a group of women\n\nin the South Pacific across seven different islands. And they came together after two massive\n\ncyclones went through there in 2015 and 2016, realizing women, younger generations, and people\n\nwomen with disabilities needed a voice at the table that they just didn’t have one. So,\n\nwe’re supporting them in that kind of action so they can get more involved in mitigation efforts\n\nand have a voice. And relocation is going to happen in some of those islands. It’s because\n\na sea level rise. So, we’re supporting them in those facets and many more. And then another\n\nof the original grants was with three Native Alaskan tribes up in Southeast Alaska. They’re\n\nall situated within the Tongass National Forest, which is a giant, giant carbon sink. It holds an\n\nenormous amount of carbon compared to all the other national forests in the country. And we’re\n\nsupporting them in bringing back their own cultural practices, some of their own traditional\n\neconomies, having a voice at the table in terms of what’s going to happen in the Tongass, etc.\n\nSo, that just gives you a general idea of the first four grants.\n\nWell, it’s so impressive. And the geographic reach is there’s something about it that’s really\n\nexciting and inspiring. And I’m excited to ask you about some of the work and your perspective\n\non what’s needed and what’s possible in zones of conflict, especially given your background as a\n\njournalist. And maybe before getting there, we could just talk a little bit about, so Patagonia\n\nseeded and launched Home Planet Fund with $20 million. And because of the structure, Patagonia\n\nis covering 100% of your operating costs as an organization, which as you said, means all other\n\nthird-party contributions will go 100% to the projects on the ground, which is obviously\n\nreally tremendous in terms of impact and leverage. I’m curious when, for instance, you’re working\n\nwith a group of semi-nomadic pastoralists in East Africa, what kind of specific things are you\n\nfunding? And what does that look like? What’s needed? I’m just trying to imagine, is it\n\ntelecommunications equipment? Is it herd animals? Is it, you know, both of those things and other\n\nthings? It’s a lot. That’s a great question. The single most important thing that we are helping\n\nthem with is securing their tenured rights to do what they do. So they are consistently running\n\ninto problems of developers coming in and cutting off land byways that they’ve used for thousands\n\nof years, issues sometimes across national borders, whether it’s within and between the three countries\n\nwhere our partners already work, but their traditional practices sometimes have them going\n\noutside countries, outside their countries’ borders into other countries, even where we don’t\n\nhave active partnerships. So as well as with private property, you know, someone comes in,\n\nhey, we’re going to build a plant here or a dam or build a road. And then, you know, this access\n\ngets cut off and it’s critical because a lot of the land where they work, in fact, most of it,\n\nis where the Great Migration occurs every year, you know, where literally the Serengeti Plains of,\n\nyou know, seeing the herds of elephant and water buffalo and, you know, you name it. I mean,\n\nI think we all know these archetypal animals and these pastoralist work helps take care of the land\n\nin a way where it supports carbon sequestration, biodiversity, wildlife, and growth to where it\n\nliterally helps that continue to happen. So the most important thing we do is\n\nhelping them actively work to secure their tenured rights to be semi-nomadic and continue\n\nwhat they do. So they are actively working with lawyers, attending international conferences,\n\ngetting support that way. So that’s how some of the funding is used to support them in that.\n\nIt’s also used to do more rudimentary things like you mentioned, but equally important,\n\nthings like maybe buying seeds if they’re going to do a little bit of farming someplace or tools\n\nor other things that they need to continue their way of life, as well as all the way down.\n\nSometimes they might find it necessary to use some of it for disaster relief, like if they have a whole\n\narea, you know, that is flooded from an extreme climate event or something like that, on down to\n\nsupporting cell phones and chargers and things like that so that they can be out in the field and\n\nthat’s going to contribute to their work as well. So it’s, again, it’s used in a wide variety of ways,\n\nbut all of them have in concert, the theme is that they’re all towards maintaining that lifestyle\n\nand that way of life and pastoralism, because that is the singular focus of that action just by\n\nthat carrying on is sequestering enormous amounts of carbon in the ground. And I’ll just, I’m going\n\nto just bring up a figure in front of me to make sure I say it the right way, but we just on\n\nHome Planet Fund’s website yesterday posted an update on here’s some statistics on some of the\n\ninitial impact of these programs and it’s quite amazing. So our partners in East Africa, again,\n\nin Uganda, Kenya and Tanzania, they are working across an area, stewarding and protecting an area\n\nof 1,645,527 square kilometers. So we’re talking about a massive amount, a massive area of the\n\nplanet. And across that area, there’s between two and 500 kilograms of carbon per hectare per year\n\nthat’s being sequestered by their work. And so to combine those two figures, I have an astrophysicist\n\nfriend, I said, hey, how can we present that to the general public in a way that makes sense\n\nand gives them an idea of how impactful this work is. And so what we came up with was the fact\n\nevery human being contains about eight kilograms of carbon in our bodies at any given time.\n\nSo on an annual basis, our partners in East Africa, they sequester up to, because again,\n\nit’s between two and 500 kilograms of sequestered carbon per square hectare,\n\nthey sequester annually up to the total carbon equivalent of every human being on Earth.\n\nSo that gives you a little bit of an idea of how important this work is for the planet.\n\nThat’s incredible. Well, it brings to mind for me a question that I hadn’t thought of prior to our\n\nconversation here today, but I’m curious, we’re connected with a number of colleagues and projects\n\nthat are looking at blended finance solutions in bioregional contexts for regenerative activities,\n\ncarbon sequestration activities, but these are blended finance so that there are investment\n\nopportunities and potentially low interest lending opportunities into these communities.\n\nI’m wondering, are you guys looking at or looking for partnerships with other capital sources that\n\nmight be coming out this a bit differently than a straight philanthropic contribution,\n\nor are you sort of just staying in the lane of philanthropy and let whatever else might develop\n\nsort of do so outside of your guys’ coordinating efforts? We are definitely open to different\n\nideas of finding money and matching grants. We’ve already done several of those. In fact,\n\nwe make sure that there’s value alignment because we carried on with basically the same values\n\nas Patagonia. We want to make sure we’re consistent in everything that we do. One of the things we\n\nnote on our website is how we do things is as important as what we do. So we try to really\n\nmirror that and walk that talk in how we do these things. So the short answer to your question is,\n\nyes, we are open to doing that as much as possible as long as there’s value alignment between\n\nwhoever or whatever that entity is going to be and ourselves. Makes a lot of sense. Well, I will\n\nlook forward to falling up with you on that offline as there may be some synergies that emerge there.\n\nAnd before coming to the questions around your experience in conflict and war zones,\n\nI’d love to learn a little more about the values commitment that you guys have within the Patagonia\n\nSolar System. It’s something I know many in our audience are familiar with, but I’d love to hear\n\nkind of the reiteration and sort of deeper emphasis on what that is and what that means\n\nand what that looks like. Obviously, what Yvonne Charnard has chosen to do as a very successful\n\nentrepreneur is quite different from business as usual at this point in time, right?\n\nExactly. And business unusual for Patagonia, we’ve taken that phrase helped along by him,\n\nand we call ourselves philanthropy unusual, because we are the result of someone asking Yvonne\n\nCharnard a ways back, hey, what you guys at Patagonia do is so great in your ethics,\n\nhave you ever thought about starting an NGO? And at the time he said something along the\n\nlines of, yeah, that’s a good idea. We should think about that. And we are a result of that\n\nspecifically. So Patagonia is a fascinating company in that it started out as a climbing\n\ncompany. Yvonne literally was a big rock climber and started making his own petons, the metal\n\nspikes that are hammered into a rock wall to clip in a rope to and use as an anchor.\n\nAnd he started making these petons and selling those. And of course, as climbing gear,\n\nthere’s no room for error. I mean, this thing, literally people’s lives are depending on it\n\nevery day. So you have to make it absolutely the best. Yeah, it has to be flawless. And it was\n\nreally that ethic that then as he shifted, and I’ll skip over some of the details, but as that\n\ncompany shifted from being direct climbing gear to climbing apparel to clothing and other outdoor\n\nclothing, that same ethic and that high standard has always been maintained. And I think that’s\n\nobvious for anybody that has used Patagonia gear and wears it and you keep going back to it. It\n\ncomes with a lifetime guarantee. If it ever fails, send it in, you’ll get a brand new one back.\n\nIf it wears out, send it in, it’ll be repaired and sent back to you.\n\nThat kind of thing has been there from the start and that’s never changed. Along the way,\n\nthey ran into things like they were one of the first companies, if not the first,\n\nto start using organic cotton because they were getting cotton from a certain source and\n\nliterally brought in all these new products and everybody in that particular Patagonia store\n\nwas getting sick. And it turned out, well, there was formaldehyde in the cotton,\n\nbecause that’s what was being sprayed on it when it was being grown. And so that’s how they learned,\n\nhey, we can’t have these chemicals at all. So they literally went out into the field,\n\nfigured out what was going on, it’s the spray, okay, we need to have organic cotton. So that\n\nkind of thing has been reiterated over and over and over through Patagonia and how they source\n\nproducts to making sure there’s no sweatshops to what’s the supply chain like, is it being shipped\n\nin as carbon neutral way as possible on up to what are the employees paid and the places\n\nwhere these garments are being made, manufactured, etc. The point is, all through the supply chain,\n\nthey as a company, they’re a B Corp and they’ve gone to great lengths to be in as alignment with\n\nthat as possible. And they literally consistently are getting some of the highest scores possible\n\nfor being a B Corp because of those efforts. And it’s that ethic in those philosophies\n\nthat have carried on into Home Planet Fund. And so if you go to the about section of our website,\n\nwe get deeply into what are some of those core values, one I mentioned earlier about\n\nhow we do things as important as what we do, as well as a lot of indigenous values, things like\n\nkinship, responsibility, transparency, and things like this that we practice within our small team\n\nof the three of us that are the staff, as well as with our partners, as well as with the general\n\npublic. And so we have all those values listed out in a little bit more in-depth explanation\n\nas to what those mean on our website that people can check out.\n\nThat’s great. And we’ll be sure to include several links in the show notes, including\n\nto the website, which is at homeplanetfund.org. And yeah, we’ll include some LinkedIn and Facebook,\n\nInstagram, etc., social media links as well. And Dar, I mean, this is what a tremendous\n\nposition of leadership you’re in now, in this context of the Home Planet Fund,\n\nand what an interesting stage in your career following so much that you’ve done as a journalist\n\nand an author, and particularly some of the work that you’ve done around conflict and war zones,\n\nand also around the climate crisis specifically. I’m struck that increasingly we’re seeing\n\nconvergence in conversation and in action between the climate environmental biodiversity crises on\n\nthe one hand and the geopolitical warfare extreme violence and disruption and dislocation on the\n\nother hand. And indeed, some of the models would suggest we might be seeing more convergence\n\nin terms of crises around these issues going forward. But in the meantime, your work has\n\nsort of been documenting, observing, and documenting so much of this already. Can you\n\ngive us a glimpse into the work you’ve done as a journalist and maybe share with us\n\nsome of your perspective that might be unique being right in the middle of some of the\n\nwars and conflict zones around the world? Yeah, thank you. Really great question and\n\nit’s, I think it’ll be helpful and I think underscore a lot of what I just talked about\n\nand regarding Home Planet Fund and add a little bit more weight to it because of my background.\n\nI, before I became a journalist, I was living in Alaska. I was working as for a while as a mountain\n\nguide and later as a volunteer rescue ranger up on Denali, the highest peak on the continent.\n\nAnd all that is to say, I was acutely aware of the climate crisis happening. This was back\n\nstarting in the mid 90s, where when I was getting out regularly spending months of every year on\n\nglaciers and watching them changing rapidly every single year, going year to year. But then when\n\nthe Iraq War broke out in 2003, I was deeply moved and troubled by what I was seeing in the media and\n\nthe lack of coverage from the Iraqi perspective. And so I basically sent myself to Iraq and became\n\na journalist and it wasn’t my overt goal to be a journalist. I thought I was just going to go\n\nright about it for a while and then come home and be able to sleep with myself a little bit\n\nbetter at night because I did try to do something. But going there, there was such a need for good\n\nindependent information that my career as a journalist started and didn’t stop for almost\n\n20 years. So I worked there for in and out of the country for 10 years. My trips totaled being in\n\nIraq a little bit over a year of my life, covered it very, very extensively, including the refugee\n\ncrisis, both internal and then external. And then from that, I always knew because I’m living in\n\nAlaska, I wanted to get into climate coverage. And of course, as that crisis was developing rapidly\n\nin a negative way every day, I segue during the BP oil disaster in the Gulf of Mexico in 2010 into\n\nenvironmental journalism, wrote about that real heavily, and then got hired by Al Jazeera English\n\nand Doha Qatar and went and worked for them for almost three years doing environmental journalism,\n\nbut also climate. That’s when I really dove very, very deeply into the climate crisis and writing\n\nall kinds of stories on it. And then carried those trains of journalism on primarily then climate\n\non up to writing my book called The End of Ice. And it was a book that was a deep dive\n\ninto going to the hotspots, some of the biggest climate hotspots on the planet, glaciers in North\n\nAmerica, the Great Barrier Reef, the Amazon Rainforest, et cetera, and went out into the field\n\nwith climate scientists, most usually people with 20, 30 years studying that specific thing,\n\nthat they had a long-term intimate relationship with the area where they studied. And so wrote that\n\nbook, poured my heart and soul into it because it was really my swan song for my journalism career.\n\nBut in doing that book, I got very much up to speed on the depth of the crisis that we’re in\n\nand understood deeply, perhaps too deeply, how much trouble we’re in and how many of the feedback\n\nloops are already kicked in and how much warming is already baked into the system. And for years,\n\nduring and then after writing that book, I had a dark night of the soul. I was,\n\nI was as big a doomer as you could expect. Just you want to talk to me about the climate,\n\nthe first thing you’re going to hear is how screwed we are. And I was not a real fun guy\n\nto be around. We’ll put it that way. But then what happened was my, I met the co-editor of the book\n\nyou mentioned. We are the middle of forever, Stan Rushworth, an older fellow who taught\n\nindigenous literature and critical thinking at a community college in California for 30 years.\n\nAnd he came to some of my talks at the end of I and said, hey, we, there’s so much despair in\n\nthe audience, but people here need to understand the indigenous perspective because we’ve already\n\nbeen through the.\n\nin the audience but people here need to understand the indigenous perspective because we’ve already\n\nbeen through the apocalypse, you know. And so we had the idea, let’s interview 20 people\n\nand share their perspectives on this poly crisis that we’re in. And that’s what we did. Any kind\n\nof along the way became not just a really good friend, but a mentor for sure. And as we went\n\nthrough that process, working on that book for the few years that we did, I started to change\n\nbecause being around indigenous thinking and perspective really started to change me.\n\nAnd I learned to start becoming less attached to the results of my actions and more focused on,\n\nhey, I have these obligations as a human being on this planet to serve others and serve future\n\ngenerations and serve the planet. And so my focus shifted from doing actions with the intent\n\nof getting a certain result to doing the actions because it’s the right thing to do no matter\n\nwhat, damn the results. And then that book led me into doing a podcast where I was interviewing\n\ndifferent indigenous people from around the world about the poly crisis. And one of the people I\n\ninterviewed, Dilla Fruz Konek Boyeva, she, we had a great interview and Holding the Fire is the\n\nname of that podcast. I would encourage people to listen to it. And after the interview, months\n\nlater, she said, hey, we have this communications position and maybe you should consider applying\n\nfor it. And so here we are. And really the punchline of all that, Erin, is for me to have this position\n\nwhere I can play a small role in helping a fund that is getting money to where, in my opinion,\n\nare the most important places it could go is to supporting indigenous people that are already\n\ndoing the work that has to be done for the planet. And I couldn’t have made up a better job for myself\n\nas far as having a role to play that will legitimately help the planet. And as we put it\n\non the website, we’re literally serving those who serve the planet. And I get a bit emotional talking\n\nabout it because understanding the depth of the crisis and now being in a position where I can\n\ndo a little bit to help have some healing of the planet, sequestering some carbon,\n\nhelping some different indigenous people around the world, give them more support to live\n\nbest practices and what we now call nature based solutions. It’s deeply, deeply meaningful to me,\n\nto be in this position. And because of all that, I 100% believe in what we’re doing. And I couldn’t\n\nimagine doing more effective work with my experience than being part of this fund.\n\nThat’s so beautiful. Thank you for sharing. And thank you also for sending me a copy of\n\nthe book that you did with Stan Rushworth. I’m showing it on screen here. We are the\n\nmiddle of forever, which is a collection of really wonderful interviews with various\n\nindigenous and community leaders around the world now struck by the accounting in the beginning\n\nof some of the Hopi prophecies being shared not only in the 70s, but clear back in the 40s,\n\nI think, might have been with the global community through the United Nations. And I had,\n\nI was aware that Hopi elders have been sharing at least since the 80s, but I didn’t actually\n\npreviously know that the way that these wisdom keepers have been sharing with the world goes\n\nclear back to the time of the Second World War, which of course, the prophecy sort of\n\nreferenced with the signposts of the the Gord of Death or Gord of Ashes and the\n\nsacred symbol of the swastika turned topsy-turvy. Of course, the swastika being a sacred symbol in\n\nAsian traditions and native traditions at least and turned 45 degrees as the\n\nnationalist-socialist party did in Germany during the prior to the Second World War. And this sense\n\nthat we’ve been in the middle of the apocalypse for so many generations now, it does somehow\n\nprovide a sense of hopefulness. And I hear this hopefulness in what you’re sharing with us, especially\n\nafter this dark night of the soul that you went through. And thank you so much for sharing with\n\nus so authentically and personally on that. And I imagine that Stan in particular may have played\n\na special role in your journey as a mentor. And I know you and I have been sharing offline about\n\nvery dear mentors in our lives, mine being Kevin Townley, who just recently passed and who was on\n\nour podcast episode 33 and also on our global advisory board for the YNR community. And I was\n\nhoping we could take a few minutes to share a bit about these two extraordinary leaders who have\n\nimpacted our lives as they have. And I’m wondering if you might share a little more with us about\n\nStan and his legacy in the world. I’d be happy to do that. I’ll turn the table on you though,\n\nErin, and ask you. I’d like to hear a lot more about Kevin. Would you be up for starting us off on\n\nthat? Yeah, I’d be happy to. Thanks. It’s, you know, Dar, he transitioned just a couple weeks ago,\n\nnot quite three weeks ago. And for me, the emotions are still very high amplitude and there’s still a\n\nreal rawness. Got together last night for a few hours with Artem Nikolkov, who’s on our board and\n\nwho also knows Kevin very well. And, you know, we shared some tears as we were sitting outside\n\ntalking about him and his legacy. And Kevin is the kind of mentor and leader who was a dear friend\n\nand brother to so many and a father figure to several younger men and women. And so there’s this\n\nwild combination of emotions where, you know, on the one hand, there’s a great deal of sadness and\n\nlike a missing, right? But on the other, there’s this great deal of gratitude and\n\ncelebration Holy smokes to have had such a tremendous friend and mentor as Kevin in my life\n\nand knowing that so many others feel similarly puts a little extra wind in the sales and especially\n\nwith the respect with respect to the work that we’re doing through the Y on Earth community,\n\nwhich I think Kevin sort of understood from a vision standpoint as well or better than\n\nanybody else really. He got that this was one of many gestures in these times and around the world\n\nthat are part of this movement for goodness and humanism and caring compassion and love and\n\nkindness in our world and stewardship and restoration and regeneration. And so there’s a sense that, okay,\n\nnow and forevermore going forward, this work we’re doing is at least in part a way to pay respect\n\nand honor the life and legacy of Kevin and the gift he gave so many of us in friendship and\n\nsupport and also being a spiritual elder and teacher, the way he taught us with so much\n\nknowledge and wisdom. Thank you. Thank you. And you wouldn’t be who you are without having\n\nshared that big chunk of your life with them. Yeah. Yeah. And for me, well, I really appreciate\n\nyou sharing all that. And when we originally were swapping emails about this leading up to the\n\ninterview, I actually was talking about a previous mentor of mine who I shared a little bit about\n\nStan. And that’s really a whole nother story. But I would be remiss if I didn’t go back and talk\n\nabout my dear friend Dwayne French who left the planet back in 2019, not long after my climate\n\nbook was published. And I actually, when I moved to Alaska, I’m from Texas originally. And I moved\n\nup to Alaska in 1996 and met Dwayne. And he’s a high-level quadriplegic. He broke his neck when\n\nhe was 14 in a diving accident and had then dedicated his life to becoming a fighter for the\n\nrights of people with disabilities. His work helped pass the Americans with Disability Act.\n\nAn amazing man. And I took a job as his personal assistant. And when I first started working for\n\nhim, I have to share this story because it says so much of who he is. And I had no politics. You\n\nknow, I had all this privilege and just didn’t think I need to be involved in politics or worry\n\nmy mind with that kind of stuff. And he said, well, what are your politics? Because he is a blue blood\n\nDemocrat. And I said, well, I guess I’m a Republican. That’s how I was raised. And he says, you guess\n\nyou’re a Republican. He says, well, what are their policies that you support? Or why aren’t you a\n\nDemocrat? What are their policies that you oppose? Why aren’t you a green or a libertarian or an\n\nanarchist? And I had no response because I was completely ignorant. And I just said, well,\n\nyou know, Grant, I’m 26 at the time. I said, ah, whatever they do, doesn’t really affect us.\n\nHe says, you really believe that? And I said, yes, I do. And he said, okay, so\n\nright now the Alaska legislature is trying to pass a bill. And if it goes through, I’ll lose the\n\nfunding I get to have a weekend personal assistant. So here’s what I want you to do. It’s Friday.\n\nWhen you get in bed tonight, I want you to stay in bed until Monday morning, because that’s what I\n\nwould have to do. Somewhere around the middle of the day Saturday, you’re going to be laying in your\n\nown piss and shit, and you’re going to stay that way until Monday morning, at which point I want\n\nyou to call me and tell me that what they do doesn’t affect us. And that was like his literally his\n\nfirst lesson. And it was just one after another like that, that it’s like, I had to get involved.\n\nI had to get engaged because I loved and cared about him. And that was my first experience of\n\nwhat happens out there affects all of us directly. And we have to be engaged and we have to pay\n\nattention. And it was just one after another lesson like that on up to when he walked on,\n\nhow he walked on, the timing of it, having me being the only person in the room with him to\n\nhelp him do it in a good way. And then the lessons that kept coming even after that.\n\nAnd I wouldn’t be on talking to you today without him because he woke up my conscience\n\nand woke up the fire necessary for us to fight the good fight.\n\nYeah, I love that. Woke up the fire. That’s such a beautiful way to describe it.\n\nThank you for sharing that. Wow, amazing.\n\nIt’s people like this, right? That really, I wouldn’t use the term hope for myself because\n\nI’m still quite cynical in my outlook of where things are going. But that’s really neither here\n\nnor there and doesn’t matter because I can’t control it anyway. But I think the thing that\n\nreally has shifted because of my life experiences with Dwayne and perhaps you with Kevin and\n\ncertainly mine with Stan is that I have purpose. And I know that that’s I know that what I do\n\nhas effect and I know that it’s important and I absolutely believe in it. And so therefore I\n\nhave purpose. I think the most important thing now, at least for me personally, is knowing in\n\nmy heart that I have purpose, that I have a job that has effect and that is literally working\n\ndirectly for the planet. And I don’t need to be attached to what’s going to happen in the future\n\nor what I think should happen and how I’m going to feel if that doesn’t happen, i.e. results.\n\nLike I have, I have literally, I think through the sum of all my experiences have brought me to\n\nthis place of the bottom line is I have purpose now. I have a job to do. I’m real clear about the\n\neffect of that job and that what it does and what it helps. And my hope would be that everybody\n\nlistening to this has a similar type of purpose or the feeling of the meaning of it and knowing\n\nthat what you do has effect and knowing that it’s important because finally coming into a place of\n\nhaving that kind of purpose is a great gift and extremely necessary for these times.\n\nYeah. Yeah, no doubt about it. It reminds me of the wisdom I’ve heard from several\n\nIndigenous perspectives, which is orienting ourselves not only around what rights we might have,\n\nbut especially around what responsibilities we have. And from a certain perspective,\n\na responsibility’s first way of connecting with others in our relationships might be part of\n\nthe key here to turning the corner that we’re hopefully turning here on the planet. And this\n\nidea of having purpose and it makes me think of relationships and it makes me think of service,\n\nworking in service to others and to the world. It may be the thing that hopefully gets engendered\n\nand activated in so many of us that many of the other perhaps otherwise intractable problems begin\n\nto transform and transmute of it. And at least that’s the hope I hold, Dark, because otherwise it\n\nseems like the entrenchment of how we’ve been doing things and the momentum and directionality of\n\nso much of how we’ve developed our ways of lives on the planet over several lifetimes now\n\nprobably leads into a pretty, dang, dark and terrible and sad place if that sense of purpose\n\nis not activated in more of us. And this reminds me of the original instructions that comes from\n\nso many different Indigenous traditions. And so I’m grateful not only for some of the\n\ndear mentors we’ve had in our lives, but also the learnings that we’ve been able to encounter and\n\nexperience coming from so many different Indigenous traditions. Yeah, I mean, it’s changed my life\n\nfrom the inside out and literally has changed every aspect of my life from the job I have to\n\nmy partner and who she is and what I do for fun and just literally my entire epistemology\n\nand ontology, literally everything has changed and all for the better. That’s as I know that you\n\nknow personally because of your heritage that that path, it will always take you where you need to be,\n\nbut it’s going to be a ride. It’s no doubt about that.\n\nYeah, that’s really a great way to put it. Let me remind our audience, this is the\n\nWhy On Earth Community podcast and I’m your host, Aaron William Perry. Today we’re visiting with\n\nDarja Mail, the Communications and Media Relations Lead at Home Planet Fund and also\n\nauthor and journalist. I’d like to share and mention, give thanks to a handful of our supporters\n\nwhich includes Chelsea Green Publishing, Wele Waters, biodynamically-grown hemp-infused\n\naromatherapy soaking salts, profitable purpose consulting, Earth Coast Productions, Dr. Bronner’s\n\nand Soil Works, biodynamic land alchemy for your gardens and yards available through the\n\nWhy On Earth community and also a very special thanks and shout out to our Why On Earth community\n\nmembers and ambassadors, many of whom make a monthly donation to support the work that we’re\n\ndoing including our podcast series. If you haven’t yet signed up to become an ambassador or to make\n\na monthly donation you can go to whyonearth.org and just click on the Donator Support button and\n\nset it up at whatever level works for you and if you’d like to give it the $33 or greater level\n\nas a thank you we’ll send you a jar of the Wele Waters soaking salts each month to help\n\nenhance your health and well-being as well. And for those of you who like Patreon as a platform\n\nwe’re there too and you can go there and check out some of the additional goodies and thank you\n\ngifts that we’ve put together for you there. Of course for our ambassadors one of the many\n\nbenefits is access to our ambassador resources which includes a variety of video recordings from\n\nconferences and symposia proceedings to our recordings from our monthly meetups, our regeneration\n\nrenaissance roundtable meetups and the behind-the-scenes segments that we do with our podcast\n\nguests and Dar and I will be doing that here in just a little while after we conclude our main\n\ninterview together. Of course I want to be sure to mention you can get to the Home Planet Fund\n\nwebsite at homeplanetfund.org and you’ll find them also on LinkedIn, Facebook, X and Instagram\n\nHome Planet Fund generally across the board it looks like home-planet-fund in the case of\n\nLinkedIn and we’ll have the Facebook link there for you too. So invite you all to connect and\n\ncheck out what Home Planet Fund is doing and get involved. If you’re a philanthropist, if you’re\n\nworking with the personal 1% for the planet commitment, if your employer or place of work\n\nmakes charitable contributions, consider supporting the Home Planet Fund because those\n\ndollars are getting leveraged as Dar mentioned across so many important projects around the world\n\nled by indigenous and on-the-ground community leaders and you know Dar one of the things that\n\nreally jumped out at me on your website is the statement that while traditional indigenous\n\npeoples are in control of quote-unquote a relatively small percentage of the\n\nland around the world they are nevertheless stewarding lands that have an extremely high\n\npercentage of the world’s biodiversity and of course many of us engaged in this work understand\n\nthat in addition to the climate destabilization crisis we also have a very severe biodiversity\n\ncrisis underway also and so the solution sets seem to speak to both of those across the board\n\nand I was hoping you could tell us just a little bit more about how and why you’re selecting the\n\nspecific groups organizations and cultures to do this ongoing stewardship and regeneration work to\n\nhave such such a deep impact I’m really glad you bring that up and especially reminding me to\n\nput forth that statistic because it is arguably the most important statistic of them all because\n\nwithout healthy biodiversity humans can’t be on the planet for too much longer either and that\n\nstatistic that you mentioned the conservative estimate is that 80% of all remaining biodiversity\n\non planet earth is on indigenous controlled land so we have you know in estimates vary a little bit\n\non both of those I’ve seen that statistic as high as 85% of all remaining biodiversity but I go with\n\na conservative which is still shocking and then the general percentage of the population of the\n\nplanet being indigenous I think it’s between six and seven percent and and it’s on a far far less\n\nthan a quarter of the land on the planet so that’s how important it is to support indigenous\n\npeople and their projects and ways of life because that they are they are who are protecting the\n\nbiodiversity on moss for all of us and so that’s a key factor when we get into talking about\n\nwhere does how does home planet decide where to work and a big a big layer of that is identifying\n\nwhere are these kind of acupuncture points on the on the planet of that need support\n\nwhether it’s for biodiversity or climate climate crisis mitigation those are the two factors it’s\n\nclimate and biodiversity that we’re looking to try to shore up is is is those systems that are\n\nkind of holding the line so how much carbon does a certain area sequester or in the case of the\n\nsouth pacific partners they are essentially the lab of adaptation for the climate crisis I would\n\nargue for the planet because they’re the ones literally they’re they’re having to make choices of\n\nnot if but when do we abandon this island the place where us and our ancestors it’s all we’ve\n\never known since we’ve lived since time immemorial and so when do we have to leave like that kind\n\nof thing so we try to determine where these places are where we can put money to have the greatest\n\nimpact on hopefully mitigating the climate crisis you know we’re very clear you know that that’s\n\nthat’s what’s left to do now is mitigating that as well as the biodiversity climate\n\ncrisis of beefing up these areas so one one future project in our pipeline that we’re looking at\n\nit’s it’s we’re still not there yet but it is going to be located in the amazon if it comes to pass\n\nfor obvious reasons you know another thing in the south pacific is these partners are actively\n\ndoing work that helps take care of the coal reefs around their island so so things like that literally\n\nwhere can we put money that’s going to sequester carbon beef up biodiversity safeguard those areas\n\nand and that’s a giant factor on where we determine where the where the grant money is going to go\n\nwow yeah so so tremendous and exciting to hear about the the work that you guys are doing\n\nhow can people help and get involved in addition to potentially giving money to you guys\n\nyes it’s not just money i mean i think just educating yourself on the things that we’ve\n\nbeen talking about we we have a lot of that on our website people can check out learn go into\n\nwe have a partner page for each of the things i’ve talked about cursorily today people can learn\n\na lot more about what these folks are doing and just spreading the word you know just letting\n\npeople know i think most importantly how critical this work is and and that it does have effect and\n\njust simply spreading the word about just sharing the website sharing it across social media getting\n\nfolks to sign up to our email list so even if you never ever donate just using us as an educational\n\ntool and and spreading the word that we exist in getting it out there would be really really helpful\n\nwonderful yeah thank you for that invitation and oh this is so much to to consider and to\n\nreflect on and i i’m really grateful dar that we have this opportunity to visit today especially\n\num it being at such a special time in the launch and development of the home planet fund and also\n\nfor us personally a special time in terms of some of our uh unfolding life experience and it’s just\n\nbeen a a real joy to visit with you today and before we wrap up and transition to our behind the\n\nscene segment for our ambassadors um i’d like to invite you if there’s anything else you’d like\n\nto share with our audience please my friend the floor is yours and if you’d like to share even a\n\nlittle more about some of your experiences as a journalist would love to hear that as well but\n\njust want to make sure to give you the the floor to say whatever else you’d like to say\n\nwell i first want to start with reciprocating the thank you erin it’s been a really great\n\nconversation i mean i’ve done tons of interviews during my time as a journalist covering you know",
  "related_episodes": []
}