{
  "title": "Episode 137 – Georgia Kelly, Founder, Praxis Peace Institute; on the Mondragon Cooperatives",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13456/episode-137-georgia-kelly-founder-praxis-peace-institute-on-the-mondragon-cooperatives.mp3",
  "publish_date": "June 28, 2023 12:30 pm",
  "url": "https://yonearth.org/podcast/episode-137-georgia-kelly-founder-praxis-peace-institute-on-the-mondragon-cooperatives/",
  "episode_number": 137,
  "subtitle": "ABOUT THE MONDRAGON COOPERATIVES",
  "description": "The Mondragon Cooperatives were founded in the 1950s with five initial owner-members under the thoughtful guidance of Father Don Jose Arizmendiarrieta (aka “Arizmendi”), whose socially progressive and community-oriented leanings launched a corporate and governance structure that would help to propel thousands of families into prosperity. Rooted in the Basque region of Spain, where the Basque people have endured ethnic discrimination and violence (including under the fascist regime of dictator Franco), the Mondragon Cooperatives are founded on ten fundamental principles:",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today\n\nwe’re visiting with Georgia Kelly, the executive director of the Praxis Peace Institute.\n\nHi, Georgia. How you doing? Great. How are you today, Aaron? Well, I’m doing really well.\n\nAnd I am so excited for this conversation in particular. It feels as if I’ve been anticipating\n\nthis for 20, 25 years, which might become clear in the course of our conversation. Why? But\n\nessentially the reason is you’re an expert on the Mondragon cooperative system and amazing\n\ncommunity and corporate structure over in the Basque region of Spain, which is going to\n\nform much of the topic of our conversation today. I’m so excited. I hate hesitate to use\n\nthe word expert. I feel like I know a fair amount because I’ve been there many times and spent\n\na lot of time there, but I hesitate to use that word. No problem whatsoever. I’ll use it for you.\n\nGeorgia Kelly is the founder and executive director of Praxis Peace Institute. She has produced\n\nand directed several multi-day conferences in Europe and the United States and continues\n\nto create educational programs for Praxis. In addition to leading seminars and tours abroad in\n\nplaces like Italy, Cuba, Croatia, and Spain, she developed a week long seminar and tour at the\n\nMondragon Cooperatives in Spain, which has become a signature program at Praxis. As a dedicated advocate\n\nfor cooperatives, she compiled the Mondragon report and account of how the Praxis and Mondragon\n\nseminar has impacted the cooperative movement in the United States. Georgia is also an active\n\ncitizen and has chaired several issue-based political organizations and educational forums.\n\nShe served as a delegate to the Democratic National Convention in 1992, that’s Governor\n\nJerry Brown in California, and Georgia also holds a certificate in conflict resolution from\n\nSonoma State University and teaches conflict resolution workshops and mediation. In 2013, she edited\n\nand co-authored uncivil liberties, deconstructing libertarianism, a critique of libertarian ideas\n\nand laissez-faire capitalism written from the perspective of three academics and three activists.\n\nHer previous career was as a musician, harpist, composer, and recording artist. And Georgia,\n\nit’s such a pleasure to have you on the show and I believe that what we’re going to be talking\n\nabout today, particularly the Mondragon cooperatives, provides such a tremendously important framework\n\nfor many of us engaged in this regenerative stewardship sustainability movement. I find in many\n\nof my conversations, especially here in the United States, that a handful of folks here and there\n\nare aware of the Mondragon cooperatives, but a whole lot of folks are already engaged in really\n\nimportant work, aren’t yet aware of the Mondragon cooperatives. And I think we’ve got a real\n\nopportunity here to help educate folks generally and especially with our bio-earth community audience.\n\nAnd so to kick things off, let me just jump right in and ask you, what are the Mondragon cooperatives?\n\nTell us a paint-a-picture for us what we’re talking about.\n\nWell, this is an extraordinary complex of worker-owned businesses in the Basque region of Spain.\n\nThey were founded in 1956 with one small worker-owned business,\n\nwith five people, five worker owners, who have graduated from this polytechnic school\n\nthat have been founded by a Catholic priest in Mondragon. His name was Father José Maria\n\nRizmendi Arieta. He had the vision and really an extraordinary vision, but he was also a very\n\npractical man. And he realized coming to the Basque region with a very high unemployment rate in the\n\nlate 40s, early 50s, that what they needed was to educate the people there so they could qualify\n\nfor the industrial jobs that were available. And that’s why he started the school. And out of that\n\nschool, five of these students created Fogor, which is it was called Old Gore then, but it’s\n\nchanged his name to Fogor. And the industrial appliance Fogor still exists today. And that was\n\nthe beginning with five people. Today it’s almost 100 work or maybe it’s a little over 100 worker\n\nowned businesses and probably between 85 and 90,000 worker owners. It fluctuates, but that’s\n\napproximately what it is. So it became huge in this amount of time. And also what it fostered in\n\nthe region is in the 40s and 50s, 1940s and 50s. The Basque region was the poorest area of Spain.\n\nToday it’s the wealthiest area of Spain. So that has really come about through the plethora of\n\nworker owned cooperatives. Mondragon is the biggest consortium of cooperatives, but they’re\n\nalso probably an additional 1,000 cooperatives in the Basque region. So it’s a huge movement in\n\nthe entire culture. That’s kind of extraordinary. That is extraordinary. You know, I guess I’ll\n\ngive it away. I did a bit of a deep dive studying Mondragon when I was in graduate school looking at\n\nsustainable economic models of some couple decades ago. And when I’ve shared with folks what I\n\nlearned about Mondragon, one of the ways I like to orient folks to understand where this is\n\ngeographically and culturally is by mentioning, it’s my understanding at least that this pretty\n\nwell-known painting by Picasso called Guernica, which is sort of monochromatic kind of black\n\nwhite and gray with all these disfigured folks in the painting, is his depiction of a bombing that\n\noccurred just prior to World War II as I understand it when the dictator Franco gave Hitler permission\n\nbasically to test the Air Force, the Luftwaffe of the German Nazi war machine. And of course these\n\npeople in this region of the Pyrenees tucked right there against the Bay of Biscay have\n\nundergone some different injustices and brutality through history as a specific ethnic group in\n\nthat region as I understand it. Is that right? Can you tell us a bit about that?\n\nYou know, the Franco regime was very oppressive for the Basque people generally. And they, I think this\n\nis the reason why the Mondragon cooperatives have always stepped somewhat of a low profile.\n\nAnd part of it is they had to during the Franco regime. And Arizona, the area to the priest,\n\nwas actually arrested at one point, but because it’s a Catholic country and even the right wing\n\npeople were Catholics, so they couldn’t really hold a priest indefinitely, which they didn’t.\n\nBut it was a lesson, you know, to keep a low profile. And it also meant during Franco’s years\n\nthat they could not teach their own Basque language nor use it in the school. So there was quite an\n\noppressive, but I would say on the neck of the Basque people during that time. And fortunately,\n\nwhen he passed on things changed. And now a whole generation has learned the Basque language.\n\nMost people there speak it, but there is one generation that didn’t learn it. And it was the one\n\ncoming of age during Franco’s regime. So they all speak Spanish, a lot of them speak English,\n\nand most of them speak Basque at this point. Tell us a bit about the region in terms of,\n\nyou know, how it looks. What’s the food like? What’s the topography? What’s the landscape and culture like?\n\nIt’s well, it’s fascinating. You know, I’ve been there 11 times now and sat through 11 of our\n\nseminars that we have at Inmondagen. And what I’ve learned, you know, from the first time I went\n\nto even now, the same thing happens. Get off the airplane and you’re taking a ride into Inmondagen\n\nfrom Bilbao. The roads are just perfectly maintained. There are no potholes. They’re not noisy.\n\nSome of our roads here are noisy. And they’re not. Whatever they paved them with, they seem to be\n\nwell-maintained. They’re quiet. And the whole region looks, it is, very well-maintained, cared for,\n\nappreciated. You don’t see messes anywhere. And one of the things that everybody notes when they\n\ngo on our seminars is, you don’t see poverty. You don’t see slums. You don’t see people\n\nliving in the streets. There is none of that. And they have pretty much eliminated the low\n\nend of the economics spectrum. Poverty is pretty much erased in the vast region. And it’s incredible\n\nto experience a society that has learned the concept of enough so that you also don’t have this\n\nsmall group of people who own and run everything and make the most money. I would say,\n\nprimarily, the vast region, to me, looks like gradations of middle class. And there’s, you know,\n\nupper middle class, obviously. And there’s probably that there are people who are quite wealthy who\n\nlive there, especially around San Sebastian. But you don’t see displays of great wealth. You don’t\n\nsee gated communities and people live well. Everybody lives well. That’s part of the joy of going\n\nthere is that you feel like you’re in a very caring society in that region.\n\nHow delightful and what an example for so many of the rest of us in the world. And with the\n\nmongergone cooperatives in particular, this is not just an accident of culture. This is a\n\na very intentional approach to community and business and how we conduct ourselves economically\n\nin our ecosystems of human relations and otherwise. And I was struck to learn about the 10\n\nprinciples of the mongergone cooperatives. And I was hoping we could run through those for our\n\naudience and chat a bit about them. And I’m happy to rattle them off real quick since I have a\n\nlist here, Georgia, unless you’d like to. If you’ve got it off the top of your head.\n\nI do. I have the logo right in front of me with all the different ones. And as you see from\n\nyou’re looking at it, too, is the center of this logo here is education. So from education\n\nsprings all the rest. And there has to be an understanding of what cooperatives are about,\n\nof why they’re important. So that’s kind of the beginning. And it’s certainly where Father\n\nErasmidiariata began. It was with the polytechnic school, with an education, with discussions.\n\nAnd that helps form the base of what would eventually be the cooperatives.\n\nAnd I don’t know that we need to go through all of them, but I’m going to mention once that I\n\nthink are really particularly important for people to know about. You see wage solidarity on that\n\nwheel. And that means that the lowest income of a worker owner is only the CEO of that company\n\nis probably only making six times what he is making or she. So there’s this ratio one to six\n\nfor salaries, which is extraordinary. It means you don’t have CEOs making 300 times what the\n\nlowest-paid worker is making. This is wage solidarity. So this is also why you don’t have this great\n\nbig, not big, but big in terms of earning. You don’t have people with lots of money. And then\n\nanother group that’s just barely making it, working for the same company. This never happens\n\nin a modern company. And that’s wage solidarity. Intercooperation is another really important one.\n\nBut I’m going to talk about open admission, too, because I think this is interesting. And it’s a\n\nquality that Americans sometimes misread. And I think the reason to think will anyone to become\n\na member of monitor? Well, the way it works is if you apply for a job or have an idea for\n\na job, you can apply. But there’s also 18 months, I guess, reassessment period. Do you fit?\n\nFrom your point of view, do you fit from their point of view? So before you actually can become\n\na worker owner, there is this time of reflection and seeing if it’s a good fit. So open admission\n\nmean yes, they’re open for other people, decide best people to apply for jobs. But it also means\n\nthere are boundaries, there are standards that have to be met. So it’s not a free for all.\n\nAnd I think the other way I would look at that is because it’s one worker, one share, one vote.\n\nNo one can amass shares in a company. It’s one worker owner, one share. And if they leave,\n\nthey can cash out their share, but they can’t sell it. So that means that they are not available to\n\nbe taken over by another corporation or a large business in Spain or even internationally.\n\nSo that has protected the cooperatives. It’s one of the smartest things I think at the beginning\n\nthat the vision was to see that in order to maintain that integrity of the cooperatives,\n\nthey need to not be available for takeover. So it’s important, I think, to understand what\n\nopen admission means to them. It’s a little bit different than sometimes Americans take it to me,\n\nwhich is one of the reasons why I felt it was important to talk about it.\n\nThe one that fascinates me, and from the first time I saw this wheel, I was so motivated by it,\n\nis the one on the outer part of the wheel, social transformation.\n\nAnd they are focused on transforming the culture. Cooperatives do transform a culture.\n\nAnd last year, and this year when we have our seven-hour in September, we will go again\n\nto a center in Bilbao where their focus is, it’s an NGO, non-governmental organization,\n\nand their focus is how to manifest social transformation in a community. So they work in\n\ndifferent areas of Spain, in third world countries. They work at a lot of different countries\n\nin this idea of how you transform a culture. I won’t go into it all now, but we do go into it\n\nwith the NGO that does this work when we’re in Spain. And it’s fascinating to me, because my question\n\nas always, society is going to change. It has to change culturally. There has to be an understanding\n\nat a very deep level of how things really change permanently, not just a revolution where it\n\nkind of goes around and comes around, but something that evolves outside of the norm that\n\nyou know people have gotten used to. So social transformation to me has been one of the key\n\nthings of understanding how these cooperatives function and what the role of the society has become.\n\nSo exciting. I wanted to connect a couple of dots for our audience.\n\nGeorge, first of all, with respect to the wage solidarity, which I sometimes will refer to as\n\nexecutive paid differential caps, right? And just to reiterate, here in the United States,\n\nit’s very typical for a large corporation to have a CEO paid several hundred times as much money\n\neach month or each year as a full-time employee within that corporation. And Mondragon has established\n\nsuch a beautiful example here. And I know of some other companies and organizations that have kind\n\nof followed this lead and been inspired by this, including Dr. Bronner’s, The Soap, and Now Talklet\n\nCompany. And we’ve interviewed a handful of their leaders in several episodes, including one with\n\na CEO, David Bronner, Chief Engagement Officer. And in that, we talked about their wage\n\ndifferential cap, which is, I think, one to five. It might be one to six, but I recall one to five\n\noff the top of my head. And of course, I want to mention we did episode 36 with Nicole Vittello\n\nfrom the Equal Exchange Cooperative doing wonderful coffees and teas and chocolates,\n\nthings coming from many different regions of the world in a cooperative model. And I mean,\n\nthis is it’s Georgia such an inspiring story. And I’m thrilled that coming up is another\n\nopportunity for some of us to join you for this week-long experience, immersive experience. And\n\nhopefully, I’ll personally be there and hopefully some of the other friends and colleagues from\n\nour Y on Earth community network will be able to join. And that’s coming in September. Could you\n\ntell us a bit? Yeah, that will be September 10th to 16th. So we meet on a Sunday at the airport\n\nin Bilbao. And we have our transfer bus that takes us to Mondragon for the week. And we have\n\nlectures every day. They have a beautiful educational center in the hills just above Mondragon. It’s\n\nmany acres of land. It’s a beautiful place. It’s a renovated 14th century villa. It’s been\n\nrenovated for classes, basically. And it’s just gorgeous. And they also have a dining hall where we\n\nhave our lunches every day. And then we go on experience. We visit some of the cooperatives,\n\nthe work around businesses. We usually go to the Culinary Arts Center, which is part of the\n\nMondragon University system. And they have Burnown chefs from all over the world who teach there.\n\nAnd hopefully this you’ll be able to have lunch there. That’s possibility prepared by the students.\n\nBut we usually go there and see the, it’s an incredible building. And we have\n\nexcursions to Bilbao to the Bougain High Museum, which was partially built by a Mondragon construction\n\ncooperative. And we go to San Sebastian. We see different places. We go to the Vask Parliament.\n\nWe’re actually the only group that does that. But we do have a session with the Department of\n\nCoexistence and Human Rights, which used to be called the Department of Peace. And it gives,\n\nI think, the people who go on our trip, it gives them an idea of the depth of which the society\n\nis working on social transformation. That they created this department and the Vask Parliament\n\nis quite extraordinary. I mean, it is in a ton of this region of Spain, so they are allowed their\n\nown parliament. And it’s exemplary. I mean, if you read some of the things that these\n\nformer presidents, current presidents say, and write, it’s just inspiring. It’s like some of\n\nour best writing about what we’d like the world to be. And the vision they have is so\n\nexemplary, I guess, is the word. So we will have a group that goes to these different places that\n\nweek of September, 10th to 16th. And it will be our 12th week long seminar in Mondragon. And we\n\nalso go to actually one of the Mondragon University campuses for a day. There’s an American professor\n\nthere who gives us kind of an overview and lecture and his experience being in Mondragon for\n\n30 years. And we eat at their cafeteria, which is like a gourmet restaurant, not like a normal\n\ncafeteria. Excellent food in the region. As probably many people know, they have lots of\n\nmulti-star visual and restaurants in the Vask region. They’re noted for this. So there’s several\n\nfive-star in the recently sands of bastion. So there’s some excellent restaurants there. That\n\nfood is one of their things. They’re noted for. I love that. And I’ve been a foodie for some time\n\nnow. And I like to tell folks eating wonderful food, far in the table food. So on is one of my\n\nfavorite sports. And I’m struck just to pick up on this food threat for a brief moment here in\n\nthe United States. It’s my opinion that one of the top 10 or 12 most important issues we have\n\nin front of us to take on and tackle and transform is food system related. How we’re doing food here\n\nin this country in particular. And as I travel around to other parts of the world, including\n\nin some of the European nations, I am struck. For instance, I was in a relatively rural part of\n\nAustria, a few years back for a work trip. And we had rented a car and we’re driving and stopped at\n\nthe gas station, which of course, like here in the US, the gas station has a bit of a food mark.\n\nWell, you walk in. And it’s as if you’re in this gourmet artisan, you know, all these fresh\n\nfoods produce wonderful olives, olive oil, fresh baked breads. I mean, just fabulous foods,\n\nwhich is quite a contrast from most of what we see here in the United States when we’re\n\nfueling a vehicle and stopping in the quickie mart or whatever it’s called. And like that.\n\nYou know, so I’m just I’m so thrilled to hear about the food aspect. And I’m curious. I know that\n\none of the big arms of the Mondragon system has to do with food and agriculture. Can you tell us\n\na bit about what they’re up to with with that particular focus? Yes, I think, you know, they\n\nalways had fewer far fewer agricultural cooperatives because it’s a hilly terrain and it’s\n\nmostly had an industrial background. But they do have some agricultural cooperatives. In fact,\n\nour group went to one last year and we’ll go again this year because we have at least probably one\n\nfarmer coming who’s very interested in that. We try to tailor the particular seminar to what\n\nour group of people going that year want to learn about. So if we have a couple of people who\n\nreally want to learn about farms, then we’ll go to an agricultural co-op. If we have nobody that\n\nwants to learn about that, we would go somewhere else. So I try to tailor it every year, ask for\n\nthings that will answer questions and relate to what people are doing who are going on that particular\n\ntrip. One thing that they do have is a large supermarket chain called Erosky. And they are all\n\nover Spain. I think they took it over. I don’t know the history of that particular\n\ncomplex, but I do know that they were converting the Erosky supermarkets in the Basque region.\n\nThey all are converted now to worker owned. And then they started converting the ones in the\n\nother parts of Spain to worker owned. So that is a huge supermarket. Apparently I’ve been told\n\nit’s like Walmart. I’ve never been in a Walmart. But it’s huge and it covers everything. I mean,\n\nthey sell all kinds of fresh food, vegetables, fruit, grains, breads. They have a fair trade section,\n\nthey have books, they have household goods, TVs, appliances, just everything like that. And\n\nthey have a smaller ones in some communities. Like in Madragon, there’s a great big supermarket\n\non the outskirts of the town, which we stop in at the end of our first day so people can see it\n\nand shop in it. And then there’s a swallow in right around the corner from our hotel.\n\nYou can run over and get a bunch of grapes or orange juice, but lots of fresh food, really,\n\nextraordinary. But I agree with you that the whole, the fast food mentality is just not there like\n\nit is here. I’ve never actually never been into those cookie marks. Yeah. Yeah. Well, that sounds\n\nabsolutely wonderful. And I want to ask, it sounds like from what you’ve told me in our previous\n\nconversations, you have some very interesting folks who join you for this annual immersive\n\nexperience. And I’m curious, tell us a bit about the folks who often join. And also,\n\nhow many spots are available overall? Because I hope some of our friends from the Y on Earth\n\ncommunity audience and network will be able to join. And I know it’s probably spaces limited,\n\nright? Yeah. Are you hearing any noises in the background from my side? I’m not.\n\nRight. Okay. There’s a lot more to me. Okay. So would you repeat the question I got distracted\n\nby the question? No problem. And I love this because it’s an example of how our podcasts are\n\ndone in real time with real people. And we don’t do those productions. So the question basically\n\nis, Georgia, how many spots are available? Because I imagined spaces limited and tell us a bit\n\nabout the folks who tend to come and join you for these experiences. To me, the ideal number is\n\naround between 12 and 15. We can take more. But that is the number I feel works the best.\n\nWe have to have at least 10. That’s required to do the seminar. But I have found\n\nover the years that it’s better not to go over 15. We had 25 one year that was like a zoo.\n\nSo I wouldn’t want to do that again. But we do have spaces right now. And I expect we’ll\n\nfill. We always do. We’ve never had to cancel it. So if we’ve got time still, too. And I think\n\nthere was something else you asked me about it. Sorry, he’s been there. Oh, no worries.\n\nYeah. And so, yeah, I hope folks, if you want to join, I’m very much hoping to be there. And if\n\nif you want to be a part of this experience, I would encourage you to get in touch with Georgia\n\nsooner than later to make sure you’ve got a spot. And yeah, the second question, Georgia is\n\njust to share a bit with our audience about some of the folks who tend to join you for this experience.\n\nYou’ve mentioned to me recently that you often have professors and folks who are really engaged\n\nin these topics and looking at cultural and social transformational change.\n\nYes, we often affect every trip we’ve taken. We’ve had professors who want to teach the model\n\nand do. And we have people from all walks of life who are interested in this model, especially\n\npeople who are politically oriented and don’t see any hope in the future of capitalism. And they\n\nwant to say, okay, what are some alternatives that work? And the thing about going to modernen\n\nis you see a hybrid system. That’s what I’ve always called it. And yet, it’s something else.\n\nCooperativism, that’s such a word. It’s, you know, it has elements of capitalism. It has elements\n\nof socialism. It has its own cooperativism. But I wouldn’t categorize it. And I don’t think they\n\ndo either. They never use this term so they don’t. But it appeals to people who are looking for real\n\neconomical alternatives to the meal and the real capital capitalism that is so destructive in\n\nour societies. And this is an alternative. And it’s a model that works and works really,\n\nreally well. The thing is it requires a certain type of understanding and mentality. And I think\n\none of the most important things that it requires is for a person to have a sense of\n\nenough. You can’t be the kind of person that wants more and more and more and that has to prove\n\nyourself worth by your gadgets and your possessions. Because that isn’t the kind of persons\n\nyou thrive in a cooperative community. So it takes a different mentality than this kind of\n\nneoliberalmentalityhas been part of our culture for many decades,\n\nit’s not from the beginning.\n\nSo it takes a different mindset.\n\nAnd what they always tell us when they go for our seminar\n\nis that you have to be mature to be in a cooperative.\n\nAnd a lot of that, I think they mean\n\nthat in order to be a decision maker\n\nbecause they are democratically run,\n\nbut there is a point at which they work on consensus,\n\nbut that doesn’t mean 100% agreement.\n\nIt means they would like 80%.\n\nBut if they have to make a decision\n\nin a certain amount of time, they will go\n\nwith a simple majority, not what they want.\n\nAnd they will try to actually always do better than that,\n\nbut they would never require 100% buy-in, which is practical.\n\nAnd I think a lot of the cooperatives in the US\n\nthat began with that idea that we will be consensus driven,\n\nwe’ll always be 100% in agreement.\n\nWhat that did, and they learned the ones that survived,\n\nlearned pretty quickly that what that does\n\nis gives one person the opportunity\n\nto sabotage the whole thing.\n\nSo if you’re really serious about the business,\n\nyou cannot be consensus on your sabotaging\n\nyour own organization.\n\nAnd of course, Longerdon understands that.\n\nI never referred to as the tyranny of the minority.\n\nRight, it’s the tyranny of the minority.\n\nAnd I think many people who are focused on democracy\n\nin the US confuse 100% agreement\n\nwith a democratic process.\n\nDemocratic process needs people\n\nof different opinions, different ideas\n\nthey bring to the floor and share.\n\nAnd the majority will win out at a given time.\n\nBut through the discussion, they understand why.\n\nAnd I think the mature part, in order to step back and say,\n\nOK, my vision didn’t pass luster this time.\n\nSo that’s OK.\n\nIt will probably another time.\n\nThat’s a sense of maturity and not being ego driven.\n\nYeah, you’ve got the right answer.\n\nNo one else does.\n\nRight, so beautiful.\n\nAnd really, it offers us so much to internalize and consider\n\nand potentially even adopt into our own lives and organizations.\n\nAnd speaking of that, I’m really excited to share a project\n\nwe’re working on currently, which is another book focused\n\non regenerative finance, social enterprise, stewardship,\n\nphilanthropy, and eco scene economics.\n\nAnd for this book, we’re inviting a number of thought leaders,\n\nauthors, et cetera, to share essays and articles\n\nto have a diverse collection of voices and input\n\non how we can evolve our structures and systems\n\ntoward a saner, happier, more ecologically balanced,\n\nregeneratively, and stewardship-oriented way\n\nof doing business with each other.\n\nAnd so I’m so thrilled to share, Georgia, that it’s very, very,\n\nvery likely you’ll be sharing an essay with us in this book\n\nproject with taking some of the particular insights\n\nand inspiration from the Monderdown Cooperatives.\n\nIndeed, I look forward to doing that.\n\nAnd I’m happy to be part of it.\n\nThank you for asking.\n\nYeah, it’s really my pleasure.\n\nI’m very, very excited about this project.\n\nAnd speaking of books, I mentioned that I studied\n\nin grad school, the Monderdown Cooperatives\n\ndid an in-depth dive for a sustainable economic development\n\ncourse I was taking and had a professor\n\nfrom who did a lot of work through the World Bank\n\nand the International Monetary Fund.\n\nAnd I’m not sure he was quite buying it.\n\nThat’s OK.\n\nBut one of the books I really enjoyed\n\nis called We Build, The Road As We Travel by Roy Morris.\n\nAnd this is a bit dated now.\n\nBut I recall some financial figures that just stuck in my head\n\nthat I’ll ask you about in a moment, Georgia.\n\nBut I want to be sure to also mention some wonderful reads\n\nby an author, Mark Carlansky, including one\n\ncalled the Basque History of the World.\n\nAnd he’s also written one called Salt and one called Cod.\n\nAnd if you’re curious about European history,\n\nbut also how in pre-Columbus times, European Fisher\n\npeoples were already interacting with native North American\n\npeoples along the Atlantic coast, including the Basque\n\npeoples very likely.\n\nThese books are wonderful.\n\nAnd Salt and Cod go together.\n\nSalted Cod was actually one of the early forms\n\nof transportable protein that enabled opening up\n\nof overland and seafaring trading\n\nto really move toward the Far East, toward Asia,\n\nand then globally.\n\nSo a lot of really interesting world history rooted\n\nright in the Basque region.\n\nAnd I guess I’ve got to give a shout out\n\nto my new novel VeridiToss in my book YonEarth,\n\nbecause Mondragon is actually mentioned in both of these,\n\nwhich I’m happy about.\n\nAnd in Why on Earth, there’s a non-fiction discussion\n\nof more regenerative and sustainable economic systems.\n\nAnd in VeridiToss, in the course of the story,\n\nthere’s some discussion there as well.\n\nBut yeah, facts and figures, what I recall is that with the data\n\nwe had in the mid to late 1990s,\n\nthe cooperatives were doing something\n\naround $5 billion a year US equivalent\n\nin annual revenue in their financial arm.\n\nThey essentially have their own banking and finance arm\n\nthat I’d love to ask you about as well.\n\nI guess they were managing somewhere\n\nin the vicinity of $6 billion US equivalent in assets\n\naround that time.\n\nAnd I assume that’s changed a bit.\n\nI don’t know if you have those figures off the top of your head.\n\nI don’t have the latest.\n\nThe last I did see was $24 billion.\n\nI know what that’s going.\n\nThat’s revenue or assets that are managed.\n\nYeah, I’m not good on this stuff.\n\nI haven’t really paid attention.\n\nI should have looked this up before it’s flipped today,\n\nbut I didn’t.\n\nNo problem.\n\nI don’t know off the top of my head what it is.\n\nBut they do have their own banking system,\n\nwhich has made a huge difference.\n\nAnd it’s the reason why the cooperative movement there\n\nhas grown like it has.\n\nThey really helped it grow.\n\nAnd I think Father Evers Mindy had yet to have that vision\n\nthat we have to have a bank if this is going\n\nto be a viable alternative.\n\nAnd he actually forged the names of two other people\n\nbecause they didn’t see any reason to have a bank who\n\nare part of the cooperatives at the time.\n\nHe just forged their names, put the papers to the government,\n\nand established the bank.\n\nAnd the others who didn’t want to sign something,\n\nwell, we don’t know I think about banking.\n\nWe’ve never worked in a bank.\n\nAnd as well, you’ll learn.\n\nThey did.\n\nSo today, their bank has about 400 branches\n\nor located all over Spain.\n\nThey’re not just in the vast region.\n\nIt’s Laveral Kucha is the name of the bank.\n\nAnd yeah, so they got their tentacles\n\nin all different parts of an economy, which is why they thrived,\n\nI think.\n\nOne of the reasons, the culture is what I’m more interested in\n\nin a way, I’m not a finance person,\n\nbut I’m really interested in how the culture supports\n\nthis kind of an economic model.\n\nAnd it does.\n\nAnd our seminar over years, over the years,\n\nhas brought in more of those parts of the culture\n\nthat show why this worked there and why it continues\n\nto thrive.\n\nAnd last year, we had a meeting with the mayor\n\nof Madrigan, a woman in her, I think, maybe early to mid-40s.\n\nAnd she was elected the mayor when she was 35.\n\nShe’s going to run for her third term this year.\n\nAnd the representative of Madrigan said she’ll win again.\n\nA lovely person who speaks fluent English\n\nand have a session that fits in the parliament building\n\nin Madrigan, and I’m going to request it again this year.\n\nOh, fabulous.\n\nAnd I’m really hoping we’ll get a chance\n\nto do some amazing additional podcast interviews\n\nwhen we’re over there.\n\nAnd yeah, with the bank revenue figures and whatever\n\nelse we can provide, I’ll see if we can add that\n\ninto the show notes.\n\nAnd yeah, I mean, 24 billion a year plus or minus\n\nis substantial, whether it’s revenue or assets\n\nunder management.\n\nIt’s significant.\n\nAnd I remember hearing that they even\n\nhad a manufacturing facility here in the United States\n\nor maybe are still operating it.\n\nI don’t know if they can do that.\n\nThey do.\n\nOne of the ones that I know about\n\nis they make or Bayon bicycles, which are racing bikes.\n\nAnd they’re so light.\n\nI could pick it up with one hand.\n\nA friend of mine has one.\n\nAnd it’s just unbelievable how light it is.\n\nSo racers use them a lot.\n\nAnd they have a manufacturing plant in Alabama actually.\n\nMm-hmm.\n\nYeah, yeah, fabulous.\n\nAnd speaking of the culture and the economy,\n\nwe recently concluded a four-part regeneration\n\nRenaissance series and split that into ecology, culture,\n\nand economy.\n\nAnd it seems to me all three are so important\n\nfor the challenges and opportunities\n\nwe’re all sharing here on planet Earth currently.\n\nAnd it seems to me that Mondragon has done such an exemplary\n\njob with all three of those.\n\nAnd I’m curious if you know of any other ecological\n\nregenerative work they’ve done in the region\n\nthey’re in addition to the agricultural work.\n\nIs that something that you’ve noticed\n\ntraveling around that region?\n\nYou mean environmentally sustainable?\n\nIt’s not something at first that they were so focused on.\n\nThey are now.\n\nBut even when I first went there in 2008,\n\nit just looked like everything was so well cared for,\n\nso well managed.\n\nNothing excessive.\n\nThey don’t have this overuse of things that we have, I guess.\n\nSo there’s always been a certain sense in the society\n\nof enough again.\n\nSo there isn’t this, what can I put it?\n\nThey live sustainably.\n\nThey don’t have to try to live sustainably.\n\nIt’s like they already do.\n\nAnd I think some of the things that they’re focused on now\n\nis hitting certain goals, which I mentioned in the essay.\n\nI did right.\n\nThe goals that the government, the vast government,\n\nis attempting to reach by 2030, 2050.\n\nAnd they are on track to do that.\n\nAnd they’re part of the Paris Accords.\n\nThey go to the Kant meetings.\n\nTheir parliament is very engaged in meeting"
}