{
  "title": "Episode 74 – Dr. Oakleigh Thorne II, Founder, Thorne Nature Experience",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/10639/episode-74-dr-oakleigh-thorne.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-74-dr-oakleigh-thorne/",
  "episode_number": 74,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHey friends, so we recorded this podcast episode with Oak Thorne last year actually well\n\nbefore COVID broke out and are really excited to be able to share it with you now just want\n\nyou to understand that this is pre-COVID in case you’re wondering about the context.\n\nEnjoy.\n\nWelcome to the YonEarth communities stewardship and sustainability podcast series.\n\nAnd today we are in the beautiful outdoor setting of Thorne Nature experience with its\n\nfounder, Dr. Oakleigh Oak Thorne the second, Hi Oak.\n\nHi, hi.\n\nSo great to have this opportunity to talk with you today.\n\nThanks Aaron.\n\nAppreciate it.\n\nOakleigh Thorne Oak the second was born in 1928 in New York City and grew up on the south\n\nshore of Long Island as a nature boy those are his quotes on 60 acres of woods, meadows,\n\nstreams and a lake.\n\nHe attended Milbrook School in Milbrook, New York then Yale University earning a bachelor\n\nof science and biology in 1951 and a master of science and conservation in 1953.\n\nAnd he received his PhD in Zoology animal behavior from the University of Colorado in 1958.\n\nHe was the first representative of the Nature Conservancy in Colorado in 1954 and helped\n\nfound their Colorado chapter.\n\nHe founded Thorne Ecological Institute in 1954 which is now doing business as the Thorne\n\nNature Experience which today continues to connect kids to nature through hands-on environmental\n\neducation programs.\n\nIn 1990, Oak helped establish the Environmental Studies Program at the Naropa Institute in\n\nBoulder which is now called Naropa University where he taught field ecology and deep ecology.\n\nOak is also a jazz pianist I’ve heard him play its fabulous and does composing and\n\nvocal arranging and for 28 years saying second tenor with a Boulder Denver men’s acapella\n\nsinging group, the New Wizard Oil Combination or the Wizards.\n\nHe is a member of the External Board of the Yale Institute for Biospheric Studies.\n\nAnd each summer, Oak teaches bird banding to students ages 12 to 15 something we’re\n\ngoing to be able to see in a few minutes at the Thorne’s summer camp program.\n\nAnd Oak, it’s just remarkable reflecting back on all that you’ve been able to accomplish\n\nduring your career.\n\nAnd such a joy that we have this opportunity to visit with you today.\n\nSo thanks for taking the time to visit with us.\n\nI love the way you say career because I learned from a very wise woman years ago, Anna Miller\n\nTiedemann, when I attended the World Wilderness Congress.\n\nShe had an organization called the Life Career Foundation and she stressed the fact that\n\nyour life is your career.\n\nWhen you run into young people that just graduated from college and, oh, we don’t know what\n\nour career is going to be, I always say to them, relax, your life is your career.\n\nYou’re always in your career.\n\nI’m in my career now talking to you, you’re in your career talking to me.\n\nAre you never leave it?\n\nThat’s so true.\n\nIt’s a great concept.\n\nThat’s so true.\n\nWell, Oak, I imagine as you’re interacting with all of these students, these young people\n\nover the years, you’ve had the opportunity to impart all kinds of wisdom that you’ve\n\npicked up along the way.\n\nAnd I imagine it’s got to be an incredibly vitalizing and enriching thing for you to have\n\nthat interaction with all these young folks on a regular basis.\n\nCan you tell us a bit what that looks like?\n\nYeah, absolutely.\n\nIt’s what we call mentoring.\n\nAnd it’s a great pleasure to be able to mentor young people and theoretically pass on wisdom.\n\nSometimes you learn from them that they have better wisdom than you have.\n\nBut usually through life experience, you do gather a lot of wisdom and I love to share\n\nwhat I think is my wisdom with them and also encourage them.\n\nThey love to have somebody that will listen to them and encourage them in whatever they’re\n\ninterested in.\n\nAnd after all, the young people coming along are our future leaders and that’s important\n\nto remember.\n\nI’ve been struck.\n\nI’ve had the opportunity to know you over the last several years in the Boulder community.\n\nAnd I’ve been struck, Oak, how you have such an emphasis on leadership and on the cultivation\n\nof leadership skills and the ethos of leadership.\n\nBut I think your take is not what I would call the mainstream flashy power-broke, earring,\n\npower-suit-wearing form of leadership.\n\nYou’re doing something different that seems from my perspective to be more enduring and\n\nactually more grounded in many ways more solid.\n\nYeah, I certainly agree.\n\nIt very often requires listening and really understanding the other person’s point of view.\n\nAnd when you’ve got what how many dozen kids can you have here at one time, imagine the\n\nlistening can be quite a skill to develop.\n\nYeah, we have what entire second grade class sometimes will have 60 kids out here at once.\n\nBut they love coming out and they love the freedom of being out in nature.\n\nAnd connecting kids to nature is so important.\n\nThere’s so much research that shows that if kids are allowed to just play, they call it\n\nwild play, just when they’re really little, just be able to go out and discover what’s\n\nout there in nature.\n\nAs a little kid, I remember on rainy days I’d go out and make dams and see how the water\n\nwould flow.\n\nThere’s a lot about the physics of water just by playing in it when I was a little kid.\n\nAnd of course, I was lucky to grow up on 60 acres with woods, meadows, streams and even\n\na lake.\n\nAnd I was just nature boy.\n\nI was out there all the time discovering critters, finding turtles, finding a bird’s nest,\n\nlearning what kind of bird it was.\n\nSo that contact with nature is very important.\n\nAnd they call it biofelia, which is a concept that you’re not really normal psychologically\n\nunless you have contact with nature.\n\nAnd I certainly believe in that.\n\nI think that contact with nature is so important and there’s so many kids that are growing\n\nup with computer games and iPods and so forth and all this techno stuff and they’re divorced\n\nfrom nature.\n\nSo what we do here at Thorne Nature Experiences is that get the kids connected back to nature.\n\nAnd that’s very important.\n\nYeah, it seems, okay, I think that you and I probably share something in common in our\n\nchildhood experiences and that when I was a kid, my early years I spent in the forests\n\nof the Pacific Northwest.\n\nAnd often was just out there for hours with my dog, whom I call my first best friend.\n\nAnd that’s what I did for hours and hours and days and days and I think it developed\n\na very different view of the world than many of my friends and peers have perhaps growing\n\nup in urban environments where they’re not having that direct nature experience and it\n\nseems to me that one of the most important things we can be doing in our society is exactly\n\nwhat you’ve been doing for decades, which is helping to reestablish that connection\n\nwith nature and to heal that great divorce that has emerged.\n\nExactly.\n\nYeah, that’s so important.\n\nRachel Carson recognized that.\n\nShe said if she had an influence with the good fairy that brought children up was that\n\nevery child should have an adult that could take them by the hand and show them the wonders\n\nof nature.\n\nThe sense of wonder is what she called it.\n\nIt was so important.\n\nAnd that’s what you, when you get out into nature and discover all the variety of animals\n\nand plants and just all the exciting things that are going on in nature, you really realize\n\nhow true it was that Miss Carson was right on when she said it was important for kids to\n\nhave that sense of wonder and you certainly develop it when you’re out in nature.\n\nYeah, I think a conversation you and I had probably about five years ago, Oak on the\n\ntopic of wonder actually was part of the influence that led me to have a full chapter\n\ncalled wonder in the book YonEarth and that especially these days as many of us in\n\nour professional lives are so consumed by technology, by data, by numbers, doing our\n\nthings in this inside of the boxes of office buildings and so forth.\n\nWe end up potentially missing out an incredible wealth of knowledge and even of wisdom that\n\ncomes only from nature.\n\nRight.\n\nAnd I think that if we had more of us cultivating that sense of wonder in our lives, Oak,\n\nit would probably be better off in terms of where our society is currently.\n\nI think also, I think a great teacher will develop a sense of wonder.\n\nEducation is so important.\n\nI think it was HG Wells that said civilization was a race between catastrophe and education.\n\nLet’s hope that education wins.\n\nBut my whole life, if I bought it down to one word, it would be education.\n\nI just have always felt that that’s so important and I think that worldwide the more we can\n\neducate people, the more chance we have of the world surviving.\n\nAnd we’re talking about education.\n\nAre there certain subjects or certain approaches to education, Oak, that you think are most\n\nneeded and most effective?\n\nWell, certainly using nature, getting out into nature is a very important part of education.\n\nI sometimes use the phrase serendipity of nature.\n\nI love the word serendipity.\n\nIt was coined by Horace Walpole, I believe, in about 1854 or something like that.\n\nAnd it was based on the two or three brothers, the brothers of serendip, who went out into\n\nthe world.\n\nAnd just by being in the right place at the right time, good things happened to them.\n\nSo Walpole coined the word serendipity, which was based on the brothers of serendip.\n\nBut I can think many times when I’m out in nature and something happens, I’m watching\n\nsome dragonflies buzzing by right now.\n\nBut I remember one time in the rope of field ecology class, we went out on the bubbling\n\ntrail and along south pole to creek.\n\nAnd as we started along the trail, there was a raptor sitting in a tree in the distance.\n\nWe literally walked right under that tree and the raptor didn’t fly away.\n\nIt turned out to be a prairie falcon.\n\nAnd it kind of looked down at us, but it was more concentrating on something else.\n\nAnd while we were standing there, it took off and dove into the meadow and caught a\n\nvol, which is not like a big mouse, right there in front of us.\n\nAnd I jokingly turned to the class and said, boy, I had to pay him a lot to put on that\n\nshow for us.\n\nBut what the point was that we could have gone out there for 100 days in a row and not\n\nseen that particular scene of a raptor catching of old, that’s serendipity.\n\nWe were just there, the right place, at the right time.\n\nNature is full of serendipities.\n\nI get it.\n\nSo I guess there’s an opportunity for serendipity in nature.\n\nWe probably don’t find in the classroom in the city quite the same way.\n\nThat’s true.\n\nThat’s very true.\n\nAlthough, again, it’s up to the teacher.\n\nThe teacher can make things even in the classroom in the city that can create a sense of wonder.\n\nIt just depends.\n\nBut the more that kids are allowed to explore nature, and particularly before they even\n\ngo to school, that sense of wild play is so important.\n\nWe’re starting a nature preschool at Thorne Nature this year.\n\nWe have to jump through all kinds of hoops with the state to get permission to do this.\n\nBut we just feel it’s so important, and there’s so much research.\n\nPeople like David Sobel and so forth who have written about the importance of wild play\n\nfor little kids, so they get connected at an early age with nature.\n\nI love it.\n\nWell, and there’s also a fair bit of research indicating that many of the psychological\n\nand emotional issues that more and more of us modern humans are dealing with are actually\n\nconnected to this thing called nature deficit disorder.\n\nAnd I know that’s a big part of your work is helping to heal and remedy that specific\n\nphenomenon as well.\n\nAbsolutely.\n\nRichard Louvre, a wonderful book last child in the woods, and this subtitle was saving\n\nour children from nature deficit disorder, and he really stressed how important it was\n\nto get kids outdoors.\n\nLeave no child inside, is what is his slogan, and it is really important.\n\nSo obviously here in the Boulder area, and by the way, we are sitting in the sun.\n\nIt’s quite warm, and okay, I hope you’re still doing okay.\n\nI’m surviving.\n\nIt’s toasty out here.\n\nWe wanted to share with our audience this beautiful view right behind us, and we’ve\n\ngot in the near distance, can’t quite tell, but there’s a wonderful, large water feature,\n\npond, kind of, sombrero marsh.\n\nSombrero marsh here, and then behind are the beginning of the Rocky Mountains heading\n\nright up to the continental divide of the main rocky chain there.\n\nAnd Oak, maybe you can tell us a bit about what’s going on here on this landscape and\n\nwhy we’re sitting outside.\n\nWell, yeah, this is an amazing partnership between the City of Boulder Open Space, the\n\nBoulder Valley School District, and Thorne Nature Experience.\n\nFor years, the Open Space Department tried to buy sombrero marsh, and the school district\n\nrefused to sell it unless there was environmental education, and we got wind of this, and we\n\nsaid, hey, guys, Thorne can do environmental education.\n\nSo we had many meetings, pure crafts love to meet, and we hammered out the partnership,\n\nand the marsh and all that rest that land was sold to the city by the school district,\n\nexcept for one acre that is fenced in, one acre were attached to the school district.\n\nThis is school district property, and they purposely kept this one acre on which to build\n\nthe sombrero marsh environmental education building, which is really our home, the Thorne\n\nAnd it’s a wonderful partnership.\n\nWe have entire second grade classes that come out for the day and other groups of kids,\n\nand in the summer we have our own field trips that come out here and go to other open spaces,\n\nand again, to get kids out of doors and connected to nature.\n\nSo how many kids are coming through the program each year?\n\nWell, several thousand, when you think of our in-school, after-school field trip, summer\n\ncamp programs, which we have here in Boulder, we have them in Littleton, we have them in\n\nLongmont and Louisville and Lafayette, and it’s been an amazing growth, and we’re very\n\nproud to have actually been able to accomplish what we’ve been able to accomplish.\n\nIt’s definitely beautiful, so I’m wondering with some of our audience who are in other places,\n\nother communities who maybe don’t have these kinds of resources yet, Oak, what would\n\nyou suggest to folks in terms of steps that they can be taking to get those kids more\n\nand more connected to nature?\n\nWell, I’m sure that they can find a park.\n\nNew York City is a good example with Central Park, the Frederick Law, instead, senior designed.\n\nWhat a wonderful resource that is.\n\nSo you can find nature, you can find an old deserted lot and have a community garden,\n\nwhich is another way of connecting kids to the earth and to nature, just by learning\n\nhow to have a garden and learning where food comes from.\n\nSo AI encouraged all communities to think in that broad sense of what can we do to connect\n\nkids to nature, and I’m sure there are good ways.\n\nIf you’re interested, you can check out ThorneNatureExperience at ThorneNature.org.\n\nWhat I love here is that Oak, not only are we able to see all kinds of birds outside and\n\nyou’ve actually been identifying a bunch as we were setting up earlier, inside you’ve\n\ngot a beautiful collection of taxidermy, birds, raptors, owls, all sorts of even fox,\n\nsome other animals.\n\nTo help the kids identify and get a sense for how big some of the creatures are, it’s\n\na beautiful way to learn.\n\nIt certainly is.\n\nAnd while we’ve been sitting here, I’m sure I just heard a goldfinch go over, you can hear\n\nthat tutu tutu, and you’ve heard redwing backwards, chirping as they’ve flown over.\n\nSo the sounds of nature are so important for kids to learn.\n\nAnd you can learn a lot about birds by listening to the different sounds.\n\nJohn Young has written a whole book on what the Robin knows, just whether they are sounding\n\noff in a disturbed way or in what we might interpret as a relaxed, happy way.\n\nThere’s so many aspects of bird song besides just protecting their own territory.\n\nThey will express their emotions or their worries if there’s a predator nearby, they’ll\n\nbe a alarm sound that they’ll make.\n\nJust get used to listening to nature.\n\nOne of the things I love to do with kids is to ask them to close their eyes and just listen\n\nwith their ears, because with your eyes closed, your ears become a lot more sensitive and\n\nyou start picking up noises that you wouldn’t have noticed otherwise.\n\nThose are redwing backwards flying over now, you can hear them.\n\nYou know, the sound of the robin always reminds me of my grandfather and he it\n\nseems learned some of their language and could tell them they’re communicating\n\nabout different things and and the one thing that has stuck with me the most is\n\nwhen they’re singing the it’s about to rain song and they seem to get so\n\nexcited when they’re anticipating imminent rain and boy it just reminds me of\n\nmy grandpa hanging out in his yard and his garden listening to those birds he\n\nwould do that for hours right that’s great yeah bird wisdom as we call it well\n\nit makes me think you know he he led a very long full vital life and who knows\n\nmaybe listening to birds as part of the secret oh yeah is that right I’m sure\n\nit is I love it well I know that one of the things you’re doing and you’re\n\nable to demonstrate to the kids and to others is tagging birds no bird\n\nbanding bird banding you tag cattle and you band birds okay okay tag cattle band\n\nbirds okay I think I got it so your bird banding and we’re actually going to\n\nhave an opportunity to see you demonstrate this in a few minutes right but\n\ntell us what what are you doing and it sounds like there’s a whole network of\n\npeople that are engaged in this in this effort yeah it’s a major program\n\nunder the department of interior so it’s a federal program the bird banding\n\nlaboratory is located in Laurel and on the production research refuge and has\n\nbeen for many many years I banded my first bird when I was 13 years old in\n\n1942 under my biology under my biology teacher at Millbrook school in Millbrook\n\nNew York and when I was a senior about ready to go to Yale he said oh you’ve been\n\nbanding for five years under me you deserve your own permit so he wrote to the\n\nbird banding laboratory and I got my own master permit in 1947 that was 72\n\nyears ago so and I’ve been banding birds ever since and what I love doing is\n\nteaching a bird banding class every June I teach four weeks of bird banding to\n\n12 13 14 15 year olds I have to be 12 to be in the class to have have the\n\ncoordination to handle birds and band so it’s a wonderful way of connecting\n\nkids to nature and they love it and they come back and take the course two or\n\nthree times and then they may end up by the time they’re 16 or 17 being one of\n\nour TAs our teaching assistants and I have an example of one young man Cody\n\nLimber who took my bird banding class for several years and then became a\n\nT.A. and he went to college and at UC Berkeley University University of\n\nCalifornia at Berkeley and he just graduated from there and he’s been accepted\n\nas a graduate student and on mythology that’s a study of birds at Yale I was\n\nunder Rick prom who’s a acquaintance of mine so I’m very proud to have\n\nmentored him along the way and others so bird banding is a wonderful way to\n\nconnect kids really connect them to nature handling wild birds and putting the\n\nband on just really really connects them well I know we’re gonna in a couple\n\nminutes we’re gonna see you demonstrate this oak and I just I love how delicately\n\nyou hold the bird in your hands and it seems that it also conveys directly how\n\nprecious these beautiful creatures are yeah they certainly are why don’t we do\n\nthat now great okay we’re going blackbird here that needs a band\n\nand today is the third of August I believe she’s so calm yeah you’ve got the right\n\ntouch oak I’m the bird whisperer yeah oh 82 all the birds that oh bird bands\n\nin North America have a three-digit or I’m sorry a four-digit prefix and a\n\nfive-digit suffix and you figure with four and five numbers in combination like\n\nthat you have billions of combinations yes because just with five digits\n\nalone if you start with zero zero zero zero zero and end up with nine nine nine nine\n\nyou’ve got a hundred thousand combinations then you just change the\n\nprefix by one digit and make another hundred thousand so every bird in North\n\nAmerica has its own license plate not something and yeah it’s the master\n\ndatabase we send all our information to master database in Laurel Maryland is\n\nunder it’s under the Department of Interior it used to be under Fish and Wildlife\n\nService Department of Interior now it’s under the biological division of the\n\nUS Geological Survey which is still Department of Interior so I’m getting a\n\nsize two band out here not a size two band forgot it’s a female so she need a\n\nsmaller size because the females are smaller than in the males yeah it takes\n\nthe one-day band let’s go take one takes back eight three thirteen three I put\n\nthe last three digits of band number band number is actually twenty seven thirty\n\none is the prefix and then the five digits suffix is zero three five zero three\n\nbut I so I just write five zero three the last three digits in how often do you\n\nsubmit the records to the the central database we usually do it about once a\n\nyear sometimes twice a year but basically by the end of January after the band\n\nyear is over you see I just opened the band yeah with these special pliers\n\nand then it goes into this notch here and I band her on the right foot like that squeeze it closed\n\nnow she’s got her license plate for life yeah and what’s the the main reason that we\n\nare tracking the birds this way well since we are tracking individuals wherever she\n\nsells up we know it’s this bird so we learn about migration we learn about\n\nlongevity how long she lives and also whether they come back here a lot of\n\nthe birds keep coming back here who was they they stay fairly local other birds just move on\n\nwe’ve had a lot of cliff swallows every year they nest under road covers and they they have to\n\nbe where they’re flying insects because they because they eat flying insects I have to be\n\nwith this perpetual summer so they fly all the way to southern Brazil and Argentina and our\n\nwow you know our winter incredible most of the swallows go south because they’re eating flying insects have\n\nto be where there’s warmer climate and flying insects seed now she’s ready to go she’s so calm\n\nshe’s got her bling now she goes off she goes there she goes so your kids ready to go basically\n\nwent wherever you are huh well in the summer yes in the winter we have a I have a desk in there\n\nwith this all set up and we’re banding just here but in the summer with the bird banding class as I\n\nteach we’re all different places around Boulder County and then I go up to a bar a ranch in Wyoming to\n\nband so I have to really make my car the banding station have all the equipment right in the car\n\nbeautiful the mobile banding station great well my car’s like a mobile bookstore sometimes\n\nit’s interesting what we’re able to do with these vehicles great oak well thanks so this was a\n\nlive demo of banding a bird at at the center here so it’s great to be able to see that directly oak\n\nand I love being able to teach young kids how to band birds I banded my first bird when I was\n\n13 under my biology teacher Frank Trevor at Millbrook School in Millbrook New York and that was\n\nin 1942 in 1947 when I was a senior he helped me get my own permit he said oh keep in banding\n\nfor five years and you could deserve your own permit so I got my own permit a master permit as I\n\ncall it in 1947 that was 72 years ago been banding birds ever since wow who I love doing teaching\n\n12 13 14 year olds how to band birds yeah absolutely they get so good at it and it connects\n\nsome to nature that’s the main thing it’s a real connection to nature yeah yeah who issues\n\nthat permit just out of curiosity it comes from the bird banding office which is in moral Maryland\n\nokay and that’s under department of interior it’s a federal permit so I have to have federal\n\npermit and I have to have a state permit I have a Colorado and a Wyoming permit I even have a\n\nBoulder County and Boulder City open space permits to yeah just to make sure yeah for banding\n\non open space beautiful well thank you for sharing that with us that was great to see that\n\nit’s it’s a wonderful in a way it’s a wonderful hobby because I never get tired of doing it\n\nwell thanks for that demonstration oak that was just really fun to see it makes me think some\n\nof these birds are wearing bling what’s bling what’s bling okay now you have to explain this is\n\nbling is the like metallic bracelets jewelry oh even sometimes when folks will put all these\n\nsparkling sticky things onto their the backs of their phones and so on they’ll call that bling\n\nokay the way I guess that we’re decorating ourselves and our phones so the bird has one single\n\naluminum band and that’s their bling that’s their bling okay yeah well let me take this opportunity\n\nto remind our audience that this is the YonEarth communities stewardship and sustainability\n\npodcast series and today we are visiting with doctor Oakleigh Thorne the second known as Oak\n\nand we are at the Thorne Nature Experience you can check that out at Thornenature.org\n\nand I want to take the opportunity to be sure to thank our sponsors who are making this podcast\n\npossible that they include the association of Waldorf schools of North America earth coast\n\nproductions equal exchange the international society of sustainability professionals\n\nthe Lidge Family Foundation Madera Outdoor Patagonia Purium and Waylay Waters so a huge thanks to\n\nall the support those organizations are giving us and want to give a big shout out to\n\nthe growing number of people who have joined our monthly giving program you are providing\n\nthe foundation for all of our community mobilization work throughout the YonEarth community\n\nnetwork thank you so much for that if you haven’t yet joined the monthly giving program and\n\nyou would like to you can go to YonEarth.org slash support and when you sign up as a monthly\n\ngiver I will send you an email with a special code to download free copies of all our ebook and\n\naudiobook resources you can use them yourselves you can share them with friends as a way to say thanks\n\nfor your support so thanks to everybody for for making this possible and uh and oak just again so\n\nsuch a joy to be sitting here in this beautiful piece of uh natural setting and right smack in the\n\nmiddle of a relatively developed urban corridor right and it seems that uh you’ve created a bit of\n\na sanctuary here probably for all kinds of people and uh other species and other critters other critters\n\nyeah right so uh we’ve got a plane flying overhead this is the newest species of airborne critter\n\ngo ahead and call it a gas hawk gas hawk not to be confused with the gas hawk right that’s a\n\nhilarious yeah rocking mountain airport yeah that’s also one of the scenes in this uh story I’m\n\nworking on flying in and out of there kind of a funny coincidence I’ve been talking about that um well\n\nyou know oak we’ve been we’ve been talking a lot about what you’re doing here at Thorne Nature\n\nExperience what you’re doing with the education the the bird banding not tagging and I’m just\n\ncurious for our audience we’ve got folks and communities all over the country internationally\n\ndoing all sorts of different work and I’m wondering if from your perspective having witnessed many\n\ndecades of our modern cultures uh evolution if you have specific advice and wisdom that you might\n\nshare with us that we can use in all this work that we’re doing and uh carry with us as as we go\n\nforward on our journeys well absolutely I think first of all you’ve got to be willing to take risks\n\nin your life I had a very wise person that used to run in countergroups uh Phil Larson\n\nthis truth was that you learn only and always by the willingness to take to take a risk\n\nuh if you if you do take a risk and it doesn’t work out it’s not failure it’s learning\n\nyeah gene case wrote a book on fearlessness and really what what that’s all about is not being\n\nafraid to take a risk because uh that’s when you when you push the boundaries forward uh I just\n\nthink of many times in my life where I took risks and sometimes it works out sometimes it doesn’t\n\nbut if you look at at it as a learning experience rather than failure we if you work if you take a\n\nrisk and something doesn’t work out learn from it and so with the next time you take a particular\n\nrisk you have more wisdom on how to handle a particular situation so anyway I I think it’s\n\nvery important to take a risk and it’s also important to to be optimistic I really stress that\n\nwhen I’m mentor young people the importance of staying optimistic because if you become a pessimist\n\nyou give up if you always stay an optimist you can make a difference and one person can make\n\na lot of difference I know I’ve made a difference in my life and it’s a good feeling to know that\n\nyou’ve made a difference so taking risks and being optimistic or what I would suggest is two very\n\nimportant tools for going forward in life I absolutely love that okay I really love that\n\nadvice it’s fabulous and uh and I’m wondering also as somebody who is so connected to nature\n\nyourself to think about many of our audience members who might be living and working most of the\n\ntime in a very urban setting is there is there anything you would suggest to to those friends of\n\nours in terms of getting this deeper uh relationship and experience that you’re you’re so\n\nfamiliar with sure get get out into nature get out to parks and open space and uh they’re there are\n\nareas nearby that where you can take a bus or train or drive out in your car if you have one\n\nmaybe maybe it’ll be a self-driving car in the near future yeah and uh just get out there and\n\ndiscover the it might be just down the block you might find an old vacant lot that has\n\nthat’s overgrown and has nature to study right there uh it’s important for schools for example\n\ninstead of the asphalt playground to also have a nature area where kids can go and discover\n\na dragonfly or a bird or a toad uh whatever just uh and then of course wildflowers\n\nuh that’s where garden is really wonderful for connecting kids to nature just a neighborhood\n\nabandoned lot can be suddenly become a neighborhood garden where a lot of people get together\n\nand cooperate to have a community garden so there are lots lots of ways get out there you know\n\nas Richard Lou says leave no child inside yeah i love that for good for kids of all ages\n\nof all ages well this is so wonderful oh thank you so much for taking the time to visit with us\n\ntoday well it’s been an honor to do it really appreciate it thanks again thanks so much\n\nthe YonEarth community stewardship and sustainability podcast series\n\nis hosted by Aaron William Perry author thought leader and executive consultant\n\nthe podcast and video recordings are made possible by the generous support of people like you\n\nto sign up as a daily weekly or monthly supporter please visit YonEarth.org backslash support\n\nsupport packages start at just one dollar per month the podcast series is also sponsored by\n\nseveral corporate and organization sponsors you can get discounts on their products and services\n\nusing the code YonEarth all one word with a why these sponsors are listed on the whyonearth.org\n\nbackslash support page if you found this particular podcast episode especially insightful\n\ninformative or inspiring please pass it on and share it with a friend whom you think will also\n\nenjoy it thank you for tuning in thank you for your support and thank you for being a part of\n\nthe YonEarth community"
}