{
  "title": "Episode 72 – John Perkins, Author, “Touching the Jaguar”",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11087/episode-72-john-perkins-author-touching-the-jaguar.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-72-john-perkins-author-touching-the-jaguar/",
  "episode_number": 72,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "William Perry, author, thought leader, and executive consultant. The podcast and video recordings are",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry, and today\n\nwe’re visiting with John Perkins. Hey, John. Hey, Aaron. Great to be with you. Nice to\n\nbe with you too. John Perkins is an author and activist whose ten books on global intrigue\n\nshamanism and transformation, including the forthcoming touching the Jaguar, shapeshifting,\n\nand the classic confessions of an economic hitman, which has been on the New York Times bestseller\n\nlist for more than 70 weeks and sold over 2 million copies, published in 35 languages.\n\nAs chief economist at a major consulting firm, John advised the World Bank, United Nations,\n\nFortune 500 corporations, the United States, and other governments. He regularly speaks at\n\nuniversity’s economic forums and shamanic gatherings around the world and is a founder and board member\n\nof the nonprofit organizations, the Pachamama Alliance, and Dream Change. So, John, I’m so thrilled\n\nthat we have the opportunity to visit with you today. And as I was mentioning before we started\n\nrecording, just after finishing graduate school, I read your book Confessions of an Economic\n\nHitman, and it’s one of my favorites. It’s a remarkable reveal and truth telling. And I have to\n\nnote that in your bio here, to say that you regularly speak at university’s economic forums\n\nand shamanic gatherings, I imagine that’s a combination that not too many people can include\n\nin their bio. So, glad we could visit with you today. And thanks for being with us here.\n\nThank you, Aaron. It’s my pleasure being here. And yeah, you know, I’ve written what\n\nprior books on shamanism and indigenous people, shapeshifting the world as you dream at those,\n\nand four on global economics and intrigue, including Confessions of an Economic Hitman,\n\nHooding, Secret History of the American Empire. And you know, when I speak at economic forums,\n\nsomebody might come up to me afterwards, or even raise their hand and say, hey,\n\nI can’t believe it. Are you really the same guy that wrote those shaman books?\n\nAnd when I speak at, you know, sort of new age events and about shamanism, people say, hey,\n\nare you the same? You can’t be the same guy that wrote that Confessions of an Economic Hitman.\n\nAnd I’ve always understood that there was a very strong connection between the two,\n\nyou know, we can get into that more. But so, touching the J-Ware was written specifically\n\nto make that connection, to show that, you know, basically, if we want to change the world,\n\nif we want to move out of what I call a death economy, this economic system that I helped to\n\ncreate as an economic hitman into a better system, what we call a life economy, the approaches\n\nthat shamanism uses about changing perception to change reality are extremely applicable.\n\nSo I decided, you know, I needed to be overt about that and write the book, touching the Jaguar.\n\nWhich, touching the Jaguar, transforming fear into action to change your life in the world,\n\nwhich is really about bridging that would seem like a gap to many people between those two,\n\nthose two types of books. Absolutely. Yeah, disparate, you know, at the least, if not, you know,\n\nentirely different universes really. I’ve been enjoying my advanced copy of touching the Jaguar,\n\nand it’s such a rich read, and it really chronicles, in large part, your own personal\n\njourney and history, as well as the stories behind the creations of these two really important\n\norganizations, Pachamama Alliance and Dream Change, and the title, Touching the Jaguar,\n\nobviously refers to something very important in those experiences. And I’m curious, can you just\n\ngive us a bit of a glimpse into what meeting and touching the Jaguar means?\n\nYeah, of course. So to the indigenous people in the Amazon, where I spend a lot of time touching\n\nthe Jaguar, like this guy down here, I wear one, so I can touch it all the time.\n\nIt means touching our fears, confining our fears. And so they say that, you know, if you run\n\nfrom your fears, or the obstacles standing in your way of doing whatever you want to do,\n\nthese obstacles, these fears will follow you. On the other hand, if you touch them,\n\nthey will give you power, wisdom, energy, courage to move forward into where you want to go.\n\nAnd now, give you an example. When I was a Peace Corps volunteer living deep in the Amazon,\n\nwith others together, with the Shwar people. Back in the late 60s, I became deathly ill,\n\nI was dying. And I was a very, very, very long way from the nearest medical facility.\n\nThere was no way I could get there. I couldn’t even really stand up. And in one night,\n\na shaman healed me. And basically, what he did, he took me on a shamanic journey. And while I’m\n\non this journey, I’m seeing how, you know, I grew up from about 300 years of Yankee Calvinists\n\nin New England. And we were very hygienic. Washed our hands a lot. And we ate very mild foods,\n\nbasically, potatoes in those days. And now I’m living with people in the Amazon who’ve never seen\n\na bar of soap. They eat some very strange foods, including a kind of a bee or a chichot, which is\n\nmade by women chewing maniac root and spitting it. It permits and turns into a kind of beer,\n\nthen they mix water with it and they can drink it. They know they can’t drink the river water\n\nbecause the rivers have too much organic matter. And I mean, there’s no industrial pollution,\n\nbut there’s animals as deadly as the things like that. So I’m now living with these people.\n\nI’m eating a lot of strange foods because there were no cliff bars. And I’m drinking a lot of\n\nthe spit beer because there wasn’t any pariette. And on this shamanic journey, at one point,\n\nthe shaman says to me, touch the jaguar. I’m always terrified. I’m like, where’s the jaguar coming\n\nin? And then I see this jaguar. It’s a vision question. And I see this jaguar. And the jaguar,\n\nbasically, I hear this voice that says, it shows me these foods that I’ve been eating in the spit\n\nbeer. I see that too. And the voice comes to me and says, it’ll kill your son. And the food,\n\nthe drink will kill your son. This voice is speaking to me like my mother’s voice.\n\nAt the same time, I also saw how healthy the schwa are. And the men are all built like\n\ntarzan. And the women who I was in my early 20s, the women who were looking very interesting.\n\nPeople live to be very old if they’re not killed in a hunting accident or bitten by a poisonous\n\nsnake or something. And so on that shamanic journey, when I touched that jaguar, it came out and\n\nit basically said to me, this is healthy food and drink. It’s making these people healthy.\n\nAnd you know, I came to see later, it’s what we today call local and organic. Very, very\n\nhealthy food. The spit beer is very high in many different things. It gives you nutrition.\n\nAnd after that was healthy. After that night, that when I woke up, I felt much better. And I\n\nrealized that it wasn’t the food and drink that had been killing me. It was my mindset, my perception.\n\nAnd then the shaman asked me really kind of demanded of me that in payment for this, I become his\n\napprentice. This is 1969, and I graduated from business school. I’d never even heard of a shaman\n\ndoing figure there. And I had no interest in becoming a shaman. There was no futures in those days.\n\nThere is no, but he saved my life. So I became his apprentice. And then later, when I went back and\n\ndid what I’ve been trained to do in business school, I became an economist, chief economist, and did\n\nwhat we call the work of an economic hitman, I would take time off whenever I could in places like\n\nIndonesia and Iran and Egypt and all over Latin America and study with shamans. And what I learned\n\nis that throughout the world, shamanism is based on this idea, this concept, this belief, this truth,\n\nthat our reality is molded by our perceptions. And then I began to understand that that’s not\n\nin psychotherapy. That’s also quantum physics. And it’s advertising. It’s marketing mold, mold\n\nthe reality through perceptions. When you think about it, there’s no United States, there’s no\n\nEcuador, there’s no Russia, there’s no culture, there’s no religion, there’s no economy, there are\n\nno corporations, except as we perceive them. And when enough people accept a perception or\n\ncodifying into law, it impacts reality. And that’s a common shamanic belief, but it’s also\n\neverybody believed in a way. And so the idea of touching the jaguar is all about touching\n\nperceptions that are holding us back, from being all that we can be, from being healthy, from\n\nfrom doing what we most want to do in life. And when we touch that fear that goes into what change\n\nit might necessitate for us to be all that we want to be a do, what we want to do. When we touch\n\nthat fear, that obstacle, that blockage, it empowers us to move forward and do what we really want to do.\n\nYeah, you know, John, this obviously is a central theme running through your book. And I want to\n\nmention to our audience that we’re going to give you links to preorder the book, which will also\n\nunlock for you a free live webinar with John on April 29th. So we’ll be sure to get you that\n\ninformation here as well, but in what’s that John? I was just coughing. I thought you’re about\n\nto say that’s okay because you’re at least 16 away. Yes, at least. Yeah, you’re on Vamer\n\nJ Island and I’m in Boulder, Colorado. So we’re about hundreds of miles apart at the moment.\n\nYeah. In the beginning of the book here, there’s one passage that I wanted to quote you,\n\nif I may, because it for me really underscores and exemplifies what you’re sharing with us in\n\nthis book and in your work. And it says this, it says, as a former economic hitman who contributed\n\nto the expansion of the death economy. And as one who has lived with the people of the Amazon\n\nand apprentice with shamans, I’ve come to understand my obligation to change my own perceptions\n\nand to do everything I can to help transform dysfunctional systems into ones that will serve us\n\nall life on this planet. This I think, John, is an invitation that in a variety of ways, millions\n\nof different ways, each one of us on this planet right now can respond to. And in varying ways,\n\nwe’re each affected by a variety of strange perceptions, we might call them. And it seems in\n\nthese times we’re being asked or being invited, we’re being led to really look through that and\n\nto see the reality for what it is on this amazing living planet that we share together.\n\nYeah, I totally agree with you, Aaron. And it’s fascinating to me that at the time I wrote\n\ntouching the jive war, I had no idea, of course, that there was going to be a coronavirus.\n\nAnd what I did know is that we’d been hit by many once and 100 year events every year or so,\n\nthe hurricanes, the fires, the earthquakes, the tornadoes, that the planet is speaking to us,\n\ntelling us that we must change. And so in fact, this book totally addresses that. I thought\n\nit was as though the jago was reaching out and touching me and getting me to write a book that’s\n\nI think it’s actually perfect for these times. And why I’m offering this workshop on April 29th\n\nis because the book doesn’t officially won’t receive the book if you pre-order it until mid-June.\n\nBut it’s got this whole section about what each of us can do on a daily basis, a practice that we\n\ncan have through less than 10 minutes a day or every two days or once a week or whatever we want to do it.\n\nAnd I felt that it’s really important to get that message out there now not to wait till the book\n\ncomes out. So people will be going through that and people will sign up but also receive another\n\nlittle booklet for free that summarizes all of that before they’ll get the actual, so they’ll\n\nget that digitally but the email before they actually get the book they’ve ordered which will have\n\na lot more in it than just that. But we are this incredible time of crisis and huge opportunities\n\nto recognize that we must change, that we’ve reached a time in history where we must convert what I\n\ncall other economists, they’re calling it death economy and economic. It’s actually a governmental\n\nsocial economic system that is failing us. It’s consuming itself into extinction that’s destroying\n\nthe planet as we know it. We must convert that into a life economy that’s a regenerative,\n\nrejuvenating, pollution cleaning up, recycling economy that we can all move into would be employed\n\nand it’s not about going back to live in caves. It’s about creating a new economic system. And I\n\nthink the hurricanes that once and a 100-year events were localized and people could kind of ignore\n\nthem unless you’re going through it. But if you went through it, one of these hurricanes or other\n\nevents and you live through it, you expected that the outside world was going to come and help you\n\nwithin a matter of days, maybe a couple of weeks, bottle water would arrive, food would arrive and\n\nthen some leader would tell you, well we’re going to rebuild and we’re going to be better than ever\n\nbut we’re going to go back to the normal but even better. And it didn’t force us to think\n\nglobally. But this virus now, because we really didn’t listen to those things on a macro level,\n\nthis virus now I think it’s forced us to do that. Everybody, every human being on this planet\n\nis impacted by this coronavirus. And there is no outside world. No one’s going to come to say\n\nwe’re understanding that we better change. We don’t really want to go back to normal because\n\nnormal wasn’t really working. We want to create a new normal, a healthy normal. One that’ll be\n\nvery, very comfortable to live in and a lot more satisfactory in the long run.\n\nYeah, I love that the one of the themes or tag lines for Pachamama alliances is cultivating\n\nlives marked by environmental sustainability, social justice and spiritually meaningful\n\nexistences. And it seems that COVID in many respects is causing us to slow down. Many of us are\n\nplanting gardens who hadn’t in a long, long time and reconnecting with some of the fundamentals\n\nof living on this planet. Yes. Well, the Pachamama alliance is very much based on that same\n\nprocess like about 25 years ago. When we founded it, Bill and Lynn Twistonite were the co-founders\n\nand we hadn’t, again, of course we had no idea there was going to be a virus like this on the way.\n\nAnd over the 25 or so years since then, as the organization has evolved and worked to learn\n\nfrom indigenous people and then to spread that word through I think we’re 87 countries now without\n\ngene changing programs, gene changing, perception changing. You know, it almost is so we’ve\n\nbeen moving toward this moment. Again, like the book, I think that organization is very much\n\na part of how we can understand the way to move forward with the virus, beyond the virus, and look\n\nat the virus not as an enemy, but as an ally, as many people should have forward. And you know,\n\nwhether you look at this from the shamanic perspective, or perhaps some people would call the\n\nwoo-woo perception a perspective of, oh, Mother Earth is speaking to us, or which I think is a totally\n\nvalid, but if you don’t buy into that and you just look at it completely from this scientific\n\nstandpoint, it’s pretty hard now for anyone to deny the impact that human activities that\n\nhaving on this planet. When you look at those satellite photographs from China where pollution\n\nis cleaned up as a result of the reduced activity or the people of Los Angeles are seeing\n\nblue skies from places where the stars are they never saw them before. And there’s so much happening\n\nthat’s very, very clearly telling us, not from a woo-woo standpoint, but from a totally scientific\n\nstandpoint, that we get to change if we want to continue to survive on this planet. So you can\n\nlook at this virus from many different, there’s a whole spectrum there. And all along that spectrum,\n\nthough, there’s just no questioning that we are getting a very strong message whether it’s the\n\nshamanic message or scientific message or some combination of the two. Whatever your bias is,\n\nthis is just there for you. Yeah, it’s so potent. You know, I want to dig into this\n\nlife-economy vision that you’re sharing. And you know, with the Wyner community and the framework\n\nwe work with, one of the ways we think about this in terms of economics is,\n\nis transcending the traditional model of extractive linear economics and value chain primary,\n\nsecondary, tertiary, the quaternary. And introducing the quintenary, which closes the loop and takes\n\nit from linear to cyclical. And in the quintenary lives the sense of responsibility, stewardship,\n\nregeneration that infuses all the other steps in those activities. As a way to invite people into\n\nhow this might look different. And I know you’ve done a lot of thinking and writing and speaking\n\nand communicating on this. What if you were to summarize to still and pull out the essence of\n\nwhat it will look like as we create a life-economy, what are what are some of the key themes that you\n\nthink it’s really important that regular folks become aware of? Well, you know, it can go in many\n\ndifferent directions. But here’s an example. Imagine if your tax dollars and my tax dollars\n\nwent to instead of paying for heavy military equipment, well, my pay the same company is right\n\nbeyond general dynamics of some brilliant engineers and scientists who would probably much prefer to be\n\nmaking systems that mine all the plastic in the oceans, for example. Clean up old mine pits and\n\nand oil spills. And there’s so much that we can do. We can pay people to clean up pollution all over\n\nthis planet. And you can walk in and around the streets, picking up blue, you know, pieces of glass\n\nand plastic and so forth. And to regenerate the stored environments to to come up with whole\n\nnew technologies, recycle and wind and solar made huge headway in the last few years.\n\nBut we’re still dealing with primitive technologies, I think, from 10 years and now we’re going to\n\nlook back and say, hey, man, that stuff was pretty primitive. I hope that’s the case. You know, we so we\n\ncreate new technologies that use wind and solar. And the air, I mean, there’s so much that’s just\n\nwaiting to happen out there. If we just put our investments into hiring people to do those kinds\n\nof things instead of hiring them to make military equipment and to make a lot of let’s face it,\n\nJohn, a lot of consumer products that nobody really, really needs. And it really doesn’t make\n\npeople happy except, you know, people may get it in adrenaline rush because it’s, you know,\n\nthis, this, this, the shop is addiction. You got to the store and you buy this and it makes you\n\nreally happy. And then the next day you’ve lost that adrenaline rush or whatever rush it is. And\n\nyou’re going to buy something else that I know, you know, people that I’ve been that way sometimes.\n\nSo, so we move into a new type of lifestyle and the kind of economy and doesn’t mean going back\n\nto living caves. It means that we redirect our goals. And, you know, the, the death economy is\n\ndriven by a single goal for business. And that is to maximize short-term profits regardless of\n\nthe social living environmental costs. And that’s an idea that it drawing for some time, but it\n\nreally took off in 1976 when Milton Friedman won the Nobel Prize in Economics and became very famous\n\nfor promoting that very thing. Next to my short-term profits, regardless of the environmental social costs.\n\nAnd that’s a perception. And as we said, perception models reality. That perception has created a\n\nreality that’s, that’s destructive. It’s unsustainable. That’s actually, if you want to think about it,\n\nit’s, it’s actually an insane idea. Next to my short-term profits were very few people relay.\n\nAnd that’s a new idea in history. It wasn’t new in 1976. He, he, he, he get it out there. It\n\nhad been growing. But if you look at the 250,000 years or so that we humans have been on this\n\nand there’s been ourselves, it’s only been within a blink of a life, a blink of the history,\n\nthat we have had this idea that we need to maximize short-term benefits, short-term profits,\n\nor for individuals for term accumulation of, you know, that, that, that,\n\nlaying the guy who dies of the moon always wins. I mean, that’s ridiculous.\n\nWow. Where did that come from? We have that mentality. And, and that’s a new mentality.\n\nAnd incidentally, the people in the Amazon I lived with back when I was a Peace Corps volunteer\n\nand, and most indigenous people never had that mentality. And we, we all come from the\n\nheritage that doesn’t have that mentality. We come from the heritage that’s, let’s maximize long-term\n\nbenefits for ourselves and our children and our grandchildren and our great grandchildren.\n\nAnd to return to that kind of goal to say that business isn’t there to maximize short-term profits,\n\nbusiness is there to maximize long-term benefits for everyone. Let’s pay investors a decent\n\nrate of return for creating a life economy. And let’s all of us focus on how do we create long-term\n\nbenefits for ourselves rather than just short-term materialistic consumption? Absolutely. This is the\n\nkind of thing where we’re seeing this incredible growth in acceleration with B corporations,\n\nwith social enterprise entities. It’s, to me, very exciting to see that not only are the seats\n\nplanted, they’re, they’re sprouting, they’re growing, in that we as consumers, we as\n\nparents, as grandparents, as professionals have a tremendous opportunity to help further\n\naccelerate that just through our consumer choices alone.\n\nYeah, consumer choices, our investment choices, and our employees. And if we all focus on that,\n\nyou know, I’ve got to say I speak a lot of economic conferences and I, I can’t tell you\n\nhow many chief, chief executive, people in very high positions have come up to me and said,\n\nI don’t want to do better. I want my company to be greener. I have kids, I have grandchildren,\n\nbut I’m afraid that if I, if I do these things, probably in the short run, lose a little bit of\n\nmarket share, or my stock prices will go down. And if that happens, my chief stock coals will probably\n\nfire me and replace me with someone who only cares about stock prices or market share. But\n\nthey’ll say, you go out there and they’d say this to you, Aaron, they probably have.\n\nYou’re out there and tell your audience, says, hey, send me emails. Pick your company. I don’t\n\ncare whether it’s Walmart or Nike or wherever it is. Pick your company that you’re concerned about\n\nand let your social networking circles join you in sending an email or text or tweet or whatever\n\nit to them saying, hey, I love your products, but I’m not going to buy them anymore until you\n\npay your workers in Indonesia a fair wage or clean up the pollution you cost or use more\n\nto sustainable materials. There’s a lot of executives that really want to get those messages\n\nthat they can take them to their main stockholders and their executive committees and their\n\nboards and directors and say, hey, these are our customers. We got to listen.\n\nAnd it is happening, like you said, you mentioned several things, be corporations,\n\nthe green new deal, the idea that last August at the business round table, 192 of the most powerful\n\nexecutives in the world said, this can no longer be about maximizing profits. We’ve got to take\n\ninto account our consumers, our employees and the communities where we work. Exactly what goes\n\ninto creating a life economy. So it was happening before this coronavirus and I have a feeling that\n\nthis coronavirus will tip us much further over that point. I hope so. Yeah, absolutely. Let me just\n\ntake a moment to remind our audience. This is the YonEarth Community Podcast. I’m your host,\n\nAaron William Perry, and today we are talking with John Perkins, the author of the forthcoming\n\ntouching the Jaguar, as well as several other books, including the very well-known confessions\n\nof an economic hitman. And want to make sure you know that if you pre-order John’s new book,\n\ntouching the Jaguar, you can get a free invitation to a live webinar he’s doing on April 29th.\n\nYou’ll also get a digital booklet with some additional goodies. This is all in advance of the\n\nactual book that you’ll receive in June. And to get all of this, you can go to touchingthejaguarbook.com\n\nor you can go right to John’s website, johnperkins.org. And want to also mention that you can connect\n\nwith John on Twitter at Jay Perkins’ author, on Facebook, at John Perkins’ author. And we’ve been\n\nmentioning Pachamama Alliance there at Pachamama.org. And we’ll talk a bit about DreamChange,\n\nalso DreamChange.org. Now, I want to give a quick shout out to all of our individual supporters\n\nwho make our podcast series possible. And if you haven’t yet joined our monthly giving program,\n\nand you would like to, you can go to yonurth.org slash support. Want to give also a shout out to our\n\ncorporate sponsors. This includes Earthcoast Productions, Patagonia, Purium, Earthwater Press,\n\nWaylay Waters, and of course, the LIDGE Family Foundation. For those of you who might want to\n\nreceive monthly shipments from Waylay Waters of those very special, PEMPFused Aeromatherapy\n\nSoking Salts, very good in the time of Corona, you can join the monthly giving program at\n\nyonurth.org slash Waylay Dash Waters and get those as well. So this is, it’s so exciting, John,\n\nyour book’s coming out soon. And that you’re doing this live webinar. And here we are,\n\ncoronavirus, communicating through digital technology. And I know you’ve got some thoughts about\n\nwhere that might be heading and how this period of COVID may be indicating a bit of what our\n\nfuture might be looking like in terms of digital communication technology. How do you see that\n\nchanging and altering our life ways, if you will, going forward?\n\nWell, thanks, Aaron. Yeah, and I just recently published a newsletter about that, which people\n\ncan also get on my website, johnperkins.org, that I think I outlined 12 specific areas.\n\nBut I think it’s fair to say that we have experienced something profound.\n\nMajor changes in society, in the eating habits, in fashion, in architecture,\n\nin business and everything else like that happens when there are things like rewards,\n\nwars, wars of any kind to that matter locally, depressions, recessions, and pandemics.\n\nAnd we’re going through that and people are understanding now that we can communicate so well\n\nthe way that you and I are communicating right now with a lot of other people out there.\n\nAnd we’ve been doing a lot of that. You know, I had a patch of my my life forward meeting just\n\nyesterday, where we had we brought in about over 200 of our major donors also into part of that\n\nmeeting. We’d never done anything like that before. We’d always travel to San Francisco,\n\nwhich is where of course, to me, I live in the state of Washington. And you know, now I’ve learned,\n\nI don’t have to fly any of these meetings. And we’ve all learned that. And we’ve, you know,\n\nwe’ve learned that so many things about being with our styles and being at home and maybe eating at home,\n\nI’ve always enjoyed going to restaurants and I haven’t been there for a long time. I’m eating\n\nhealthier. I’m losing weight. I’ve jargoned for us like a forest nearby. And I’ve always done that,\n\nin some other ways I keep my weight down. But when you go out to restaurants all the time, it’s much\n\nmore difficult. We very healthy here. And so many things I think what we’ll see is a is a real\n\nmovement in businesses from big physical complexes. You know, the universities are learning that they\n\ncan work using work digitally. Why do they need all those buildings? What that costs a lot of money\n\nto do that. A lot of our biggest corporations I was talking today with with a person from the\n\nfrom one of the big insurance companies and they have a huge campus outside Chicago. They’ve learned\n\nthat they don’t really need that campus. Everybody’s working at home right now. And that’s going on\n\nand on and on. And people have become accustomed to ordering things by the internet. And having\n\nthem either delivered or you just go and pick them up, somebody else does. I don’t know with that\n\ncontinuum that it’s a certain degree. I think people are going to be a little area of\n\nflying and taking cruise ships because even if all of that gets back in the system theoretically,\n\nthere’s not a lot of people that have been trapped in places where they really don’t want to be for\n\nseveral months. I know a few of them. And that’s a risk you take when you travel. So I think there’s\n\nso many, many changes. I heard an expert yesterday on a program, a fashion historian,\n\nsay that beards will probably go out or they’ll be less than the fewer beards on men because\n\nthe masks don’t work so well with beards. And women may not grow such long fingernails in the\n\nfuture because it’s hard to put on those rubber gloves and other gloves. So, you know, those\n\nare fairly minor things, but it’s going to be a large changes in our economy. There’s no question\n\nabout it. The businesses that can be IT based, digitally based, they’re doing what you’re doing.\n\nThose will thrive. The ones that have been really dependent on resource, on people being at a\n\nspecific location will probably go by the wayside or they’ll adjust. We’re seeing negative\n\noil price. I mean, we’ve never heard of such a thing. It’s amazing to think about that.\n\nAnd it’s an interesting prospect. I work a lot. It’s been a lot of time at Ecuador and Peru,\n\nand those are countries that are very dependent on oil. Ecuador particularly has been destroying\n\nparts of its animals on rainforests to get at oil. And so the top of oil price is really\n\nprotecting the rainforest. And it’s also going to let Ecuador know that the major source of\n\ntheir income is gone. I mean, their budgets are going to anticipate oil prices of\n\nbetter than $60 or $70 a barrel. What are they going to get that? So, what’s going to happen\n\nto their budgets? Well, there’s a lot of resources. The Amazon itself is a place that people can\n\ncan love, even in film, online, and in pictures. We don’t all have to travel there.\n\nAnd so, we’re going to start valuing different things in different ways. I think we’re going to go\n\nthrough major changes. I hope so. And I would also add air in that I think that the status quo,\n\nthe people with a lot of money and power who want to keep things the way they will try very,\n\nvery hard to have us go back to the old system. Including, I think there’s a lot of\n\ninformation now suggesting that with this virus is just a conspiracy, that somebody that’s\n\nChinese or some organization, you know, sent this virus out there as a conspiracy thing.\n\nTo me, that’s, I don’t know what’s true, but what I do believe is that as Naomi Klein wrote\n\nin her pivotal book, Choctaw doctrine, when things like this occur, then there will be people\n\nthat will try very hard to take advantage of it and convince us that we really don’t need to change\n\nthat we’ve taken care of it. We’ve got a vaccine that’s going to take care of it. We can do that\n\nand so on and so forth. And while we may have a vaccine that will take care of it, we’ve got to\n\nunderstand that we’re polluting the planet, you know. We’ve created a system that just\n\nis viable and along and we must change. Absolutely. You know, this emerging phenomenon of us\n\ngetting more connected to our local environs, whether gardening or jogging more in the woods,\n\nand doing more of our communicating and our work mediated by digital technology,\n\nvery much seems to fulfill a vision that William Irwin Thompson had back in the 70s when he was at\n\nMIT, which he wrote in this essay called The Metta Industrial Village, which is like your book\n\nConfessions, one of the really impactful things that I read 15, 20 years ago. And he basically\n\nposits that we’ll head in this direction where we return to a more localized physical way of\n\nprocuring things like food and fiber and so forth. And in so doing, we’ll reengage with organic\n\nways of growing, regenerative ways of growing. And that will, meanwhile, become a very robust,\n\nglobally connected society through these communication technologies. He wrote that back and I think\n\nit was 1972. And here we are. It’s happening. It’s like we’re living inside of his essay somehow.\n\nRight. And even the city is like, I saw a model a few years back before all this was happening,\n\nbut of how a city like, let’s say, you know, it could be any city. And especially with gas prices,\n\ngoing down that could work in the opposite direction, but we’re also learning that\n\nhow the oil coming is going to react to this. We don’t know. But I think what we’re learning is we\n\ncan’t create creating this pollution. So what if we, this model showed a city without any cars?\n\nAnd where all the high roads had been converted into paths and gardens. And all the parking garages\n\nhad been converted into gardens. So you’ve got mirrors reflecting sunlight into all the different\n\nfloors of these garages. So even the cities can become relatively self-sufficient in terms\n\nof growing food and so forth if we change these things. And to do that would accomplish two things.\n\nYou’d get rid of the pollution that burning oil and cars causes and all the congestion and all\n\nthe problems. And you’d also be able to create a very pleasant environment in our cities.\n\nAnd with some forms of public transportation, but people could do a lot walking and having their\n\nmost of the stories they need in a neighborhood, more neighborhoods. I think that’s a, it was a,\n\nit was a, I remember being deeply impressed by that model a number of years ago. And now it seems\n\nto me it’s taken on new meaning and new urgency. Yeah, absolutely. Well, and we know that\n\nmore walking is going to have all kinds of health and mental and even immune system benefits.\n\nI love that vision. Yeah, me too. Well, speaking of, you know, visions of the future coming to\n\nfruition in the book, you talk about the prophecy of the Eagle and Condor. And it seems this is\n\nincreasingly bubbling up in different circles and probably speaks to our times as much as any other\n\nspecific prophecy or, or archetype or metaphor. And I’m wondering if you might share with us a\n\nbit about what this is, what the prophecy of the Eagle and Condor means for our times. Sure,\n\nit’s, and I’ll make it, it shows I can. It’s a prophecy that goes back thousands of years. We\n\ndon’t know how far back in probably came out of the Amazon or the Andes. And it says that\n\na couple of thousand years ago, they were saying back in the midst of history, human societies\n\ndecided to take two flights, two routes. One would be the root of the Condor, which would be the\n\nroot of the heart. They said that’s the root of that’s that’s the flight of the birds of the heart,\n\nthe Condor passion, intuition, creativity, might even say kind of the feminine part of ourselves.\n\nAnd the other flight would be the flight of the Eagle, which would be the heart of the mind,\n\nrationality, industry, science, the male path. And this prophecy said that for thousands of\n\nyears these two birds, these two paths, these two societies wouldn’t come together. They go\n\ntheir separate ways. And then I was said that in the fourth Pachakuti, Pachakuti in the\n\nKetua language of the Andes, and of the Incas, is a 500-year interval. The fourth Pachakuti began\n\nin our time about 1500. They said at that time in the fourth Pachakuti, the Eagle and Condor would\n\ncome together and they would clash. And the Eagle would be so powerful to practically drive the\n\nCondor into extinction, but not quite. And of course, we know that happened. Columbus, 1492, the\n\nindustrialized worlds, the technically advanced worlds, and practically drove the indigenous\n\ncultures into extinction. The prophecy goes on to say 500 years later in the fifth Pachakuti,\n\nroughly the year 2000, the opportunity would arise for the Eagle and the Condor to fly together,\n\nto soar in one sky, to dance, to mate, and to create a new offspring, higher consciousness.\n\nAnd we’re seeing that happen. Beginning in the 1990s, really, is when people in the United States\n\nbegan to take an interest in shamanism. When my books and shamanism got written, it became\n\nquite popular and many others. And at the same time, the people, the Condor peoples, Latin America,\n\nthe shamanism, and all over, began to open up more to sharing their knowledge with us.\n\nAnd of course, this is still continuing and it gets stronger every year. So we see these two\n\nprophecies working. And we also see the male and female coming together legally and from many\n\naspects. We’ve still got work to do in all these areas. There’s no question, but it’s happening.\n\nAnd it’s again, very, very possible that this coronavirus world will push us even more in that\n\ndirection. I want to ask you a question. You’ve clearly had some extraordinary experiences.\n\nExperiences, a lot of us in this audience I imagine haven’t had ourselves necessarily. And\n\none of those is with what’s called plant medicine, the endogenes, the psychotropics. And I’m\n\ncurious, do you think, John, for us to move in this direction of creating a beautiful future,\n\nsustainable future, just future, that it requires many of us or most of us to have those direct\n\nexperiences with plant medicine, or is it the kind of thing where maybe just a few of us,\n\na smaller number of us needs that for the society to transform?\n\nWell, I think, Aaron, that there’s a consciousness revolution going on around the world.\n\nPeople are waking up to the fact that we live on a tiny space station with no shells. We can’t\n\nget off and we’ve been navigating it toward disaster. We need to change. And I think there’s a\n\nconspiracy, if you will, of cooperation around the planet, the planet itself with its earthquakes and\n\nits hurricanes and is telling us to work with us to do this. And the plants are doing the same thing.\n\nSo yes, we’re having what we call psychotropic plants,\n\nayahuasca, and all these mushrooms and peyote and all these different plants that people are\n\nbeginning to get this information from. It’s just one of many things. So I don’t think, you know,\n\nI, yeah, I was trained as an ayahuasca shaman actually back in the 60s, back when I was in the\n\nAmazon. It’s a great plant, but it’s not, you know, everybody doesn’t need to take it by any means.\n\nThere’s so many ways to wake up to what’s going on in the world. All the plants, I think,\n\nare speaking to us. That’s why organics and vegetarianism and veganism, all these things are\n\narising. So it doesn’t mean everybody has to become a vegan, but it does mean that there’s a\n\nconsciousness that’s growing out of that. And I think the plants are speaking to us. I think the\n\nanimals are speaking to us. We’ve got peyotes running in tigers, bobcats, whatever, running\n\naround streets. And we’re in Colorado. I think you’ve had some experiences there with these bacon\n\nstreets and some wild cats. And so, you know, this is another earth, Pachamama, this living\n\nearth is working with us, conspiring with us, corroborating with us. That’s the better word,\n\nprobably corroborating with us, cooperating with us, joining with us to let us know that we’ve\n\ngot to re-navigate the space station. We’ve got to reboot the navigation system and the pilots\n\nneed to change course. That’s us. Where are the pilots? Yeah, I absolutely love that. Yeah, it’s\n\nso spot on. And yes, indeed, here in the Rocky Mountain region of Boulder, we’ve been seeing a lot\n\nmore cougar sightings. Of course, cougar is a cousin of Jaguar. And it’s beautiful. Just the other\n\nday, I saw Big Mama bear in her cup out near our home. And yep, there we go. So, I want to ask\n\none more question before we wrap up. And it’s not meant to be pointed, but I’ll mention that,\n\nyou know, when we named the book, Y on earth and launched the Y on earth community, one of the\n\nmeanings behind the name is it’s referring to Gen Y to the millennial generation, which\n\nmy kids loosely fall into. And I’m struck that I’m assuming you’re approximately a baby boomer.\n\nAnd I remember when I was a teenager starting to awake into this reality and seeing this massive\n\nconsumer machine and then seeing my grandfather who lived through the depression as a teenager who\n\nwas a prisoner of war in the Second World War in Germany and had some very harrowing experiences\n\nthat brought right front and center the fundamentals of surviving on this planet. And so throughout\n\nhis entire life, he gardened avidly. He was a huge proponent of that. He walked a lot. He read a lot.\n\nAnd I remember speaking with him about this fairly early on and him essentially commenting that\n\nthings were really getting off course. And this, you know, this was back in the 80s or 90s or\n\nsomething. And I’m curious from your perspective, as a boomer, recalling this this thing you share\n\nin the book toward the end that Howard Zinn said to you. He said, don’t run from the guilt. We’re\n\nall guilty. We have to admit that although the big corporations own the propaganda machines,\n\nwe allow ourselves to be duped. You can set an example, show people that the way out redemption\n\ncomes from confronting and changing it, roll up your sleeves, take action. It’s such a beautiful\n\nstatement. And John, I’m really curious, you know, there are many of us who kind of get this\n\nwho are on this road to helping create this beautiful future in the near term. And I think\n\nthere’s also a whole bunch of us who aren’t seeing that yet and aren’t maybe convinced yet or aren’t\n\nletting go yet of some of these old old paradigms and ways of thinking about life.\n\nAnd what do you say to that? How do you create more of an invitation and a gesture of, you know,\n\nwe’re all in this together to some of those folks out there?\n\nWell, Aaron, that’s why I write books and why I’m on your show and why, you know, I’ve been\n\ntraveling around until recently, speaking at places is to get the word out there. And I don’t\n\npretend to believe that I’m going to convince everybody. We don’t need to convince everybody. You\n\nknow there’s a, I’ve seen Howard Zinn, great historian, would tell you that at the time of the\n\nAmerican Revolution, roughly a third of the country were Tories. They thought we should stay\n\nwith England. And a third of the country were what we’d call revolutionaries. And then a third\n\nof the country, the other third of the country didn’t know what to think they were someplace in\n\nbetween. They really didn’t care. But the third that, you know, the validity of the revolution\n\nit may have been less than that actually moved forward. And, you know, so my feeling is I just\n\ndo everything I can to get the word out there. And I’ll appear on right wing shows if that’s\n\nwhat it takes. I’ll do whatever it takes it to get my own viewpoint out there. I don’t care if\n\npeople attack me. I have to defend myself. So I think just continue to get the word out there.\n\nBut also to recognize we don’t need to convince everybody. But I sometimes, I said to a person recently\n\nwho said, I get this uncle, this is just before Thanksgiving. And before we’re in this state of\n\nisolation, I’d get this uncle, you’d be at the dinner table. And how am I going to convince him?\n\nHe just can’t convince him. And I said, well, don’t try. You know, don’t fight with him. You might\n\nwant to ask him some questions. You know, why do you believe this and just listen? And maybe he’ll\n\nlearn through asking himself questions. But don’t, don’t, don’t, don’t try to, you can’t push a string.\n\nAnd there’s plenty of strings that we can pull. So that’s probably, you know, as much as anything\n\nwhat we need to do. And I just say that, you know, in the book and in this upcoming workshop,\n\nI really ask people to look at, you know, who am I? What am I? What do I really want out of my life?\n\nWe go through a whole practice of looking, what do I really want to do for the rest of my life?\n\nWhat brings me the greatest satisfaction? What obstacles, jaguars stand in my way? How do I touch\n\nthese jaguars? How do I change the perception that these jaguars have given me and then let them\n\ngive me a new perception and then what actions do I take? And there’s a whole process which can go\n\nthrough on a fairly regular basis to make, to do that. And when we do, we move into, you know,\n\nwhere we really want to be and as individuals, as a society, there are certain people that just\n\nare not going to go there. And at least not the beginning, you know, there’s that whole bell-shaped\n\ncurve. You’ve got the leading edge people and then you followers and so on and eventually they come\n\naround. So most of them come around, they don’t all need to come around. So, you know, I take\n\ngreat hope and the fact that we are making a, we have, even before the virus, we were making a\n\nlot of progress. And now I’m hearing so many people talk about how we must change as far as\n\nthis teaching has done. You know, what you’re doing on this show is a huge step in that direction.\n\nIt’s great work and thank you for doing it. Yeah, absolutely, John. And just to reiterate and\n\nremind folks, you can join John Perkins on April 29th for a special live webinar when you pre-order\n\nhis forthcoming book, Touching the Jaguar at johnperkins.org. And it is such a pleasure visiting\n\nwith you, John. I know we, we need to wrap up here in just a moment. And just want to thank you\n\nfor your time, for all of your work, for your courage, sharing what you’ve shared with us over the\n\nyears. And before we sign off, I just want to invite you. If there’s anything else you’d like\n\nto share with our audience, that, that would be great. Well, thank you, Aaron. I think I’ve\n\npretty much done it. I just like to say, I think it’s really important that we all enjoyed what\n\nwe’re moving into. Feel blessed, blessed that we’re at this time when we have the opportunity. Yes,\n\nthis crisis and opportunities. And let’s just take advantage of the opportunities and move forward.\n\nAnd do it from a place of great joy, because if we don’t enjoy what we’re doing, we’re not going\n\nto be successful at it. So feel, feel the joy, feel the ecstasy, move into your bliss. And you know,\n\nI like to write, but you like to, you got a great program. And if you’re a carpenter,\n\nuse sustainable materials and help people, they might be paying a little bit more for those\n\nsustainable materials, but they’re investing in the future. It’s not a cross. It’s an investment\n\nfor themselves and their kids and their grandkids. And whatever you do, you can tie in this\n\nidea of a life economy. And you can do it with joy. Yeah, absolutely.\n\nWell, great. Well, thank you so much, John. It’s been great speaking with you.\n\nThank you so much. Keep up your great work. Look forward to talking to you again. Let’s see\n\nit again. Yeah, absolutely. Let’s do it. That sounds great. All right. All right. Bye, bye.\n\nThe YonEarth Community Stewardship and Sustainability Podcast series is hosted by Aaron\n\nWilliam Perry, author, thought leader, and executive consultant. The podcast and video recordings are\n\nmade possible by the generous support of people like you. To sign up as a daily, weekly or monthly\n\nsupporter, please visit YOnEarth.org-support. Support packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors."
}