{
  "title": "Episode 89 – Dr. Yichao Rui, Senior Soil Scientist, Rodale Institute, on Soil Regeneration",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11424/episode-89-dr-yichao-rui-senior-soil-scientist-rodale-institute.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-89-dr-yichao-rui-senior-soil-scientist-rodale-institute/",
  "episode_number": 89,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "They also have a podcast if you want to check it out. They promote that, you know, restoring much of the core and soil being crop land in the Midwest, it’s the solution to regenerate the ecosystems and soil health and even the rural communities and the economy in the Midwest.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast.\n\nI’m your host, Aaron William Perry, and today we’re visiting with Ichao Ruiz from the\n\nRodale Institute.\n\nHey, Ichao.\n\nHello, Aaron.\n\nIt’s great to be with you today.\n\nThank you for having me.\n\nDr. Ichao Ruiz oversees Soil Health Research at the Rodale Institute, a nonprofit research\n\nand education organization that has been widely recognized as the global leader of regenerative\n\nagriculture.\n\nHis research interest is focused on improving soil health and environmental sustainability\n\nthrough regenerative practices.\n\nIchao holds a Bachelor of Science in Biology from Nantai University and a PhD degrees in\n\nMicrobial Ecology and Soil Science from the University of Chinese Academy of Sciences\n\nand Griffith University.\n\nBefore joining Rodale Institute, Ichao worked in the University of Western Australia and\n\nthe University of Wisconsin-Madison on a variety of projects evaluating the impacts of climate\n\nchange, land use, and management strategies on soil organic matter stability, nutrient\n\ncycling, and microbial activity.\n\nHaving lived and worked in three different continents, now he lives in Alan Town, Pennsylvania\n\nwith his wife, Sophia, and their two sons, seven-year-old Tristan, and three-and-a-half-year-old\n\nWinston.\n\nDuring his spare time, he enjoys hiking with his family in the Appalachians, running\n\nand playing chess, and basketball with his boys.\n\nIchao, it’s so great to have this opportunity to visit with you, and obviously we’re going\n\nto be talking a lot about the work and the research that you do, including this very\n\nimportant white paper that you just co-authored and that was just released by Rodale with some\n\nother collaborating partners.\n\nBefore we dive into all of that, I just want to ask, because you and I are speaking before\n\nwe started recording, about your sons, Tristan, and Winston, we were talking about how we both\n\nenjoyed playing chess with our sons.\n\nI said, gosh, those names don’t sound like Chinese names, and you said, well, they do\n\nhave Chinese names.\n\nSo I was thinking if you didn’t mind telling us their Chinese names, it would be great\n\nto hear that.\n\nThey are Tristan, Le Shan Rui, and Winston, Le Tian Rui.\n\nSo these Chinese names come from Confucius old sayings, 2000 years back in Chinese history.\n\nAnd beautiful, and what do they signify?\n\nSo Le Shan means someone who loves mountains, and Le Tian means someone who loves the sky.\n\nAnd if I could have a girl, I would name her Le Shui, which is also said by the Confucius,\n\nmeans who loves water.\n\nOh, that’s beautiful.\n\nThat’s absolutely wonderful.\n\nWell, let’s jump right into this.\n\nAnd I want to kick off by asking you to give us a quick summary on this white paper,\n\nand why it’s important, just so that we give our audience an idea of where we’re heading\n\nin this discussion.\n\nAnd then I want to circle back and ask you a bit about your background and your perspective\n\non things, given the different places that you’ve lived and worked.\n\nBut yeah, if you could please summarize the white paper for us, that would be really\n\nappreciated.\n\nSure, this new white paper by Rodel Institute named regenerative agriculture and the\n\nsoil carbon solution, it’s really happening in a time that climate change or the climate\n\ncrisis is happening at an unprecedented speed.\n\nSo this white paper identified the potential of regenerative agricultural practices to\n\nsequester carbon, improve sort of health, and feed the world.\n\nAs well as actionable steps for either farmers and policy makers to take to increase the\n\nadoption of regenerative food and farming and mitigate the climate crisis.\n\nAnd in this new white paper, we compile new scientific breakthroughs and evidence around\n\nsoil carbon sequestration to identify that shifting both crop and pasture management globally\n\nto regenerative system is a powerful solution to draw down carbon dioxide emissions pulling\n\ncarbon from the atmosphere and storing it in the soil.\n\nWe also show that crop yields in regenerative systems have been shown to outcompete conventional\n\nyields for most of our food crops, providing that regenerative agriculture can feed the\n\nworld while stabilizing the climate, regenerating ecosystems, restoring biodiversity and enhancing\n\nrural communities.\n\nThat’s so beautiful.\n\nIt’s such a hopeful message and I was struck that at the beginning of the white paper\n\nthere’s a quote essentially saying, hey, this is not another research paper filled with\n\na message of doom and gloom, but is in fact an invitation to participate in these solutions\n\nand opportunities that are now well proven and that have a myriad of benefits that accrue\n\nto communities to the land, to the climate, et cetera.\n\nWhat a joy you must feel great, I imagine, working every day on these issues knowing that\n\nthere is a real pathway of hopefulness here.\n\nSure, absolutely.\n\nAnd some of you probably know that the term regenerative agriculture was first proposed\n\nin the 1980s.\n\nBut some of you already know that the Rodel Institute is widely recognized the birthplace of organic\n\nagriculture in the United States.\n\nIt was founded in 1947 and starting 1980s we started to propose the term regenerative agriculture\n\nbecause that was a time when conventional industrial agriculture already depleted the global soil,\n\ncropping soils and global food production systems.\n\nSo there’s not much to sustain when the soil is already depleted.\n\nSo we need to regenerate.\n\nSo the term regenerative agriculture was proposed in the 80s.\n\nAnd in 2014 we also released a white paper called regenerative organic agriculture and climate change.\n\nIt was successful in getting the attention of many people.\n\nBut the actions or the changes is not happening quick enough.\n\nSo we thought it’s a time that we should compile all the new breakthroughs in science, scientific community\n\nand also come up with actionable steps for farmers, eaters and the general public to take,\n\nto increase the speed of adoption of regenerative agriculture globally.\n\nYeah, that’s wonderful each hour.\n\nI’m struck looking in the white paper to see that there are some very encouraging numbers.\n\nAnd if I understood the data correctly, I saw that annually we’re emitting something like 37.5 gigatons of carbon dioxide.\n\nAnd that also annually regenerative cropping combined with regenerative grazing can sequester 55 gigatons of carbon per year,\n\nwhich is greater than the amounts being emitted.\n\nAnd so what we’re saying here is that as this scales up, it can get to a point where we’re actually sequestering more carbon than we’re emitting.\n\nIs that correct?\n\nYes, that’s the power of soil. That’s a power of nature.\n\nCurrently, according to the United Nations Intergovernmental Panel on Climate Change, the IPCC.\n\nSo the global agriculture contributes to about a quarter to one third of the global greenhouse gas emissions.\n\nBut in the meantime, the global soil or the terrestrial systems can be a carbon sink or a carbon source in the meantime.\n\nIt’s all about the balance.\n\nCarbon is coming to the soil, but also it’s being released from the soil to the atmosphere.\n\nThe regenerative agricultural practice can turn the soil from a carbon source into a carbon sink if we can manage it appropriately.\n\nSo that’s the power of nature and the power of regenerative agriculture.\n\nYes, absolutely. And just digging into this a little further, I find that a lot of folks I talk with about the issue of the climate crisis.\n\nUnderstand that a lot of the carbon loading, a lot of the greenhouse gas loading in the atmosphere comes from the burning of fossil fuels.\n\nHowever, it seems fewer people have a real grasp on how conventional and chemical-based and mechanical agricultural practices are also releasing a lot of carbon to the atmosphere.\n\nMeanwhile, degrading essentially the biological communities in the soil upon which our food production depends.\n\nAnd I understand that some research indicates we’ve got only another 60 years or so globally of sustained yields of food based solely on the destruction of the soil microbiology.\n\nAnd I was wondering if you could walk us through that a little bit and just help us understand that really important connection a little better.\n\nSure. So the conventional industrial agriculture, there’s no doubt that it has depleted the global cropping soils, leading to many environmental problems such as the decline of soil fertility, decline the soil carbon stock, the tier real rate of water quality, loss of biodiversity,\n\nand increased greenhouse gas emissions. As I just said, industrial agriculture also contributes to about a quarter to one third of the global annual greenhouse gas emissions according to the United Nations IPCC.\n\nThis is because the conventional industrial agriculture has turned the global soils from a carbon sink into a carbon source contributing to the increased atmospheric carbon dioxide concentrations and exacerbated by the change.\n\nThis is because conventional industrial agriculture uses too much chemical inputs, including the synthetic fertilizers and pesticides and herbicides, and use a lot of chillage as a way of disturbance to the soil.\n\nSo these things are not good for human health, I mean the chemical inputs. We know that, but they’re also not good for soil microbial communities and soil health causing soil to keep losing carbon.\n\nFirst, number one, when you apply these synthetic inputs, synthetic fertilizers, you bypass the plant microbial associations.\n\nSo the soil, so the plants, the roots, they don’t need to work with the soil microbes to get their nutrients over time because the divorce between the plants and the microbes, the biogeochemical processes that help stabilize the soil carbon are not taking place effectively in the soil.\n\nTherefore, soil is no longer a carbon sink.\n\nNumber two, in addition, the chemical pesticides and herbicides, these things we use to cure the insects or weeds, they tend to diminish the soil life and biodiversity.\n\nSo the soil foot web, which evolved with nature, is being damaged.\n\nAlso, because as many people know that the conventional industrial agriculture is characterized by large operations of monocrop, for example, corn and soybean only in large areas of the United States.\n\nThese monocrop systems give very little and undiverse organic matter input back to the soil, making the soil microbes less capable of building carbon stocks.\n\nSo as a result, the conventional industrial agriculture characterized by the large monocrop and the application of chemicals, they not only cause environmental problems such as agricultural runoff, the dead zone of the Gulf of Mexico and the health crisis, but also causes an imbalance of the carbon cycle, producing a net carbon dioxide emission.\n\nAnd contributing to the climate crisis.\n\nBut there actually has been a lot of research already showing that compared to the conventional industrial agriculture, which depletes soil carbon sink, carbon stock, carbon sink and soil health, the regenerative agriculture can regenerate soil carbon stock and soil health.\n\nFor example, regenerative agriculture focuses on the regeneration of soil carbon, soil health, and it uses several principles to improve soil health and the soil quality, including the elimination of chemical fertilizers and pesticides.\n\nAnd the diverse crop rotations keeping soil covered and using lagoon cover crops and natural fertilizers such as compost or manure, a source of fertility.\n\nSo these practices really can put carbon back to the soil.\n\nAnd because this is a Wayne Wayne solution, because improved soil carbon stock, the net carbon sequestration, rather than emissions, also means improved soil fertility or long term more resilient food production.\n\nYeah, it’s so great. Thank you for explaining that so clearly. And one point I think that is threaded through this conversation that comes up from time to time in our work is this point around the appropriate use of animal husbandry and agriculture.\n\nAnd you know, we’ve got a lot of friends who are very concerned about climate and sustainability and who have come to the conclusion that veganism and agriculture without animals is the answer.\n\nAnd of course, I’ve never spoken with a farmer who would agree with that perspective and it seems a lot of the farming community already understands that for sustained agricultural production animals have a very important role to play.\n\nAnd I was wondering if you could just speak to that specific point of it here regarding the animals and the regenerative grazing and how that all kind of fits in this global picture of soil and water and climate.\n\nYeah, this is a very interesting but important topic. I have been in a lot of discussion around this, you know, vegan or a vegan farming.\n\nI think it’s important to mention that animals have always been around on earth.\n\nSo they have always been part of the ecosystem, natural ecosystems, the soil, the soil, the animals and human beings and the vegetation, they co-evolved together for a long time, millions or millions of years.\n\nSo they always belong together in the natural ecosystem. And when it comes to soil health or regenerating soil health or soil carbon.\n\nSo the regenerative grazing or the holistic approach of grazing management, it’s probably one of the most effective ways to regenerate soil carbon.\n\nFirst of all, you know, the perennial pasture system has, you know, the soil covered by the living plants for a year round.\n\nThat can eliminate soil erosion and runoff and keep soil in place. That’s number one.\n\nNumber two, with the animals managed in a rotational grazing way, they can stimulate the below ground growth, the roots and stimulate the carbon input such as the root accidates and other, you know, rhizodaposis.\n\nAnd these are the things that can really help the soil microbes build soil carbon, especially the stable soil carbon in the soil.\n\nSo the regenerative grazing is, I believe it’s one of the solutions to regenerate soil.\n\nAnd recently, some of my collaborators in the Midwest, for example, some clever Professor Randy Jackson in the University of Wisconsin-Madison,\n\nthey have just started a new initiative called the Grassland 2.0.\n\nThey also have a podcast if you want to check it out. They promote that, you know, restoring much of the core and soil being crop land in the Midwest, it’s the solution to regenerate the ecosystems and soil health and even the rural communities and the economy in the Midwest.\n\nSo I think it’s important to keep it in a discussion and find and refine, and also it’s important to refine the systems, which way works best for certain scenarios or errors.\n\nBecause that’s a very important thing. You have to adapt to different scenarios and different parts of the world.\n\nSo it’s important to keep it in the discussion because animals, they have been shown to be very effective when they are, you know, kept on the soil and help build soil carbon.\n\nAnd also it’s important to think that they have been around with us, co-evolved with us for millions of years.\n\nAbsolutely. And I think it’s important to mention that when we’re talking about rotational grazing of cattle and ruminants in general on landscapes where you have continuous cropping covering the land throughout the year, that is a very different scenario than the concentrated animal feeding operations, the CAFOs,\n\nwhere these animals are squished together by the thousands and are being fed by corn and soy that’s been monocroped and trucked in to very different scenarios.\n\nAnd so it’s important that in this conversation folks understand that a regenerative grass fed bit of hamburger or milk product or cheese product is going to be very different in its impacts than a conventional bit of hamburger or milk product or cheese product.\n\nAbsolutely. And also for human health.\n\nYeah, I was struck when I learned a few years back that literally the lipid structures, the fat structures in the animals and in their milk are very different depending on whether they’re grazing on plants out on the field or being fed the corn and soy on the verge of essentially acidosis,\n\nwhich means their immune systems are in the process of collapsing. Can you speak to that a little bit for us what you know about the impacts on the human health?\n\nSure. And it’s worth mentioning that the regenerative, again, agriculture focuses on the regeneration, not only in the regeneration of soil carbon or soil health, but also the regeneration of our food production systems, our overall immunity, our natural habitats,\n\nand the so called the planet’s carry health. Of course, soil regeneration is one of the most important regenerations because soil is where life started.\n\nSo it is where we should start regeneration. And here at Rodel Institute, we have a model to show how you can do this regenerative raising.\n\nWe have a facility called the hog facility because, you know, hogs, raising hog is also very important to economy in many parts of the United States.\n\nInstead of feeding them corn and soybean or these things, we have the hog facility, which is, you know, open.\n\nSo there are different sections around the hog facility in which we have crop rotation, different, you know, pastures, clovers, and also small grains, and also motio corn that these hogs can graze freely in rotation in these different sections around the hog facility.\n\nAnd we can see that these hogs are very happy and very healthy, and the soil have been shown to be being improved over the last five years.\n\nSo that’s, I think it’s the wing wing solution. And in terms of general soil health and its relationship between with the human house, and I think it’s important to mention that overall in the last 60 or 70 years,\n\nthe mutual density of food that is being consumed by the consumers in the United States has declined a lot.\n\nFor example, the important minerals and nutrition have declined, their concentrations and contents have declined over time.\n\nFor example, you have to eat, you know, you know, 607 tomatoes now in order to get the same amount of nutrition you used to have in the 1960s.\n\nAnd because this is because, you know, we have, how we have been focusing on efficiency of production.\n\nWe have this obsession with, you know, productivity, rather than, you know, the quality that has something to do, really has something to do with the overall decline of human health and the increasing, you know, frequency of all these chronic diseases.\n\nI keep hearing, you know, from people not just in the United States, but also in China, you know, the country that their family members are diagnosed with some strange and weird diseases that they never heard of.\n\nThese things just keep happening.\n\nI think it has not to do with, you know, food production systems, the decline in nutrient density, also the chemical that are being used in our food production systems.\n\nSo regeneration is not just about, you know, soil regeneration, it’s regeneration of the people and the planet.\n\nSo that’s the mission of road out institute is to improve the health of the people and the planet through organic leadership.\n\nBeautiful. Yeah. Thank you, you chow. Let me remind our audience. This is the YonEarth community podcast. I’m your host, Aaron William Perry.\n\nAnd today we’re visiting with Dr. Yichao Rui from the Rodale Institute. And I am so excited. I want to ask you a little about your background and, you know, where you grew up and what it was like where you grew up and, and how your professional and academic career has taken you to many different spots around the planet.\n\nCan you tell us a bit about that your backstory?\n\nSure. As Aaron, you have just introduced, I was born in China. I grew up in East and China. And I have been, I have lived in Australia, different parts in China, Australia and different parts in the United States.\n\nSo I definitely consider myself very lucky to be able to travel and study and work in different parts of the world.\n\nSo about 10 years ago when I was a PhD candidate in Australia, I attended an early career workshop where I heard a senior professor saying that being an academic means that you can’t make money, but the good things that you can travel.\n\nSo I think I’m among these, you know, lucky people. So I’ve traveled a lot and I’ve been lucky to have the support from my wife to be doing that.\n\nSo I really appreciate the opportunity to be able to living in different parts of the world and to learn about different soils and different cultures.\n\nIt’s very important to me. And as I said, I grew up in East and China in the 1980s and 90s. And my hometown was about 200 miles from Shanghai.\n\nWhen I grew up, I witnessed the environmental degradation of my hometown. You know, that was in the 90s and 80s and 90s.\n\nThe economy in China started to boom. I could still remember the smell of the chemicals that my dad used to spray in our rice patty feuds.\n\nAnd also the decline of the quality of our local waterways. So those things really made me think and later became very interested in all these environmental problems and wanted to find the solutions.\n\nStudy the biology in college and then started my career in soil science and sustainability research.\n\nOver the years, I’ve always been thinking what this means for our generation. Because in 80s and 90s and China, the economy starts to boom. And people’s life was getting better.\n\nEverything was hopeful for our generation that time. But we never knew that we would pay such a big price with all these environmental degradation and health crisis.\n\nWe were actually heading to a very dangerous direction. I recently learned that until 1970s and 1980s, a lot of the China’s crop land was actually covered with green manure cover crops for fertility and a soil conservation before 1970s and 80s.\n\nAnd then starting 1980s, the green manure cover crops were abandoned in China because the chemicals became so dominant.\n\nNow we know there was a very high cost associated with this transformation. And people started to look back to our history.\n\nWhat Confucius say on how our ancestors were able to maintain sort of fertility and long term productivity organically to feed a large and advanced population in, you know, 3,000 or 4,000 years history of China.\n\nPeople start using green manure cover crops again. So the same question, what do we want this world to be for our future generations?\n\nI think the answer is that we want a world that is more connected. People are more interconnected with each other and understand each other, respect each other and care for each other.\n\nAnd a world where people are more connected with soil, with the nature and the mother earth and be more humble and care for our soil and mother earth.\n\nSo our future generations can continue living on a livable planet. So I think this is what regeneration means to me and this is what my own life experience taught me.\n\nIt’s so beautiful. It’s so full of wisdom. I love this connecting with each other, caring for each other, connecting more with soil and being more humble.\n\nAnd I love sharing with folks that this word humble humility comes from the same linguistic root as the word human through the Latin and the Proto-Indo-European language group.\n\nAnd it seems so important in some ways so simple, but also so essential in these times.\n\nAnd I’m wondering, Dr. Rui, if you could just share with us what did Confucius say? I don’t know if you know right off the top of your head, but I imagine he had some very specific recommendations.\n\nConfucius say, for example, my son’s name, love the mountain. Confucius says that a man who loves a mountain is kind to everything.\n\nHe’s kind. On my son to be kind. And Confucius says a man or any man or woman loves water. He’s, he or she’s smart.\n\nSmart to care for our human beings. So I think these are the very, as you said, very simple, but very fundamental things we need to think about our place in the world.\n\nWhere we want to go. These are actually very simple things, but I think we have forgotten all those things.\n\nAre you, what are you seeing in China today? Does it seem that obviously we want to see things scaling and accelerating as it relates to the widespread adoption of regenerative practices.\n\nAnd we’re seeing some progress here in the United States. Of course, we have a lot of work to do, but what are you seeing in China with respect to the return to regenerative practices?\n\nYeah, speaking of China, I think it’s important to remember that China and the rest still share very different ideologies, very different traditions of ways of doing things different political systems.\n\nSo things might be very different from in China and from the Western world.\n\nIn the Western world, things happen, I think, from a bottom to top. So these grassroots movement to create changes in the society.\n\nAnd things in China, especially these big movements, I think it happens more often from top to bottom.\n\nSo when the central government is making a plan to adopt some practices or transform system, then very likely the society and industry will adopt that quickly.\n\nAnd right now I focus my work in the United States, but I do have seen that some positive changes being made in China by my fellow researchers, my colleagues and scientists and people who work in the industry.\n\nI do see some positive changes. I’m hopeful that the policymakers and leadership group of Chinese government can see the importance of regeneration and really put that as a priority top priority on agenda for the next several decades.\n\nI remember a couple of weeks ago, the president of China Xi Jinping, he promised that by 2060, the year 2060, China promised to have zero emissions.\n\nAnd this is very ambitious considering China has started industrialization not long time ago.\n\nI hope that will come true because considering the population and the size and the magnitude of China’s land and industry, it’s very important for the entire human beings.\n\nBut all parts, all countries are important. So we hope this is really a coordinated effort that every single person in the world will be part of it to regenerate the every inch of the earth and regenerate their personal health and immunity to achieve a better world.\n\nYeah, it’s beautiful. It’s a beautiful message. And you have such an elegant way of articulating all of this coming from massive science and data right down to what regular folks like myself who I’m not a scientist can really understand.\n\nIt makes me hopeful and excited. I am struck in some of my studies of history to learn that big part of how we got to where we are here in the United States with massive amounts of monocroped corn and soy, for example, was the result of Cold War policy in the agricultural arena specifically from the 1950s and 60s.\n\nAnd that our food production was actually part of our foreign policy in, you know, a very scary world. And obviously there was intense competition with the Soviet Union through those decades.\n\nAnd just coming off of the second world war now having a nuclearized world, it makes sense to me that many of the decisions made during those times were made for reasons of fear and trying to protect national interests.\n\nHowever, it’s gotten us into a bit of a pickle at this stage. And I’m just curious when China was industrializing in the 80s and 90s and going more in the direction of agricultural chemicals was, was that in part working with Western chemical companies?\n\nWas that part of the global corporations kind of getting more integrated with China or did that just kind of come from within?\n\nI guess that has something to do with politics, which I don’t want to talk about, but also I think that’s part of the globalization trying to, you know, need to open its door to build its infrastructure and manufacturing starting from 1980s.\n\nAnd United States started to move a lot of its industries to, you know, to China and Vietnam and other countries and also to many United States companies in the United States need to sell their products, you know, for example fertilizers or pesticide these things to a big market.\n\nI think that’s what happened in, you know, between China and the United States. But I do think China and the United States can work hand in hand to regenerate because, you know, China and United States have a lot of things in common.\n\nWe have a lot of, you know, a large area both countries have large areas of crop land. In both countries have big populations, or no, the population in the United States is not as big in China, but same.\n\nAnd we have some, both have some very good cropping soil. For example, the mole sauce, which, you know, formed under the prairies, very productive, very productive, very fertile mole sauce in the Midwest, in the United States and in the Northeast of China, which feed a lot of people, but also went through serious degradation in the last, you know, 50 years or, you know, 60 years.\n\nSo I see there is an opportunity that for scientists and people and politicians to work together as a joint effort to build a system that the regeneration can happen in the same time in the United States and China.\n\nWe, you know, we share our knowledge, for example, regenerative regenerative agricultural practices, how to refine these systems and make it easier for farmers in both countries to, you know, to achieve that and set a good example for, as a collaboration for the entire world.\n\nSo that’s the way I see it, more about opportunities, more about future.\n\nYeah, that’s absolutely beautiful. And, you know, speaking of collaboration, I just, I want to give a quick shout out to some of the companies and organizations that are supporting the Y and Earth community podcast series, making this episode possible, along with our community mobilization work for soil regeneration, climate action, culture of kindness.\n\nOur sponsors include Earth Coast Productions, the Lidge Family Foundation, Alpine Botanicals, Purium, Earth Hero, Vera Herbles, Growing Spaces, Soil Works, Earth Water Press, 1% for the planet, Dr. Bronners and Waylay Waters.\n\nOf course, I also want to give a shout out to the many individuals in our Y and Earth community network who have joined our monthly giving program.\n\nAnd if you haven’t joined any, you’d like to, you can go to Y and Earth.org and click on the donate button to set that up.\n\nIf you give monthly at certain levels, you’ll also get shipments of the Waylay Waters, aroma therapy, soaking salts for your own health and well-being, shipped to your home.\n\nAnd so thanks to everybody who is making the series possible and are work possible through your generous support.\n\nOf course, collaboration is in a very important new certification program called the Regenerative Organic Certification.\n\nAnd each how I know that the Rodale Institute has been central along with Dr. Bronners, Patagonia, Demeter and others in launching this.\n\nAnd I was hoping you could tell us a bit about this. I know it’s mentioned in the white paper as well.\n\nAnd there’s a wonderful summary of the three areas of focus in this certification regime.\n\nBut could you tell us a bit about the Regenerative Organic Certification and why, especially as consumers, it’s important that we’re aware that it is now hitting the marketplace?\n\nSure. So the Regenerative Organic Certification, the ROC, it’s a new certification. It has three pillars, soil health, social justice or social fairness and animal welfare.\n\nSo for farm operations or industry, you have to meet the standards, certain standards, the requirement to be certified.\n\nAnd there are different stages, for example, the Browns and Silver and Golden Stage of the certification.\n\nThere are different colors of the labels on the product. But it shows, I guess, it shows two things.\n\nFirst of all, it’s a holistic way of, you know, producing, in producing your products.\n\nIt’s not just about, you know, emulating chemical, which is important. And the basis of, you know, the ROC certification.\n\nIn order to be Regenerative Organic Certified, you have to be Organic Certified first. So it’s the basis.\n\nOrganic Certification is the basis for the Regenerative Organic Certification.\n\nSo a holistic way of, you know, managing and producing your food is about, you know, imagining the soil, improving the soil over time, and treating animals and respecting their, you know, welfare.\n\nAnd also putting the social justice and fairness as an important place, you put an important place in the certification.\n\nAnd also the second thing is that it’s a journey. It’s a journey. You have to start from somewhere. Regeneration is a journey.\n\nSo you can keep improving your soil, keep refining your system, and keep improving the health of the people and the product.\n\nSo that’s the way we see it. So we encourage more consumers and audience of this podcast to learn about this Regenerative Organic Certification, and also support this Regenerative Organic Certification.\n\nIt’s beautiful. I love the statement that Regeneration is a journey. It almost sounds like a, a Confucius saying, I will, I will be quoting you on that. I’m sure in, in upcoming conversations. That’s, that’s absolutely wonderful.\n\nThank you.\n\nLet me ask, in your day-to-day work there at the Redale Institute, what does that look like? Can you describe for us what your days look like with the work that you’re doing?\n\nSure. Currently, I oversee soil health research and education at Redale Institute. So I conduct research on the impact of different agricultural practices on soil health, and how this is related to climate change, agricultural productivity, human health, and you know, other things included in the planetary health.\n\nI also teach to health classes in different programs. For example, a program I was founded by the USDA Organic Farming Certificate Program, which is a joint education program between Redale and Delvel, the Delaware Valley University.\n\nAnd I gave invited talks to elementary school, high school, and college students. And last week, I made a short video about compost for my son’s second grade science class, which is online right now.\n\nOh well.\n\nIs that, is that something we could share with the Wieners community?\n\nYes. Yeah. I have a YouTube link. Yeah. You can find YouTube. I can share that with you.\n\nThank you.\n\nI also talk to farmers, consumers, and media, and policymakers, and the general public about health, agriculture, land use management, and environmental issues.\n\nSo, as I said, the mission of Redale is to improve the well-being of the people and the planet through organic leadership.\n\nI use every opportunity that I have to interact with people and let them know the importance regenerative agriculture.\n\nAnd I address that primarily from a soil perspective.\n\nCool. Yeah. Thank you for sharing that with us. I’m wondering also, if you might tell us a bit about your family life, and also how has COVID impacted what you’re up to both at work and at home?\n\nSure. My wife and I, we have two sons, Tristan and Winston. They are seven and three years old, both were born in Australia.\n\nSo, it’s interesting to know that they are ethnic Chinese, Aussie born, and now live in Pennsylvania, United States.\n\nSo, like many families, we are also impacted by the global pandemic.\n\nSo, we can’t meet our family or friends like we did before, but that also means that we can spend more time together at home in our little garden, grow our own food.\n\nSo, we don’t go to restaurant right now, we only go to grocery store once a week.\n\nAnd sometimes we do feel stressed and the kids feel bored, so we do a lot of hiking during the weekends.\n\nWe live in the Lehigh Valley area in Pennsylvania, and we have a lot of mountains here, national and state parks around us, so we spend a lot of time outdoor.\n\nAnd I think this is part of our regeneration as well. We take this as an opportunity.\n\nAnd yet, it’s still very challenging for my wife, especially for my wife and kids.\n\nThis winter will be very long. I have to, in a most of the time, I have to maintain a busy work schedule.\n\nSo, my wife needs to take care of the boys and two cats at home, almost 24-7, which is super challenging.\n\nBut my wife is a very positive and very creative person.\n\nShe always tries to create different ways for the kids to spend their time at home, including painting, storytelling, and playing games in the basement.\n\nWe also use FaceTime and WhatsApp to talk to our family in China, our friends in Wisconsin, in Brazil, Australia, New Zealand, all the time.\n\nSo, we try to be positive and learn about what’s happening in the world and use this opportunity to teach our kids things like critical thinking.\n\nYeah, I can appreciate all of that as challenging as it is. It also sounds lovely, and it sounds like your boys are getting a lot of wonderful education and nourishment.\n\nI’m curious, does your wife also play chess like you do?\n\nYeah, my son, as I mentioned before, started recording. He’s now 18 years old, and he beats me.\n\nWe’re about 50-50 on the last five to ten games that we’ve played, so it’s a challenge now.\n\nSame, my son, seven-year-old Tristan, he can beat me every time now.\n\nOh my gosh.\n\nOh my goodness.\n\nDo you play Go with them also?\n\nYeah, sometimes. And there are different types of goals. You know, Chinese girls and the international girls.\n\nBut right now, I focus on chess. I think it would be better to focus one thing at a time, because there are still young, so when they are a little bit older and more familiar with all the roles of the game, then maybe that will be a time to pay more diverse types of games.\n\nAbsolutely. Yeah. Well, listen, I’m so grateful that we have the opportunity to speak together today, and you’ve shared a lot of really important information with us, so thank you for that.\n\nBut before we sign off, I want to ask you, what do you envision as a possible future for us all in 20 or 30 years’ time from now?\n\nSure. I would like to be more optimistic and envision a better future, because over the years, I’ve seen more people start to care for the soil and earth, especially young people.\n\nAs I said last week, I made a short video with my family about compost for my son’s second grades, remote science class.\n\nAnd you can see that these second graders, they were very interested in it. And I’ve also taught health management classes in Wisconsin and Pennsylvania.\n\nAnd many of those students, they still in touch with me. They stayed in touch with me, and some of them have started their organic farming in gardening.\n\nSo these things and these people, they make me feel optimistic. So I hope that in 20 years’ time, we as a world used less chemicals and less tillage on our soil.\n\nWe can’t get there overnight, but the regeneration is a journey. We have to start from now.\n\nYeah, absolutely beautiful. Well, and before we close out, is there anything else that you would like to share with our audience today?\n\nSure. As I said, many people would, I think, would agree with me that regenerative agriculture is a powerful tool for regenerating our systems.\n\nAnd I have a collaborator in Canada, Dr. Cindy Prescott, a collaborator of mine, a professor in forest ecology and management in the University of British Columbia in Canada.\n\nLast week, she said to me that regenerative agriculture and the soil carbon building, it’s the most exciting development in her 40 years of career.\n\nSo this is a time we should do it. Let’s do it together.\n\nThat’s absolutely wonderful. Well, you child, thank you so much for visiting with us today. And I’ll make sure everybody has the links in the show notes to get to the work being done by Dr. Rui.\n\nYou can go to echowrui.com, the rodeoinstitute.org. On Twitter is echowrui. And also on LinkedIn, I’ll provide the links there.\n\nThe regenerative organic certification information can also be found at regenorganic.org. It sounds like we’ll try to get this compost video shared as well.\n\nAnd then, yes, we’ll make sure there is a good link to get to the white paper called regenerative agriculture and the soil carbon solution. So Dr. Rui, thank you so much.\n\nGood to be with you. Thank you for having me, Aaron.\n\nHey, friends. So we just had a wonderful discussion with Dr. Echowrui. And I just checked out the short video that he made with his two boys for his son’s second grade class about compost.\n\nAnd thought it would be really fun to share with you right here at the end of this episode. So I hope you enjoy.\n\nHello, everybody. Do you know what this is? This is a compost pile.\n\nYeah, what is compost?\n\nA compost is a soil amendment that can enrich the soil with fertilizers.\n\nEverybody can make compost at home. I’m going to make compost.\n\nOkay, follow us. We’ll show you how to make compost.\n\nSo what do you think? That’s my type of compost for these food waste.\n\nYes. Actually, we can make compost from these food waste because they contain organic matter.\n\nSo during organic matter decomposition, everything will be decomposed by the microorganisms.\n\nAnd they will turn to the compost, a natural fertilizer that is good for the soil.\n\nWhat the food comes from soil and they will go back to the soil. That is the circle of life.\n\nWhen you have finished compost, you can apply them onto the soil.\n\nThey can help enrich the soil and help the plants grow.\n\nCicadam, Raleigh!\n\nCicadam, Raleigh!\n\nThe YonEarth Community Stewardship and Sustainability Podcast Series is hosted by Erin William Perry,\n\nauthor, thought leader, and executive consultant.\n\nThe podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly, or monthly supporter, please visit YonEarth.org-support.\n\nSupport packages start at just $1 per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth, all one word with a Y.\n\nThese sponsors are listed on the YonEarth.org-support-page.\n\nIf you found this particular podcast episode especially insightful, informative, or inspiring,\n\nplease pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in.\n\nThank you for your support and thank you for being a part of the YonEarth Community."
}