{
  "title": "Episode 132 – Hanne Strong, Founder, Manitou Foundation",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/12951/episode-132-hanne-strong-founder-manitou-foundation.mp3",
  "publish_date": "March 29, 2023 6:54 pm",
  "url": "https://yonearth.org/podcast/episode-132-hanne-strong-founder-manitou-foundation/",
  "episode_number": 132,
  "subtitle": "Spiritual Evolution and Earth Stewardship",
  "description": "Confident that we have the tools we need to address our most pressing challenges, Hanne invites us to cultivate a compassion-based environmental stewardship ethic from the inside out and shares the Gayatri Mantra and the Qigong practice of “tapping” as ways to anchor and deepen our personal cultivation practice. Citing her experiences in Kenya, and with indigenous leaders from the Iroquois and Hopi nations, among many others, Hanne also articulates the essential importance of reconnecting to the indigenous wisdom that carries deep knowledge for the regeneration and stewardship of our living plant – Mother Earth – and all of her inhabitants.",
  "about_sections": {
    "about_hanne_strong": "Hanne M. Strongserves as President of the Manitou Foundation, which she and her late husband, Maurice Strong, founded in 1988. The Foundation, based in Crestone, Colorado has granted land to spiritual, educational and environmental groups through the Manitou Foundation’s Land Grant Program and through the Strong’s personal land holdings. The Baca/Crestone Community currently houses many of the world’s wisdom traditions and is referred to as the “Refuge for World Truths,” accommodating thousands of visiting retreatants per year who seek to develop inner peace and balance within oneself and with nature. It is the largest intentional, interreligious and sustainable living community in North America."
  },
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry. And today we’re in Crestone, Colorado, visiting with Hanne Strong. Hi, Hanne. Hi. It’s great to be with you today.\n\nThank you. It’s great to be with you too. We’ve got a lot to talk about. We do. And we’re going to dive into it in just a moment.\n\nLet me just tell you a little about Hanne’s background. She serves as president of the Manitoo Foundation, which she and her late husband Marie Strong founded in 1988.\n\nThe Foundation based in Crestone, Colorado has granted land to spiritual, educational, and environmental groups through the Manitoo Foundation’s land grant program and through the Strong’s personal land holdings.\n\nThe Baka and Crestone community currently house many of the world’s wisdom traditions and is referred to as the refuge for world truths.\n\nAnd it accommodates thousands of visiting retreatants per year who seek to develop inner peace and balance within oneself and with nature.\n\nIt is the largest intentional interreligious and sustainable living community in North America.\n\nMs. Strong has been an advocate for environmental conservation and restoration for many decades. In 1994, she established the Manitoo Institute and Conservancy in partnership with Lawrence Rockefeller and placed over 1,900 acres of the foundation’s land holdings under conservation easements.\n\nThe Manitoo Habitat Conservation Program protects and preserves the pristine mountain range wildlife habitats and fragile ecosystems above the Baka Grande Development Zone, which is where we’re currently situated.\n\nIs that right, Hanne?\n\nSo that’s just a taste of some of her background and expertise and there’s a lot more and we’re going to get into some of this as we have our discussion today, but Hanne, you’ve done so much in not only this region and in Colorado and North America, but also worldwide in our environmental and social movements.\n\nAnd I want to ask first to kind of kick things off, you know, here we are, 2023, recording on technology that can go worldwide within a matter of minutes.\n\nThings were a bit different, right, in the 80s and the 90s when you were getting these organizations underway.\n\nWhat were you seeing then that was inspiring you to move in this direction of service and maybe as a follow-on question, you know, what have you seen that’s changed, whether for the better or the worse or just different in those ensuing decades?\n\nWell, I think I’ll go even a little further back.\n\nGreat.\n\nIn the 70s, we made very good friends with Shakwisto.\n\nAnd this is during the first conference on the environment in Stockholm in 72.\n\nAnd of course, he was there and we kept up the friendship and this is the first warning to the world, you know, over 150 governments came to Stockholm and it was the first warning about climate change coming to the world.\n\nSo Shakwisto was absolutely alarmed, you know, when he was sitting, listening to all the scientists from the Pasta Institute in Germany, the most brilliant German scientist.\n\nAnd so he decided that he would do a study, a computer study and talking about equipment, you know, the computers were room size.\n\nSo the study he wanted to do was what is the carrying capacity of Mother Earth without ecological systems breaking down? How much can she take? How many humans can she take without breakdowns of ecosystems?\n\nSo anyway, he fed all the consumption and, you know, he did North America and Europe, but now the rest of the world, China, India, and Africa, which is going to be the biggest population point on the planet soon.\n\nNow everybody wants the cars, the fridges, the houses, the this, the that. People in China are not vegetarian anymore, well, some are.\n\nPeople in India, you know, want meat and fish and whiskey and whatever, everybody wants, wants, wants.\n\nSo he fit in all the, you know, consumption that humanity is part taking in.\n\nAnd the computer spit out 700 million. This is in 72 and three. That is what Earth can support. He was totally shocked.\n\nSo anyway, he read it the entire study and it came out no 400 million if people consume the way we’re consuming today.\n\nSo that means we need 10, 12, 14 Earth to support what’s going on now. I mean, look at that one.\n\nI mean, that’s, you know, shocking. It is totally shocking, but that’s the truth. That’s where we’re at.\n\nAnd, you know, people are going to have to scale down drastically on consumption. And certain people are going to have to come up.\n\nSo, top are going to have to come down and the bottom, I have to come up a bit.\n\nBut even with that, you know, it seems to be including our latest meeting in Egypt that people are not going to stop consuming.\n\nThe big climate summit in Egypt, it happened late last night.\n\nYeah. And you look at it before that Glasgow, it was a joke, blah, blah, blah.\n\nSo, and before that Paris and Copenhagen, I mean, I mean, in Copenhagen, I mean, this is where I’m from.\n\nDuring the climate summit, mid-winter, people came from the poorest countries with, you know, no, winter coats.\n\nAnd they had them stand in line for eight to ten hours to get in.\n\nAnd also, you know, people were demonstrating, you know, people dressed up as polar bears and this.\n\nI mean, you know, cute. They brought out the tanks and hosted them down.\n\nNo kidding. Well, come on.\n\nWhat’s driving that? That sense of wanting to have the military and the barriers between the officials and the rest of the people?\n\nNo, no, the people are afraid. I mean, governments are afraid of people, bottom line.\n\nAnd, you know, in real, you know, my husband raised about fifteen million dollars to bring in the people.\n\nThe indigenous peoples, you know, the NGOs, the environmentalists.\n\nI mean, came from all over the world because he raised the money separately.\n\nGovernments didn’t want those people there. They don’t want them because they’re trouble.\n\nYou know, so governments are not really working for the people.\n\nAnd they don’t want them involved. So, anyway, we’re in a dire strait.\n\nSo, we’re in a very challenging situation. And there was a wonderful piece recently done on you and your work in Cosmos, the journal for Global Transformation by Raven Burrell.\n\nAnd fabulous piece will probably include a link in the show notes so that you guys can check that out if you’re interested.\n\nYou’ve done so much work over the years. And I’m curious now, right now, given the ongoing challenges what has been referred to as a permacrisis or a polycrisis.\n\nWhat are you recommending to people? What do you think we should be doing?\n\nWell, you look at it. I’ve been in this game and it’s a game for fifty years.\n\nAnd the conclusion that I have come up with, there’s only one thing we can do.\n\nI mean, you know, one thing that will make a huge difference.\n\nAnd we have a proposal out for the Bezo Earth Fund for forty nine million dollars to train five hundred master trainers that will go around the world\n\nand train young people in how to restore the earth. But first, how do you restore your own consciousness?\n\nAnd then how do you become one with the element of earth, the element of fire, the element of water, and the element of air?\n\nBecause you have to be an integral part of the elements.\n\nSo it’s the only answer that I have come up with, you know, race the consciousness of humanity,\n\nteach the next generation how to restore ecological systems that have been so damaged.\n\nAnd then the third part of the Earth Restoration Corps is how do you make a living that does not destroy earth, green livelihoods?\n\nI mean, whether you make mud breaks or collect seeds, organic farming, you know, whatever it is you do, solar wind,\n\nyou will have the tools and, you know, we have the tools to teach how to make a living that is, you know, doesn’t destroy your spirit and doesn’t destroy the earth, green livelihoods.\n\nSo just restore yourself, restore my earth, and then green livelihoods.\n\nYeah, I’m curious on the raising of consciousness. I recently had the opportunity to interview Bernard Amade, the founder of Engineers Without Borders.\n\nAnd he actually recently joined the Y and Earth communities Global Advisory Board and we’re really excited to be collaborating with him.\n\nAnd he talks a lot about the iceberg model where so much of what we see, the tip that’s quote unquote above the surface, actions, behaviors, impacts is actually stemming from the deepest psychological and spiritual depths are constructed worldviews and that we need to do a lot in that arena.\n\nAnd I think that notion resonates with what you’re talking about when you say raise consciousness and I want to ask you, how do we do that?\n\nWhat are the keys, the tools?\n\nLet me first give you something to support your thesis.\n\nIn 83, there was a huge famine in East Africa. You know, Ethiopia, Somalia, Chad, Sudan.\n\nAnd my husband took on the job of bottom line the emergency office for Africa as an undersecretary general.\n\nSo his first action was to bring all the governments together in Geneva and then commit to funding this.\n\nIn one week he raised five billion dollars.\n\nSo he had enough money to, you know, two million people had vanished already from the famine.\n\nBut there was another 200 main that needed to be fed because there was no food at all.\n\nSo he started buying food from all over the world to be shipped in.\n\nAnd so we were in Ethiopia and I figured, well, I should see the spiritual leader, you know, of the Orthodox Church and ask him, you know, what did he think?\n\nWas the cause of this terrible famine?\n\nSo, you know, I set up a meeting with him and I said, what do you think caused this terrible famine?\n\nAnd he said, well, it’s, you know, it’s in our text.\n\nIn our text goes way earlier than your text.\n\nSo anyway, he said, in our text it says, when brother fights brother, the land dries up.\n\nThe hatred, the energy of this hatred, killing the land dries up in a fear of wow.\n\nSo it supports what, you know, he was saying that it’s a psychological disturbance.\n\nAnd most people are traumatized. You know, something happened in their lives.\n\nSo how do you get rid of trauma?\n\nActually, there’s some very absolutely amazing techniques like the body cold.\n\nEven things like EMDR have for me personally been super helpful.\n\nWhat is that?\n\nThe eye movement desensitization, re-something or other, I forget the full acronym.\n\nBut it’s a very simple technique that rewires neuronal connections in the memory centers of the brain.\n\nSo you go in with a therapist to remember certain traumatic experiences while you’re working with this very simple technology.\n\nIt’s usually light-slashing back and forth in little pulses on either fingers, back and forth.\n\nAnd sometimes earphones with a tick-tock sound going back and forth.\n\nAnd it’s working across the hemispheres of the brain.\n\nNice thing.\n\nAnd one day I was in very intense rush hour traffic running my business with lots of stress and responsibility and so on.\n\nAnd all of a sudden I realized, wait a minute, I’m not nearly as stressed or reactive as I used to be what’s going on.\n\nAnd I thought, ah, maybe this EMDR stuff, this work I’ve been doing with my therapist is helping now.\n\nBut you look at it.\n\nMost people on this planet cannot afford a therapist.\n\nThis is a good point.\n\nAnd there’s work being done for that. But yeah, there’s other things we need to do.\n\nNo, no, I mean, it’s got to be self-help.\n\nAnd it’s got to be easily accessible.\n\nAnd some of the techniques that, you know, like I mentioned this body code.\n\nIt zeroes in on what traumatic experience is causing this for you today.\n\nAnd then you move like a credit card through the credit card machine and it takes…\n\nHow does that work?\n\nIt seems to work.\n\nNo kidding.\n\nAnyways.\n\nAnd how do people find out about that or how do people access that?\n\nWell, if, you know, my daughter got access to it years ago.\n\nAnd if we hadn’t had that, I mean, every time there’s a meltdown, you know, with the kids and so on.\n\nYou know, she uses it and it works every single time.\n\nGoodness gracious.\n\nAll right. We’ll have to look into this.\n\nAnd we’ll see if we can provide a link or some sort of resource for folks to learn more about the body code.\n\nAnd then, you know, like, you know, the Gayatri Mantra.\n\nWhich is supposed to be the first prayer mantra ever given to humanity by the divine.\n\nIt was written in the sky.\n\nAnd the Rishi’s brought it in, brought it down.\n\nAnd what it does, you go out in the morning as the sun comes up.\n\nYou have your palms like this.\n\nSo the sun hits your palms.\n\nYou have slanted eyes.\n\nYou can’t, you know, you know, like you can’t look directly at the sun.\n\nBut there’s a little pick, you know, little window.\n\nSo you do the mantra.\n\nAnd what you do is you align yourself with the highest energy in the universe.\n\nAnd you work within that energy all day long.\n\nBecause at noon, and at night, when you say goodbye to the sun,\n\nand I can actually give you…\n\nOm bhuvaswaha.\n\nTatsaviduvariniyam.\n\nBhaagurvasya dimahi.\n\nDiyoyonam prakchurayat.\n\nSo you align yourself with the energy of the sun.\n\nThat costs anything.\n\nBut can you translate that for us, or tell us what it means in essence?\n\nYeah, well, basically, you’re asking for illumination.\n\nJust not for yourself, but for all beings.\n\nI’m a struck that in our society that we see so much hyper focus on the individual,\n\non what’s in it for me?\n\nWhat can I do for my, you know, betterment?\n\nEgo, ego, ego, ego, ego, ego, ego, ego.\n\nHow do we work through that in a way that is inviting many, many others into the tent with us for folks who are already…\n\nNo, I mean, this is one of the biggest problems, because everybody’s out to save themselves.\n\nBut the suffering, you know, you cannot escape the suffering that’s going on in the world.\n\nI mean, I feel it.\n\nI feel the suffering of the earth.\n\nI feel the suffering of the people in Ukraine.\n\nAnd, I mean, East Africa.\n\nIt’s hell right now.\n\nYemen, Syria.\n\nI mean, you can go from country to country to country and look at the level of suffering.\n\nIt’s unbelievable.\n\nAnd of course, we are not, you know, we can’t escape that energy.\n\nIt’s everywhere, the energy of suffering.\n\nSo it pays to help alleviate the suffering.\n\nRelief suffering.\n\nYou feel better yourself.\n\nBut, you know, most of these people haven’t got a clue.\n\nI mean, you look at the Davos crowd.\n\nOh, my God.\n\nMy husband actually helped set up Davos.\n\nOh, really?\n\nHe gave him his first money, first avenues, and so on.\n\nAnd he created the monster.\n\nWell, okay.\n\nSo you and your husband have done so much to contribute to and develop institutions in our world right.\n\nSo like, when you were in Kenya, wasn’t that instrumental in starting the United Nations Environment Program?\n\nWell, he, you know, he started, you know, the first UN headquarters in a third world country.\n\nAnd, you know, I mean, I was shocked.\n\nAnd even in those days, there were huge squatter areas.\n\nAnd that’s when I first started Earth Restoration with this foundation,\n\nwhere we took the street children, taught them how to plant trees and food.\n\nThat was in 73.\n\nSo, you know, this was to alleviate the suffering.\n\nI mean, you look at these squatter areas and these kids.\n\nI mean, belly eating horrific.\n\nAnd were those, were those tree planting and food sovereignty projects successful?\n\nDid they endure?\n\nTotally.\n\nYeah, totally.\n\nNo, no.\n\nWe had, you know, Richard Leaky on board.\n\nAnd Langada Muthai, who later started the tree projects.\n\nAnd later got the, you know, big awards.\n\nAnd this is not for her work.\n\nRichard Leaky, Langada Muthai.\n\nAnd then we had Mory, one of the most corrupt presidents ever.\n\nHe was on the board for 20 years.\n\nReally?\n\nThat must have been interesting.\n\nVery interesting.\n\nWhat do you think just back to the Davos crowd?\n\nI often wonder about that milieu.\n\nAnd what do you think is motivating?\n\nAnd it’s great to hear that.\n\nEgo, ego, ego, ego, ego.\n\nBig grants, you know, from the Bezos.\n\nAnd they don’t think we can spend it right.\n\nSo yeah, like, how do we, how do we reconcile that situation?\n\nWe’ve got this hyper concentration of capital in the hands of a very few on the entire planet.\n\nHow do we, how do we navigate that, do you think?\n\nWell, my next victim is Larry Fink.\n\nHe’s the one that has a massed $34 trillion worth of investments.\n\nAnd he doesn’t trust people.\n\nIn fact, that Shaman I was telling you about earlier, his father was BlackRock.\n\nSo I’m going to.\n\nThere he is.\n\nRight, Larry Fink.\n\nYou took the name.\n\nAnyway, I got his email.\n\nYou know, when I was doing the research for my novel Vereditas, I did a little piece on BlackRock in the story because they developed a super advanced computer.\n\nI think they call it Aladdin that is connected to exchanges and.\n\nNo, no, he uses, yeah, no, no, he uses artificial intelligence.\n\nHe does not trust the judgment of people.\n\nIt’s like connected to like some huge percentage of the entire globally.\n\nRight.\n\nThat’s right.\n\nAnd some of them, you know, oil companies, weapons, you name it.\n\nNot good thing.\n\nSo Larry Fink also though, just in the last couple of years, made a very public stance saying that they’d only be investing in companies moving in the direction of sustainable development goals.\n\nDo you think that was nonsense?\n\nIf you already think it’s genuine, how do you interpret that?\n\nNo, no, you look at it.\n\nThey all come to Geneva, go to Davos and talk about what good guys they are.\n\nIf it wasn’t for them, there would be no jobs.\n\nThere would be no economy.\n\nThere would be nothing.\n\nSo what first restoration core, and this is why they don’t want to fund it, would change that.\n\nThe next generation would not be consumers.\n\nAnd you can’t manipulate them because they would have lost their fear.\n\nYou cannot have fear.\n\nYou cannot be afraid of these people.\n\nAnd that’s part of the vision quest.\n\nFrom consumers to stewards, huh?\n\nNo, no, and you look at it, that’s the last thing in the world these people want.\n\nSo it’s like to give us money is like doing themselves out of a future.\n\nThat’s how they look at it.\n\nWell, that’s unfortunate, isn’t it?\n\nVery unfortunate.\n\nSo we have to outsmart them.\n\nAnd that’s what I’m pondering right now.\n\nHow do you get the money from Ego maniacs that think they’re right?\n\nSee, that’s the worst part.\n\nThey think they’re right.\n\nAnd we’re useless eaters.\n\nNo, no, I mean, that’s how the Republicans look at people, useless eaters.\n\nInteresting.\n\nWell, that’s not very kind.\n\nThey don’t deserve to eat.\n\nIf you’re poor, you…\n\nThere’s a certain meanness that has emerged in the recent decades.\n\nOh, wow.\n\nWell, you look at this guru here.\n\nHe laid it out.\n\nAnd, you know, that I am convinced is the truth.\n\n1200 years ago, that’s when he lived.\n\nWho is he?\n\nGuru Rinpoche.\n\nOne of the greatest mystic saints of all human history.\n\nHe predicted everything that’s happening now in his prophecies.\n\nClimate change.\n\nMurderous of men will become the leaders.\n\nPsychofence will be listened to as, you know, wise people.\n\nI mean, he goes on and on and describes exactly what’s going on.\n\nAnd then he said,\n\nThe golden threats that keeps the demonic forces in bondage will be severed.\n\nAnd you look at the Catholic Church.\n\nGood Catholic boy are advertising for exorcists.\n\nPeople are coming into the Vatican to get exercised because they get possessed.\n\nAnd I’m sure half a workington is possessed.\n\nIt’s the only explanation.\n\nHow can you be so mean, so cruel, and so unaware of the reality of the situation?\n\nIt’s not human.\n\nIt’s not human.\n\nIt’s so sad.\n\nIt’s not human.\n\nBecause, you know, there was a time where people were luminous, you know,\n\nand a period of about 2,000 years when everybody was enlightened and luminous.\n\nAnd then the new migrations came in, killed all the good guys and started wrecking havoc.\n\nNo, and you look at it, the Hobies.\n\nYou know, what they’re talking about is we’re in the fourth world now.\n\nAnd every world behind, you know, before us was either, you know, people started out good, humble.\n\nAnd then the ego said in, and technology, and, you know, people, you know,\n\nthey came out of control with negativity.\n\nSo, one world had to be cleaned up by fire, one world by water, the last one, the flood.\n\nThat’s a common story all around the world.\n\nYeah, that’s right.\n\nSo, we end the fourth world going into the fifth world.\n\nAnd what they’re calling this time in history is thepurification.\n\nEarth has to be purified.\n\nAnd so we’re in the purification and that’s the droughts, the fires, the floods, I mean you.\n\nEverything he laid out, drought, fire, flood, and everything.\n\nAnd then he said, the sign of the times where this is going to happen\n\nis when fashions change rapidly.\n\nAnd they look crazier and crazier.\n\nI mean, you look at it.\n\nI mean, if you ever look at a fashion magazine,\n\na lot of times since I’ve looked at one of those.\n\nYeah, well, one of you they look like birds and then the aliens and then the,\n\nyou know, and no traditional clothes is worn anymore.\n\nThat is the sign when this is happening.\n\nSo anyway, he saw it.\n\nAnd what did he share with us to prepare or to consider if we happen to be alive in these times?\n\nWell, it’s very interesting. He said there are two remedies.\n\nOne, reinforce the planet.\n\nSecond remedy is called the treasure vase.\n\nYou fill either golden vase or clay vase with precious objects.\n\nYou know, precious stones, seeds, and, you know, crystals.\n\nAnd you bury it in certain parts of the earth that is like an acupuncture point\n\nthat spiritual beings can feel and see.\n\nAnd that regenerates mother earth.\n\nAnd the same thing with the cookies.\n\nYou know, the cookies came up here a few times.\n\nAnd they call it Pacamento.\n\nPayback to mother earth.\n\nSee, you know, we take and take and take and take and take.\n\nAnd all we give back is garbage and poison.\n\nSo what these ancient people, it’s like the treasure vase.\n\nBeautiful gold rubies and crystals and, you know, precious, precious things.\n\nAnd they bury it in the same acupuncture point.\n\nAnd it regenerates earth.\n\nInteresting.\n\nThis reminds me a little bit of some of the biodynamic practices\n\nthat a lot of our friends and colleagues work with.\n\nRight, right, right.\n\nInteresting.\n\nBut, I mean, the use of cow horn would harden.\n\nThis is precious objects.\n\nSome of it’s crushed crystals and amethyst and peridote and other good things like that.\n\nOkay, well, yeah.\n\nObviously nobody was doing.\n\nApparently.\n\nSo, anyway, that was the remedies.\n\nAnd then, of course, when you restore the soil, I mean, it’s completely chemicalized.\n\nAnd, you know, these, oh my gosh, when you see these planes viewing out.\n\nOh my gosh.\n\nYeah, we are waiting a chemical war on the planet.\n\nAnd we have been for quite a long time.\n\nYeah, but I mean, not just, I mean, this valley is bombarded with them.\n\nCamtrails.\n\nCamtrails.\n\nCamtrails.\n\nAnd it has nanoparticles in it that causes all summers.\n\nI mean, they’re everywhere.\n\nAnd who the hell is paying for it?\n\nWho is paying for these guys to do these campsites?\n\nYou know.\n\nI don’t know.\n\nWe had one guy that started investigating, living here in town.\n\nAnd he was told that I’m not threatened, that I’m not.\n\nRight.\n\nIt’s a lot to consider.\n\nNow, I want to shift gears just a little and ask you about one of your friends, mentors,\n\nteachers, Leon Shenandoah, who was chief of the Iroquois.\n\nRight.\n\nAnd, you know, I shared with you before we started recording that I have in my own personal heritage,\n\nconnection with the Iroquois League and the Haudenosaunee.\n\nAnd, yeah, it’s to me, there’s so much wisdom to learn from these traditions that know of the original instructions.\n\nAnd it seems when we see people, men, often, sometimes women who are so egoic and so out of service to humanity,\n\nthings run amok, but in many of these indigenous and traditional cultures and life ways,\n\nwe understand our roles as men and as women to be working in stewardship and service for the greater, good, the greater whole.\n\nWell, if there’s anybody out there that’s not doing well, you know, that’s how they look at it.\n\nYeah, yeah, yeah.\n\nTell us a bit about your years of time with him and what was that like for you?\n\nWell, every day was like being in a PhD class of spiritual knowledge.\n\nAnd he came here on harmonic convergence, I think it was 87.\n\nAnd he said, Hannah, now we have crossed the line, there is no return.\n\nDoesn’t matter what we do, it’s over.\n\nBut, you know, I mean, of course we have to try.\n\nBut I can give you one of his speeches that he gave at the UN, which is absolutely the most brilliant speech I think has ever been given at the UN.\n\nWonderful to share that. Maybe if we can find a link or somewhere to share that with our audience, that would be great.\n\nThat would be great.\n\nNo, no, this is so bright, so brilliant.\n\nAnd, you know, pregnant.\n\nDid you spend time with him traveling?\n\nWas he here in Colorado?\n\nWere you back on the East Coast?\n\nHe would come out two, three times a year.\n\nAnd then we invited him to Rio de Janeiro for the Earth Summit and both him and…\n\nOrin Lions, yeah.\n\nRight.\n\nWe’re brought in as part of the 124 hits of State.\n\nAnd, of course, the prayers was filming all these heads of State coming in and blah, blah, blah.\n\nBut the minute they saw it, Orin and Leon, everybody went for them.\n\nWhat a moment.\n\nWhat a moment.\n\nI mean, the only one that really went back and did anything about implementing what, you know, agenda 21,\n\nwhich is what was, you know, the main purpose of the meeting is to come up with an agenda for humanity.\n\nAnd, of course, you know, Black Helicopters, people have freaked out about it and this and that.\n\nRight.\n\nBut the only one of 124 heads of State that went back and did anything to implement it was Castro.\n\nAnd when he went up on the stage, you know, everybody was worried about him talking for hours.\n\nYou know, he would talk for four or five hours.\n\nSo as he worked up on the stage, he goes like this to Maurice.\n\nAnd in five minutes, he gave the most brilliant speech you have ever heard.\n\nNo, it was so incredible.\n\nAmazing.\n\nI’m going to check that out.\n\nDid you see the picture of Maurice and the 124 heads of State?\n\nWas that in the article you shared with me?\n\nNo, I don’t think I did.\n\nAnyway, that would be a good one for you to use.\n\nYeah, we might be able to include that in the show notes as well.\n\nWe can include some images.\n\nI got one over there, but all the first ladies.\n\nWonderful.\n\nWonderful.\n\nSo, Hannah, given that it’s probably not an exaggeration to say the cards seem stacked against us or our ability to work through these times and have a soft landing,\n\nhow do we, in your opinion, how do we move forward with a sense of purpose and hopefulness without getting totally discouraged, despondent or even resigned?\n\nHow do we, how do you continue doing the work that you’re doing, knowing what you know and having heard the things you’ve heard?\n\nRight.\n\nIsn’t it easy?\n\nNo, I’ll tell you.\n\nSee, it has to happen on a scale.\n\nYou know, I mean, there’s beautiful people all over the world, you know, eco-villages.\n\nYou know, people that removed themselves are ready because they don’t agree with the way things are going.\n\nSo, you got all these eco-villages, you know, which is fantastic, but it’s a drop in the bucket.\n\nWe need huge shifts.\n\nAnd the thing is, I think that things are going to have to get much worse before people start shifting.\n\nSpeaking of the future, it sounds like you’re, is it your grandchildren who are?\n\nWell, one of them.\n\nOkay, and some friends.\n\nSounds like they’re moving through the scene here.\n\nHey, everybody.\n\nKeep quiet and nail, okay?\n\nYeah, if that’s true, and I hope it’s not as a father and as a community member, I hope it’s not true that things have to get a lot worse.\n\nIs that the only way?\n\nIs that the only possible pathway to wake up?\n\nFor people to wake up?\n\nYeah, I don’t know.\n\nWell, I mean, people are not waking up.\n\nSome seem to be, it seems like there’s some people.\n\nNo, no, no, it is, but it’s still a drop in the bucket.\n\nWe got eight billion consumers.\n\nI’m not even calling them people.\n\nConsumers.\n\nConsuming, consuming, consuming, consuming.\n\nTaking, taking, taking, not giving back.\n\nSo, to wake up, that number of people.\n\nAnd she also with the Earth’s Restoration Corps.\n\nOur plan is to use the military around the world.\n\nThey are the only ones that have, you know, the facilities.\n\nThey have the money.\n\nYeah, logistics.\n\nAll the capabilities.\n\nThat’s the only way it can happen.\n\nBut this is for restoration of ecosystems.\n\nRight.\n\nUsing the military infrastructure for those directions.\n\nYeah, but we have to use it too for the consciousness.\n\nHow does one do that?\n\nWell, let’s take one of the people I met in my life.\n\nGrandmaster Lee, Ilchi Lee.\n\nHe re-woken an ancient technique of Chikung.\n\nHe got it into the Korean army.\n\nHe’s Korean.\n\nBut this is a 10,000-year-old technique.\n\nAnd that was brought down by a divine king.\n\nAnd for 2,000 years, there was enlightenment.\n\nEverybody was in balance.\n\nLuminous, happy, till the new migrations came.\n\nGot rid of the good guys, like I said earlier.\n\nBut he got it into the army of Korea.\n\nWe got Earth Restoration Corps into the army of the Philippines.\n\nBecause we had a top-much contact who was Secretary of the Interior.\n\nIn charge of the army and the police.\n\nSo we got it into the army.\n\nBut the minute you do this Chikung, you clear your channels every day.\n\nGet rid of every negative emotion in your body.\n\nTapping in a very particular way.\n\nAnd again, it’s free.\n\nIt’s easy.\n\nAnybody can do it.\n\nAnd you know, they have videos and stuff we can put out online.\n\nYes, they’re one you’d recommend.\n\nIt’s called Don Hark.\n\nHow do you say that?\n\nDon Hark, D-H-A-N, Don H-A-K.\n\nEnergy, study of energy.\n\nSo what you do is you start the morning,\n\ngetting rid of all negative emotions.\n\nAnd it’s true tapping.\n\nAnd then you do a meditation.\n\nAnd then you start moving with the universe.\n\nYou dance with the universe.\n\nMmm, beautiful.\n\nAnd I mean, it is so powerful.\n\nAnd anybody can do it.\n\nLove this.\n\nAnd it’s free of charge.",
  "related_episodes": [
    {
      "title": "Episode #129 – Bernard Amadei, Founder, Engineers Without Borders",
      "url": "https://yonearth.org/podcast/episode-129-professor-bernard-amadei-founder-engineers-without-borders/"
    },
    {
      "title": "Episode #107 – Elaine Blumenhein, Founder, Joyful Journey Hot Springs Spa (near Crestone, CO)",
      "url": "https://yonearth.org/podcast/episode-107-elaine-blumenhein-friends-joyful-journey-hot-springs-spa/"
    },
    {
      "title": "Episode #103 – Nick Chambers, Founder, Living Arts Systems",
      "url": "https://yonearth.org/podcast/episode-103-nick-chambers-founder-living-arts-systems-and-ed-valley-roots-food-hub/"
    },
    {
      "title": "Episode #95 – John Liu, Founder, Ecosystem Restoration Camps",
      "url": "https://yonearth.org/podcast/episode-95-john-liu-founder-ecosystem-restoration-camps/"
    },
    {
      "title": "Episode #51 -Jonathan Granoff, President, Global Security Institute",
      "url": "https://yonearth.org/podcast/episode-51-jonathan-granoff-president-global-security-institute/"
    }
  ]
}