{
  "title": "Episode 76 – Charles Orgbon III, Deloitte, Environmental Liability & Sustainability Consultant",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11124/episode-76-charles-orgbon-iii-deloitte-environmental-liability-sustainability-consultant.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-76-charles-orgbon-iii-deloitte-environmental-liability-sustainability-consultant/",
  "episode_number": 76,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nHey friends, this next podcast episode is with Charles Orgbon from Deloitte.\n\nWe recorded this before the COVID outbreak, so I just want you to know that the pandemic\n\nwasn’t yet on our radar at the time.\n\nI hope you enjoy.\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcast Series.\n\nToday, we are visiting with Charles Orgbon III.\n\nHi, Charles.\n\nHow are you doing?\n\nGood. It’s a pleasure to be on the show and talking about these important issues.\n\nI’m really excited to have this opportunity to talk with you, Charles.\n\nSo Charles Orgbon III is a consultant with Deloitte’s risk and financial advisory services.\n\nWhere he specializes in environmental liability.\n\nCharles develops enterprise solutions for his Fortune 500 and public sector clients that\n\nimprove business processes, maximize revenue, manage costs, address risks, strengthen relationships,\n\nand boost performance while also mitigating social and environmental impacts.\n\nBefore joining Deloitte, Charles gained almost a decade of nonprofit management and leadership\n\nexperience with various environmental philanthropy and youth volunteerism organizations.\n\nFor example, Charles developed and led Greening Forward from 2008 to 2017, which became\n\nand continues to be a leading organization in the United States that’s devoted to training\n\nand funding student environmental leaders ages 5 to 25.\n\nLeveraging this experience, Charles also served as a strategy consultant for numerous government\n\nagencies, foundations, and nonprofits.\n\nCharles’ work in the sustainability and nonprofit leadership space is validated by over 31\n\nlocal national and international awards, five book mentions, and over 100 speaking engagements\n\nsince 2010.\n\nAnd Charles is currently writing a young adult memoir called My Name Isn’t Charlie\n\nabout his intersectional identity as a queer black man.\n\nYou can follow his writing journal at Charleswardbond.com.\n\nCharles, it’s such a pleasure to have you on the show today, and I’m really excited to\n\ndive into our conversation.\n\nAnd I think to get started, I just want to ask what’s your connection to the environmental\n\nmovement and how did you get started with it?\n\nCertainly.\n\nIn 2008, I was just 12 years old when I founded and led Greening Forward, which you mentioned\n\nearlier, it’s an organization that has now grown to become one of the largest and longest\n\nrunning youth-driven environmental organizations in the country, and Greening Forward is composed\n\nof high school and college students, and we’re doing grassroots environmental activism.\n\nI left the organization in 2017, but I continue to serve a new generation of leadership that’s\n\nhelping to guide things forward for the organization.\n\nStudents everywhere are witnessing the effects of climate change, such as our prolonged\n\nfire seasons and melting primar floss and intensified storm seasons, and in the wake of\n\nrealizing what’s going on, students are also recognizing that our future is not secure.\n\nSo Greening Forward provides an opportunity and outlet for those young people to be a part\n\nof the solution, not just the witnesses of our changing climate, but to actually be\n\nsolutionaries in creating a new possibility.\n\nFor the longest, I have thought that activism looks like Martin Luther King Jr., and Cesar\n\nChavez, and the Lorax, and that was the only way we could make a difference is through\n\ngrassroots organizing, but I also realized through working with Greening Forward and some\n\nof our corporate partners, there’s also a lever to be examined at the corporate level\n\nas well, that individuals working at the community level on behalf of people in opposition\n\nof mass and systems are so important, but we also need people who understand these issues\n\nin those massive systems to create change as well.\n\nAnd so that’s when I started looking at making the transition to the corporate sector, to\n\nscale the impact of my activism, and as activists, we must understand that that lever is available\n\nto us as well, just like working in NGOs or philanthropy and government as well, it will\n\nneed to use all of these tools that are available to us and build as many partnerships and\n\ncoalitions as possible.\n\nSo now I’m making an impact in the corporate space as an environment.\n\nIt’s so exciting, and it’s such a positive and hopeful story and evolution in your career\n\npathway, and I have to admit, I love the Lorax and high school actually bit a paper on the\n\nLorax and Dr. Sousa’s writings related to environmental and social priorities in our time.\n\nAnd I mean, it’s a huge shift that you made going from that NGO and philanthropic work\n\ninto your work with Deloitte, and I’m curious from your vantage point, do you think corporations\n\ntruly care about climate change?\n\nYeah, that’s such an important question to Aaron.\n\nA lot of people in the nonprofit space now that I work in the corporate space, they find\n\nclever ways of asking Charles, do you still believe in climate change?\n\nIt’s hard for them to imagine that corporations do care because I mean, we have to recognize\n\nthat corporations have been responsible for some terrible things that have largely affected\n\nsociety such as Inron and the Deepwater, Verizon Olsville, and I’m just not a fan of the\n\npuppy dog filter on social media either.\n\nBut at the same time, corporations can wield the power to also create social and environmental\n\nchange as well.\n\nAnd that’s what we’re realizing that there’s greater importance on these kinds of conversations\n\nin the corporate sector, and we can just look to, for example, the unprecedented shareholder\n\nactivity in the 2017 proxy season that set a clear message that shareholders want to fully\n\nunderstand how climate change will impact their business.\n\nWe can look at the sustainability accounting standards board investor uptake, so our investors\n\nare considering a board level risk if we don’t have a plan about climate change or we’re\n\nnot addressing our supply chain or we’re not trying to reduce our impacts on the environment.\n\nOr the global reporting initiatives update standards is helping to give us some shared\n\nlanguage about how do we report sustainability and how do we talk about it or financial sustainability\n\nboards task force on climate related financial disclosures, the TCFD, and their recommendations\n\nor what the stock exchange is doing around NASDAQ ESG guidance.\n\nSo the reality is that corporations can’t afford to ignore what’s going on.\n\nWhen a soda company, for example, thinks about its product strategy, it has to consider\n\nthat product is made up of 99% water, and the company can’t choose to ignore how climate\n\nchange will drastically change water availability around the globe in the coming decades.\n\nSo that’s a risk to business.\n\nSo corporations have to care.\n\nIt’s just amazing to hear some of the kind of perspectives and some of the drivers motivating\n\nfolks.\n\nI would imagine a lot of our audience perhaps are familiar with things like the sustainability\n\naccounting standards board, but probably a bunch of folks aren’t as familiar.\n\nI’m curious, where are those mechanisms actually doing now and how is that changing the global\n\neconomy in a way that maybe we didn’t see five or ten years ago?\n\nThese are all tools that corporations can use to help figure out what’s material for them.\n\nWhat do they want to report on?\n\nHow do they think about their sustainability strategy?\n\nWhen I say material, every company is making an impact in the environment in very different ways.\n\nThe way that a tech company impacts the environment and its people is very different than consumer goods\n\nor hospitality and travel industry.\n\nAnd so when we think about materiality, we must think about how do we create environmental\n\nprograms and solutions that are going to be addressing the biggest ways we’re contributing\n\nto environmental degradation.\n\nSo sustainability accounting board standards and TRI are examples of giving us a framework\n\nfor thinking about how do we talk about sustainability and what’s important,\n\nwhere do you want to see our impact as a company?\n\nIt’s really interesting to hear about.\n\nYou obviously have a role in helping corporations move the needle trials, but what about when you’re\n\ndealing with companies and institutions where the employees themselves don’t have a clear sustainability\n\nresponsibility?\n\nSure. I would say that the biggest opportunity for any company that wants to be more sustainable\n\nand think more about how it’s creating an impact in the lives of other people and the environment\n\nis to first think about their company culture.\n\nI feel like that is a missed opportunity if we’re not thinking first about company culture around.\n\nThese issues, because if the culture exists, I believe that the internal pressure can be exerted\n\nto move the company further, to move the needle further on some of these issues.\n\nAnd I like to tell employees in any organization whether you’re a non-profit organization or\n\nyou’re a for-profit organization or the government. The good news is you don’t need a formal title\n\nsuch as Chief Sustainability Officer or Social Impact Manager to do good and drive good in your\n\ncompany. Whether you care about transitioning the economy to adjust clean energy future or\n\ncreating transportation solutions that reduce our national depends on fossil fuels,\n\nthere are actually clever ways to hold those passions and still create impact no matter what you do\n\nfrom 9 to 5. Every employee holds passions, values, beliefs, fears, and when we show up to work,\n\nwe’re allowed to bring our humanity with us. So if you’re an accountant, if you’re a janitor,\n\nif you are the CEO or anyone in between, you can help create that culture within your company\n\nto care about these things and start to identify opportunities internally that you can\n\nprojects that you can take on and drive that can help move your company forward.\n\nYeah, I love this. There’s such a strong message and narrative of empowerment in what I’m hearing.\n\nI’m picturing this diagram, this image where you have a corporation and you have shareholders\n\non one end becoming even more concerned and active about what’s going on with the social\n\nand environmental stewardship. And then on the other end, you have consumers, you have customers\n\nincreasingly paying attention to corporate practices. And then in the middle, within the organization,\n\nyou have employees increasingly taking on leadership roles to help make change from within.\n\nIt’s such an exciting dynamic and really a beautiful way of thinking about how those ecosystems\n\nare working in those corporations. And I’m wondering what about when you’re encountering people\n\nand employees who aren’t necessarily feeling activated around these issues or perhaps aren’t seeing\n\nthat they have a role to play or perhaps even don’t care much about that.\n\nSo if you want to be happy in your work, there becomes a time where you can begin to examine\n\nwhat power you have to change the things that you don’t like or to fill a greater connection\n\nto your work as well. And so the term is called job crafting actually. When employees can\n\ncreate their own work streams and follow their passion projects and their employees have either\n\nasked for permission or simply volunteered anyways to lead campaigns that are changing the\n\npurchasing behavior of their business units so that services and products, for example, are sourced\n\nwith a special emphasis on sustainably sourced or locally owned and minority owned businesses\n\nor their companies that are phasing out plastic straws from their corporate cafeterias.\n\nOr there are employee initiatives around investing 401k and pension plans from extractive\n\neconomies such as oil and gas. There are employees and who are encouraging meetings to be\n\nvegetarian or vegan because annual agriculture has a significant impact on environmental quality.\n\nOr they’re launching well-being and sustainably campaigns that encourage biking to work.\n\nSo these kinds of projects can really help someone who’s not feeling a strong connection to their\n\nwork or feel like they’re making a difference. These projects can help them begin to create new\n\npossibilities for their work and their job. Yes, this is really cool. So what I’m hearing is that\n\nas we at the individual level, you know, take more responsibility really for our own happiness\n\nand well-being within the context of our corporate job. One of the ways we can cultivate that is\n\nby becoming more engaged and active in some of these ways we can help to make a difference.\n\nAnd I think it’s a wonderful message. I have to give one quick shout out to some of our friends\n\ndoing work in the regenerative ag arena with responsible regenerative animal husbandry and that\n\nwhen we’re talking about veganism and vegetarianism, it’s so important to have this robust dialogue\n\naround some of these other dietary choices and clearly all of our food and beverage choices are\n\nhaving tremendous impacts on soil, on water, on the health and well-being of communities all around\n\nthe planet. And so it’s I think really important that we’re really cultivating an informed,\n\nsophisticated conversation around this thing. So I just have to give that kind of shout out as\n\nwe work with so many regenerative farmers throughout the country and really\n\nwe’ll provide working on those issues. It is maybe one of the easiest things that we can do\n\nto make a difference in the environment is reduce our meat consumption. And one of the things\n\nthat we’re working on in the Deloitte office is piloting ways, a project to encourage\n\npeople to not order beef, essentially, distance and device people from ordering beef for\n\nmeetings. And we’re calculating the impact of that because beef of all of the meats are the\n\nmost land intensive in water and energy intensive. Yeah, I so appreciate that and I know also that\n\na lot of our friends that are doing the soil building work are actually working with\n\nsustainably managed cattle and that sort of thing. So it’s a big conversation and obviously we\n\nwon’t dive deeply into that right now, but I think it’s amazing that you’re helping to push\n\nthe envelope and have these change making options and activities available to your colleagues.\n\nAnd I’m wondering at your work at the Deloitte office in San Francisco,\n\nwhat would have been some of the most interesting job crafting tasks that you have helped to bring\n\nto the company, Charles? Sure. Yeah, so there’s in my role a client-facing aspect and then an\n\ninternal aspect. So client-facing is how do we think about sustainability and environmental\n\nchallenges within our clients? And then internally our Deloitte practitioners, how do we make sure\n\nthat our business operations are as sustainable as possible? And part of it is this in the San Francisco\n\noffice is me and another colleague and I came together and we created the Sustainability\n\nBusiness Resource Group for the San Francisco Bay Area and all of the offices that are around\n\nSan Francisco where we’re helping to influence practices and attitudes within our office.\n\nBut we first actually realized that we needed to build our community. So we got the proof of\n\nto send out a comprehensive survey and the survey allowed us to understand what the practitioners\n\nalready understand that Deloitte was doing and what could we do more and who wanted to be involved\n\nand helping Deloitte move forward. And so that allowed us to identify a few people too who\n\nbecame some of our first members and now we’re driving work streams that are looking at how can we\n\nreduce our energy consumption in the office? I can re-make sure people know how to compost,\n\nyou know, that’s actually going to challenge for us how to compost in San Francisco and so our\n\nrole as a business resource group is to teach our practitioners what that means. We’ve brought in\n\nsome pretty cool dynamic speakers to also engage our Deloitte community around ways that they can\n\nbe more sustainable at home as well as in the office and soon we’ll be diving more into community\n\nengagement as well. That is so exciting and I love the focus on the compost and that’s one of the\n\nbig focal points for our work through the Winers community for community mobilization, climate\n\naction, soil regeneration and it’s really interesting especially in the urban environment that,\n\nyou know, composting is more easily done in some settings than in others and we’re as we’re\n\nrecording this we’re writing the holiday season in my daughter and her boyfriend asked actually\n\nfor a worm composting bin for their urban apartments in St. Louis and it’s so cool that that’s\n\none of the strategies that we can deploy in the more urban settings where maybe we don’t have\n\naccess to the yard or the land that we might find in the other settings and it’s obviously\n\nsuch an important day-to-day thing we can all be doing to reduce our greenhouse gas emissions,\n\nmethane emissions from landfills, while also contributing to the soil building that helps draw\n\ndown carbon from the atmosphere and I love hearing that you guys are focused on that as well.\n\nI’m wondering what, go ahead Charles. Well in San Francisco the city makes it super easy for\n\nus because composting is the law so in some respects being an environmentalist in San Francisco is\n\neasy but we’re you know Deloitte works around the world Deloitte works all across the United States\n\nand what we’re doing in San Francisco can also be replicated in other cities as well and\n\nso we’re seeing that like our idea with the survey and helping to first establish a baseline\n\nlevel of like awareness has already been replicated in several offices and folks have asked\n\nto say oh how how did you get those folks to come into your office and talk to your\n\ntalk to the Deloitteers about sustainability and so that’s something else that’s really cool\n\nabout starting these kind of grassroots internal grassroots internally campaigns is that you can\n\nthen collaborate with other people if your company has other offices and spread what you’ve learned\n\nin your resources and the materials you’ve built and so that helps make that helps build the culture\n\nright that helps send a message to the leadership that folks care about this and this needs to be\n\nsomething that we as a company need to be thinking about and so again the importance of all of that\n\nis that corporations wield a lot of power to create change and again I think the missed opportunity\n\nis how individuals in that company who may not who may not clearly see themselves as a sustainability\n\nperson can still make a huge difference like the people who are on our business resource group\n\ndo not have a client-facing role in in this topic like I do but they’re still making an impact\n\nyeah that’s so beautiful well and I love the the message around the collaboration with other\n\norganizations and of course that is the 17th and final of the United Nations the global\n\ncommunities sustainable development goals collaborating with other organizations and that’s\n\nprobably a good segue to remind our audience that this is the YonEarthcommunities stewardship\n\nand sustainability podcast series and today we are visiting with Charles Wardbone III from Deloitte\n\nfrom their San Francisco office where he’s in the risk and financial advisory services and\n\nwant to give a quick shout out to some of our sponsors and partners who make this series possible\n\nthat includes Patagonia, Purium, Earth Coast productions, Waylay Waters, Equal Exchange,\n\nDelig Family Foundation and Alpine Botanical so a huge thanks to all of you for your support of\n\nour work both the podcast, digital media resources and the on-the-ground in-person community\n\nmobilization activities that we’re bringing to communities all around the country and I also\n\nwant to give a huge shout out to all those individuals out there who have joined our monthly giving\n\nprogram and if you haven’t yet joined and you want to you can join at any level you just go to\n\nwhyunder.org, click on the donate or support links and you’ll get to the spot where you can select\n\nthe amount you’d like to give on a monthly basis. If you want to give at certain levels to get\n\nsome of the rewards just give me a holler and I’ll make sure you know all about the programs that\n\nwe have there for you and Charles it’s just wonderful to hear about the leadership that you\n\nand that Deloitte are deploying throughout the world with all of these different corporate and\n\norganizational connections that you all have and I’m wondering when you’re thinking about\n\nemployees at other firms who may also want to establish similar programs to what you’ve established\n\nat Deloitte what advice would you have for them? Well first you need a senior leadership ally\n\nand this is someone who can work with you to remove real blogs and identify firm funding sources\n\nand just help make appropriate connections and we’re lucky to have found a partner in our firm\n\nKevin Fried who works to make sure that we’re moving things for he’s our champion but second you\n\nmust build your community of like-minded professionals for us the starting point there was\n\nusing the survey like we like I mentioned earlier and that worked well because it was sent to\n\neveryone in the office and got lots of responses but whatever you do you will need others across\n\nother departments to join you in making impact they’ll bring important perspectives to the\n\nopportunities and you can help and they can also help add just context to the challenges within\n\ncompany as well. It’s so cool and there are two key terms in our discussion today that I just\n\nlove and I’m starting to hear more and more one being solutionaries and the other being job\n\ncrafting and I’m wondering what are some of the other levers of job crafting that you’re seeing\n\nand that you’ve utilized? Yeah so job crafting could be thinking about your role and differently\n\nand so the examples before of like taking on this project or using your power maybe you’re\n\nalready creating a catering order but like using your power to choose a caterer that sources\n\ntheir products locally right or like these are ways that we can also job job craft and just\n\nthinking about our role differently and the resources and helping to use the resources of our\n\ncompany to make an impact but also you could job craft your relationships you can change\n\nthe nature or extent of your interaction with other people I mean by that is when we\n\nbuild deeper intentional relationships with it with our colleagues we can learn and grow while\n\nalso deepening our sense of greater purpose so this is really I think that’s really important too\n\nis like before we can create change within corporations we have to actually know who we’re working with\n\nso I think building those meaningful relationships is really important and then we also can job craft\n\nour perceptions you know now that I work at Deloitte I find myself in rooms with many\n\naccountants and I’m this old person with a sustainability background and naturally accountants\n\nhave expressed their happiness to me especially around busy season of course such a such a wild\n\ntime of the year for an accountant and an account at a large firm for instance might choose to think\n\nof her job as two separate parts one not particularly enjoyable like staring at hundreds of pages\n\nof documentation dealing with hospital clients or one very meaningful part creating a more responsible\n\nbusiness climate for which our entire economy is based upon like an accountant is so necessary\n\nso I think that how we perceive the work is also really important too even when I was running\n\ngreeting for and I was working in a nonprofit space there were certainly times where I did not feel like\n\nI was making impacts because doing work still means that people are going to say no or that some\n\npeople are very difficult to work with and it doesn’t matter if you’re in the nonprofit space\n\nworking with kids to make a difference or you’re working with billionaires to help them figure out\n\nhow can they reduce their environmental impact right so there’s still going to be challenges with\n\nevery job and so thinking about the percept how we perceive the work is really important as well\n\nbecause it’s likely that everyone’s job is making impact it’s just something you have to\n\nand it may not be clear it took us all the time well so you’re I mean you’re really working in a\n\nlot of different channels and you’re up to so much and on top of all this you’re also writing a\n\nmemoir right and as I mentioned earlier it’s called my name isn’t Charlie and does the memoir have\n\nthe connection to sustainability um sort of the the memoir manuscript is already written but\n\nwriters are in the business obviously of like constantly rewriting then writing so I’m currently\n\nlooking for a literary agent yes you’re you’re also an author as well so I make it relate to that\n\nthe memoir discusses my coming of age as a poor black man in the south and it finds comedy and\n\nwhat was actually a pretty difficult childhood it’s a story that discusses my mom’s mental illness\n\nand poverty and bullying racism and how that all affected me and ultimately the mission is that\n\nwe can save a young person’s life who’s contemplating suicide like I once did when I was a teen\n\nwho will read it and discover that there are other options in the future so much brighter\n\nmy dad actually read the manuscript and it was so powerful to him that he was once super homophobic\n\nand since lightened up and it’s finally began to accept me for my complete identity so I think\n\nthat that’s a really great sign I’m really happy in what the writing has already done\n\nI’m also looking for literary agent representation at the same time and hopefully we’ll be\n\nI’m sure it will catch the interest of a publisher and we’ll be traditionally published\n\nyeah that’s that’s really wonderful to hear and certainly as a fellow writer I can appreciate\n\nthe process it takes a lot to create and share a book and you know I’m just I’m just struck I know\n\na handful of white folks from the south who really struggled with that culture growing up and of\n\ncourse to be a person of color from the south that’s a whole nother level of challenge and struggle\n\nthat I think a lot of Americans perhaps don’t fully appreciate Charles and to also be a person\n\nwith a queer identity on top of that I mean it’s clearly I would imagine that in the memoir\n\nyou’re sharing that there were a number of times that were extremely painful for you and\n\nI think it’s so important for that kind of story to be shared with the broader world and here you\n\nare despite all of those challenges with an amazing career doing all kinds of great work with all\n\nkinds of different people throughout the country and in worldwide and they’re such a hopefulness\n\nin that message and in that story Charles I’m just really grateful you’re sharing that with folks\n\nthank you but actually to answer your earlier question about the connection to sustainability\n\nI think my path into sustainability and a writer are both expressions of my activism\n\nthey’re both things that need to be addressed the inequality that exists in our world that he\n\nspoke of and then also that we need to work together to really create a more sustainable solution\n\nfor a lot of the problems that we’re facing so I like to think my life is more meaningful when\n\nI’m devoted to a cause through passionate activism and I look to Alice Walker’s quote where she says\n\nactivism is my rent for living on the planner yeah so I love that quote I’m um\n\nbear with me I’m gonna try to write it down so that we can put in your show notes\n\nusing my own version of shorthand here\n\ncool I’ve got it well I imagine two Charles that the title my name isn’t Charlie I guess\n\nwe’ll have to read the book to find out why it’s called that yeah yeah and so folks just to remind\n\nme yeah yeah it’s catchy and I want to keep I want to keep the Ben Trieg there yeah and I just\n\nI want to remind our audience they can go to CharlesOrgbon.com to follow with your writing journal and\n\nthen people can also connect with you on twitter at sea orgwam it’s a c-o-r-g-e-b-o-n and of course\n\nthis this will be in the show notes and Charles it’s such a joy speaking with you today and thank\n\nyou so much for sharing your insights and the work you’re doing at Deloitte with our audience and\n\nbefore we sign off is there anything else you’d like to share any final message you’d like to\n\nconvey to our audience no I think you think you think you I think you took the the my last words\n\nfrom me when you encourage people to check out the website or just connect with me on twitter those\n\nare good ways to stay in touch and I look forward to continuing to engage with the why on earth\n\ncommunity and and hosting you whenever you come to San Francisco and thanks Charles yeah really\n\nlooking forward to that visit sometime in 2020 we’ll be following up on some of those details\n\nin the coming weeks and it’s going to be a lot of fun connecting again in person after sharing\n\nthis conversation with our audience sweet thank you yeah thanks Charles have a wonderful day\n\nall right take care the YonEarth community stewardship and sustainability podcast series\n\nis hosted by Aaron William Perry author thought leader and executive consultant the podcast and\n\nvideo recordings are made possible by the generous support of people like you to sign up as a\n\ndaily weekly or monthly supporter please visit YonEarth.org backslash support support packages\n\nstart at just one dollar per month the podcast series is also sponsored by several corporate and\n\norganization sponsors you can get discounts on their products and services using the code why\n\non earth all one word with a why these sponsors are listed on the YonEarth.org backslash support\n\npage if you found this particular podcast episode especially insightful informative or inspiring\n\nplease pass it on and share it with a friend whom you think will also enjoy it thank you for\n\ntuning in thank you for your support and thank you for being a part of the YonEarth community"
}