{
  "title": "Episode 58 – Sarah Drew, Visionary Author, Gaia Codex",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/8037/episode-58-sarah-drew-visionary-author-gaia-codex.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-58-sarah-drew-visionary-author-gaia-codex/",
  "episode_number": 58,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "The White Honors community stewardship and sustainability podcast series is hosted by Aaron William Perry,",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcast Series.\n\nToday we have the opportunity to visit with Sarah Drew.\n\nHi Sarah.\n\nAaron, great to be here.\n\nSo great to visit with you.\n\nThrilled, we have the opportunity to talk about your book and a whole bunch of things related\n\nto the healing of our planet.\n\nYeah, it’s wonderful to finally meet you and, yeah, I feel that so many of us are here\n\non this journey right now to really creating the new dream for Mother Gaia, for Mother Earth.\n\nAnd it’s great to see you and have this time to see where the symbiosis is happening.\n\nAbsolutely beautiful.\n\nWell, let me, for our audience, let them know a little more about you, and then we’ll\n\ndive into a conversation.\n\nSarah Drew is the visionary author of the eco-fandomist novel, Gaia Codex.\n\nHer work catalyzes powerful blueprints for the future, deeply rooted in the noses of\n\nthe past.\n\nWith a global social media following of over 150,000 people, Sarah is a mentor and teacher\n\nfor women worldwide, and has been a featured speaker at the graduate level, and at organizations\n\nsuch as Google and ABC, Deepak Home Base.\n\nYou’ll be able to get a lot more information about Sarah’s work at Gaia Codex.com, as well\n\nas Sarah Drew.net, there’s an H in Sarah, and we’ll put all this in the show notes.\n\nAnd Sarah lives with her husband in Manhattan, and on a lush forested farm in the Hudson Valley\n\ncalled Rine Valley Farm.\n\nAnd you can go to RineValleyFarm.com to learn more about the farm itself, and I assure you\n\nthere are some exquisite pictures and videos there.\n\nI was looking at that the other day.\n\nSo Sarah, it’s, oh my goodness gracious, it’s just such a joy to be able to visit with\n\nyou and to talk about the way you’re employing storytelling to help transform human consciousness.\n\nAnd I noticed when I started reading Gaia Codex that, oh my gosh, this is such an intense\n\nexperience, the experience of reading the story.\n\nAnd I’m wondering, how would you summarize what you’re doing in the story for the audience?\n\nI hope lots of folks will end up getting the book, it’s beautiful, by the way, and reading\n\nSo how do you summarize it for people?\n\nYeah, I think the top storyline about Gaia Codex is that it’s about an ancient lineage\n\nof women that, through the rise and fall of cultures, have held regeneration codes for\n\nthe planet.\n\nAnd when there’s times of economic and environmental collapse shift and transformation, in this myth\n\nof these women come together to help birth the world new, the main arc of Gaia Codex is\n\ntold through the eyes of Lila Sophia, which is a young woman who, in kind of a classic\n\nheroine’s journey, loses her parents, and I must find these pieces, but also find herself.\n\nAnd the book, in many ways, delves into a lot of what we are coming to realize is the truth\n\nof our time.\n\nAnd it’s the idea that, you know, as a species, we’re at this choice point to come together\n\nto see if homo sapiens continue to live on the planet.\n\nAnd how that actually looks like, feels like, tastes like, you know, how we come together\n\nis kin and community.\n\nIt’s an adventure story.\n\nIt’s amazing because it really, it starts off with a bang, so to speak.\n\nThere’s so much energy in the action as the narrative starts to unfold.\n\nIt’s exciting and it’s even a little bit, I found myself feeling, oh my gosh, this\n\nis going to be a pretty intense experience.\n\nAnd it made me sense that I will probably have a different experience of reality when\n\nI’m finished with this story, which I read a lot, I love to read, and I wouldn’t say\n\nthat about a lot of the things I read.\n\nSome are interesting in my introduced new concepts, but my sense is that with Gaia Codex,\n\nthere is information transmission in that story that truly helps transform our consciousness.\n\nYeah, that is the intent of the book, thank you for reflecting that back.\n\nThe book was really born, for me, as a writer, as a midwife, as a creator, you know, all\n\nthese things as you know, you create, you become all these different aspects.\n\nThis born out of deep prayer was born out of a retreat of several years and was born\n\nout of a need, really, to help bring some of these jewel seeds to the public arena at\n\nthis time in the form of story.\n\nAnd you know, the path of creation, you know, as you know, sometimes creating these things,\n\nI’ve really had to do it with prayer and faith and sometimes eating a lot of lentil soup.\n\nLentil soup?\n\nWhy lentil soup?\n\nThat’s so interesting.\n\nBecause it was a way to sustain myself food-wise, you know, I ended up being very blessed\n\nin receiving a request where I could retreat and write for several years, but prior to\n\nthat, there was this, you know, this is on the creator’s journey, is when you know something\n\nto be true, you’re willing to put aside all of their, maybe you say, this is the thing\n\nthat my soul needs to do.\n\nAnd this was for me writing biophotics was that and it was done with the help of, you\n\nknow, mentors and teachers, spiritual and otherwise, there’s a long list of credits from the\n\nback of the book.\n\nYeah, yeah, I love that.\n\nSame is true of why I’m here, actually, yeah, it’s so beautiful to be able to acknowledge.\n\nYou speak that with you, because I feel with why on earth has this similar journey of\n\nyou’re living the life that’s true to your soul.\n\nAnd I feel very fortunate, we’re fortunate to be able to live that path and it’s one that\n\nI wish for all beings on the planet that we can live those lives that are true to the essence\n\nof our soul and true to the essence of well-being for all beings.\n\nYes, beautiful.\n\nAmen, all hope to that.\n\nIt’s interesting for me, sometimes as insights show up, I have this experience that it’s moving\n\nthrough me.\n\nIt’s more of a receptive experience than it is a sort of generative, yang, mental thing.\n\nAnd it’s an exquisite experience sometimes.\n\nI’ve had days writing where I sit down as if I’m going to now watch a movie or read somebody\n\nelse’s writing as it unfolds or so much that can show up that we didn’t necessarily consciously\n\nhave ahead of time.\n\nExactly.\n\nYeah, I find the creative process very similar.\n\nAnd I’ve done some workshops with women around that, about eliminating the creation, the\n\nart visionary writing.\n\nI haven’t done this for a couple of years, but the process is very similar to me for me\n\nand you know, you’ve spoken that you’re working on a fiction work as well right now, it’s\n\nlike going into a virtual world with a gun coat, and I want this transcribing, right?\n\nI’m tasting, feeling, touching inside of the character and I’m writing it down.\n\nI didn’t find in the beginning of the book though there was a mandala of writing kind of\n\ncodecs.\n\nThere was a mandala of key transmission points that were the blueprint or template, you\n\nknow, for what wanted to come through.\n\nAnd then it’s listening and crafting the narrative and listening to the world and letting\n\nthe world be birthed through us to become part of this reality here in this world.\n\nBeautiful.\n\nSo you mentioned women’s circles and I’m so eager to ask you some questions about the\n\nwork you’re doing, the story that you’re sharing.\n\nAs it relates to the main characters of women, Lilo or Lila Sophia, and she’s being taught\n\na number of ancient esoteric secrets, knowledge, wisdom that’s been passed down through lineages\n\nof women.\n\nOf course this is something that shows up in cultures all over the world.\n\nOur modern American global economic culture, I think it seems, has lost a lot of that\n\nor at least it’s more underground.\n\nAnd I’m just so curious for you, I know you interact with me, I’m a man, all kinds\n\nof other people, and that you’re also doing particular work in circles of women.\n\nCan you talk to us about what’s going on in circles of women that is different from\n\nwhat you’re interacting with men?\n\nIt’s such an interesting question, I think fundamentally and maybe many women might not agree\n\nwith me, but I think in essence, in most ancient teachings, we go to this is that we are\n\nboth, right, and all different variations of male, young and young, right?\n\nAnd I think right now it’s so much that it’s really the rebalancing of the male and female.\n\nAnd I feel like a lot of my work, our work, is just re-activating the feminine lineage\n\nlines, re-activating the connection, because it’s almost you can think of it, it is my\n\nsalient network of lineage, right?\n\nA lot of this has been broken in our generation and the generation’s past.\n\nIt has connected us to the wisdom of all different traditions for the feminine, and also\n\nthe masculine.\n\nAnd I think right now we are reconnecting, re-breathing, going back to honoring these indigenous\n\ntraditions from all of us, whether we are the Native and American aboriginal of Kelsey,\n\nall of us are indigenous if we go back into our roots.\n\nI mean, my family lines are Northern European, and you know, there is ritual lines that\n\nwere there.\n\nThere is, when you are looking up the earth.\n\nSo I think for the feminine part right now, it’s re-balancing, right, where it is also\n\nI think a rebirth for the masculine right now, and for homo sapiens as a whole, and the\n\nbook goes into it, what is it, when we become, part of me wants to say post homo sapiens,\n\nbut you know, I think we are at this point of the evolutionary, you know, an evolutionary\n\ncost where either we rebirth ourselves as a species, and that means becoming more guile\n\nresonant in my understanding, and, or we don’t.\n\nSo more guile resonant, and by the way, I want to make sure the term mycelial was used.\n\nI know a lot of our audience knows this term, but there may be a few of you out there who\n\nare just getting acquainted.\n\nSo the mycelial networks are hyper-intelligent neural networks that live in soil, and\n\nare of the fungal species, and that are basically the information superhighways connecting all\n\nthe living plants, and the microbiome that is in the soil.\n\nAnd we know our science is discovering so much just in the last 10 years with our ability\n\nto see the very small in a way we’ve never been able to before with technology, at least\n\nthat we remember, we are being now able to understand the complexity that exists in\n\njust a yard, just a park, just a square mile of pasture land, complexity that dwarfs all\n\nof our human technology.\n\nAnd so when we use that as a meme, as a symbol for something, it’s so potent, literally\n\nand figuratively, and I’m wondering for you what mycelial, how that resonates in the\n\nwork that you’re doing, and how you’re seeing that get expressed in story, in Gaia Codex\n\nand elsewhere.\n\nI’ve really been feeling this in meditation, and when I am out of the farm, which we are\n\noften, right now we’re taking this in the city, but the deep interconnectivity of our\n\nconsciousness with each other, with our actual cells, the matter of the mother, the matter\n\nof our body, I’ve really been in this contemplation of, it’s all about our interconnectivity with\n\neach other, and with all life.\n\nAnd if it’s issues that more and more of us can begin to have that, not just that theoretical\n\nunderstanding, but that experience, then we can, I believe, really start to make different\n\ndecisions in our politics and our economics, in our creating cities, in our creating\n\ncommunity, it is that deep sense of interconnectivity, that’s at the heart of Buddhism, the\n\nDalai Lama talks about it, it’s at the heart of the web of life that so many native traditions\n\nand indigenous traditions talk about, and on a personal level, it’s interesting, it’s\n\nalmost like these little gifts, I’ve been feeling it, just in meditation at a different\n\nlevel, yet again, you know, with meditation and consciousness, from my understanding that\n\nas far as ever, of all human rights, it’s interesting to evolve, but I feel this deep\n\ninterconnectivity with Gaia at this level that we truly are of her and of her, and I just\n\nreally crave it, you know, many of us start to really feel about sweetness, and in\n\nstart to create the new story that we’re creating together from that place.\n\nIt’s so beautiful to feel the sweetness. When we’re talking about evolution of consciousness,\n\nthis is a pretty lofty concept really on one level, but on another level to frame that\n\nin terms of awareness around things like mycilium networks, it’s so grounded, and I’m\n\nreally, I’m struck by your approach to a changing consciousness, and where do you think\n\nwe’re headed? What do you foresee as possible?\n\nI love some of the conversations we were having prior to the tape going on.\n\nYeah, it’s so beautiful. Well, I think the timelines are, you know, I think before, I\n\nwas born in 1965, so we would think of the future, right, it would be in 30 years or 40\n\nyears, it would be right now, you know, we would have at least different visions of the future,\n\nbut I think everything is transforming so quickly, right now that the future becomes six\n\nmonths, it becomes tomorrow, it becomes three years, it becomes five years, and I think,\n\nyou know, we’re very much as a culture, as a species in this present moment of the\n\ndecisions that we make right now are really seeding as they always do the future in this\n\nplace and way of interconnectivity, but we, what I would love is that, say, if we look\n\nout in three years that we are well on our way to creating regenerative communities and networks\n\nof communities, you know, this web of a farm permaculture communities that we were talking\n\nabout, an integration, it’s not like the end of cities or something, but an integration\n\nof life in the city with life back to the land that, that we’re well on our way as a people\n\nto doing that. And it’s a lot of work, it’s like growing the garden. I’ve been working\n\nwith the gardens at Ryan Valley Farm now slowly, and, you know, we’re coming into our\n\nfifth year, I’m just learning, you know, and I grew up with milk in the goat when I was\n\na kid in seasonal gardens in Southern California, so there is some small understanding, but\n\nI, you know, it’ll take time, but we’ll be growing our garden together, humanity will be growing\n\ntheir garden together, and I would love to see that. And in 20, 25 years, I would love\n\nto see the rebirth of the species, you know, that is possible. And peace, you know, I think\n\nright now, you know, more, many of this can be meditating or coming together and woman\n\ncircles, men circles, women and men circles, transgendered circles, all that aside,\n\nit’s just in the human circles, and that we’re really holding that core essence pulse.\n\nYou know, Alma talks about, you know, to imagine all these, like, kind of like,\n\nsweater petals, petals of light coming down, and just nectar of light coming and coming\n\ninto the heart of all beings on the planet. If we can have it from the buzz and have it\n\nfrom below and have it flowering for it.\n\nYou know, so many traditions talk about light, and in the fairly well known western\n\nJudeo-Christian creation story, the initial gesture of creation is light, but there\n\nbe light fiat looks, and light shows up in so many different traditions in so many different\n\nways. And we truly are light beings, and I don’t necessarily mean this in the metaphysical\n\nsense, although that may also be true. Literally in the physical sense, we are\n\nvibrational beings of light and other subatomic mysteries. We can call particles as a really\n\nstrange term to use. I love that term, excuse me, thank you.\n\nYeah, and there’s this quote I came across with the other day from Einstein about how we\n\nare human beings, are each eternal vibrational beings cloaked in living miraculously complex\n\norganisms of microbiology. And that’s science.\n\nSo the way we can come to understand light, and then work with it, it is what animates\n\nlife on the planet. Literally with the inbound solar photons coming in contact with the chlorophyll\n\nand photosynthesizing plants, that’s what kicks off this whole chain of life on Earth, on Gaia.\n\nSo what might you share with us about light that not giving it all away from the book, but what is\n\nthat for you? And how does that play into your day-to-day week-to-week practices?\n\nIt is interesting, I love that you’re asking this because over the last month or two, I’ve\n\nreally put more of a focus, even just on how to really maintain the vibrational frequency\n\nof this material body. And in a lot of different ways, just over the arc of as a female,\n\ngoing through menopause, so that’s the interesting initiation because all of a sudden,\n\nlike in adolescence, you receive a new body. So it’s this wonderful opportunity to like,\n\nokay, I have a new physical body, certainly biochemically, right? Like how do I start to rebuild that up?\n\nAnd the way that I’m approaching it is how do we build it up with really, you know,\n\nin the oftentimes, like a sutra and the mayan, if the mayan and texts,\n\nthey talk about the Buddha body, really being as you’re discussing, as you were saying,\n\nthis body of light. So how can I start to daily rebuild the frequency of the light\n\nself? And in practice, in the farm, I try to walk in the first thing in the morning,\n\nin the forest, and they’ve done studies where, you know, most of these have been done\n\nin Germany and Japan. These stories says that when people are in the forest,\n\nit actually increases what they call the, this is kind of a strengthening for it,\n\nthe killer cells. But what it is, is your immune system. It’s the protection system\n\nthat’s there on each one of the cells. There’s this kind of like a round of think\n\nof cells that will keep the cells healthy. So 40% if you’re in the forest,\n\nthose increase their efficiency of 40%. I walk in the forest, I then starting\n\nto, and my morning coffee, take a very specific medicinal mushroom mixtures,\n\nand roots, ashwagandha, chalga, lion’s name. It’s very, very, onlyopathic amines,\n\nwhich is for women watching, I found that that has been very affected. This is maybe\n\nmore, I actually, you know, in menopause you can start to float, and the body feels\n\nvery strange, but it’s just over a year’s course that balanced it out. I naturally\n\nlaunched like 15 pounds that I had gained from like information that was happening\n\njust by doing that without dieting. And then I meditate every day and really work\n\nwith, you know, this understanding of the light body here, but also it’s\n\ninterconnectivity with all of Gaia. And there’s, you know, some specific Gaia\n\nmeditations that really work with microcosm and the macrocosm, and a daily\n\nprayer of gratitude, due gratitude. So important. And lots of times of\n\nleft-run, good food, growing food, using vegetables.\n\nYeah, yeah. Creating, yeah. I love the gratitude.\n\nThe gratitude is clean, right? You know, we have this precious life, this precious\n\nincarnation. You know, how do we use it for the benefit of all beings and the benefit\n\nof life? I’ve heard it said, and it may be a stretch for some of my friends\n\nout there who are taking steps toward a way of experiencing reality, but I’ve\n\nheard it said that to experience being a human on planet Earth from a cosmic\n\nperspective is like winning the cosmic lottery. And apparently I’ve heard it said\n\nthat there are lots and lots of beings who would just love to have this experience.\n\nYeah. And sure, it’s hard. There’s so much challenge and strife and hardships\n\nthat we can encounter here. Yeah, it’s such an exquisite direct experience\n\nof the magnificence of a creative divine force. And one with which we each\n\nget to participate and play. Yeah. What a joy. Oh my goodness gracious.\n\nIt’s so amazing, right? Yeah. And it’s such, I think one of the, the, the gifts\n\nthe quest that we have right now is how, how do we bring light to material\n\nform? And I think in many ways, you know, and certainly there’s exceptions like\n\nEinstein in all his transmission, or even the, you know, this interesting\n\nwas the beginning of the last century, a lot of impressionist artists, you know,\n\nBen Gole, Monet, were really seen matter and light coming together. But right now,\n\nI think we are at this point, how do we bring more light, more understanding\n\nof that to material reality? Because there can be a density that I think this\n\nidea has cultivated. Yeah. You know, what’s real is real, what’s not real\n\nis not real. And I think that That was there for a lot of the 20th century, you know, and even, you know, that sort of overall\n\nindustrial revolution, there was a density to it.\n\nAnd so, as we reanimate, you know, our perception, our experience and material reality, we can\n\nbegin also to reanimate and, you know, re-vivify ourselves, our culture, and what it is to\n\nbe here.\n\nI love this reanimation and re-vivication, it’s so related to a lot of the community mobilization\n\nwork that we’re doing with the wine and earth community and, of course, so many different\n\norganizations and people are mobilizing now worldwide around specific, simple things\n\nlike planting trees, like composting, like regenerating soil.\n\nAnd oddly enough, we may not always think of these things in such a manner, but what that\n\nis is working with light, working with life force, working with living creatures.\n\nAnd again, at the super microscopic scale, what’s happening is all kinds of light transmission\n\nis underway.\n\nWe can’t necessarily see, of course, what we see is such a thin, small part of the total\n\nspectrum of light, but right outside the window here is Central Park.\n\nWe have this exquisite view and what’s going on out there with all those living trees\n\nand organisms in the soil and squirrels and pigeons is a massive orchestra light.\n\nIt’s so amazing.\n\nAnd in these trees down in Central Park, they work overtime.\n\nI was talking with my husband and I was saying, they’re like the booties at this tree\n\ndown there.\n\nThey’re like, really?\n\nYou can’t feel it when you’re down there with them and they’re so gorgeous, but you go,\n\noh man, you know, compared to like, you know, they chose a little, I mean, we can be\n\nfascist all about this.\n\nWe just kind of play along with this group of, you know, they chose the incarnation to really\n\nbe there for all the people and the city and they could have been in like a deep forest\n\nBut they’re out there doing so good.\n\nI love them.\n\nYeah, it’s really, it’s amazing, it’s really amazing.\n\nI know a few of our audience knows that I lived in New York City when I was in my late\n\nteenage years and I would get up to the park as often as possible.\n\nIt was really, in a sense, my only refuge here and for us who are doing a lot of this\n\nregeneration work, I hear over and over that it’s so essential that we’re connecting with\n\nnature, with living green beings on a regular basis.\n\nAnd I know with the farm upstate, you have the opportunity to do that in a really profound\n\nand exquisite way and I’m wondering if you might share a bit about Rhine Valley Farm\n\nand when I looked on the website, it is so beautiful.\n\nThat one image of the woman in the water has been with me for a couple of days.\n\nI mean, it’s really striking.\n\nCould you share with us a bit about the farm and what goes on there?\n\nIt sounds like a lot of beautiful things are on your way.\n\nThank you.\n\nWell it’s a family farm and it’s collectively held with my husband and my husband’s children\n\nwho are not there but they found the property together originally.\n\nAnd now we have two other families living on it, it’s 240 acres, four water, a couple\n\nof different biomes like the A-fields and it really has become this sanctuary where we\n\nend up almost every weekend, we have people coming up and going for walks, there’s five\n\nmiles of trails, there’s a small biodynamic garden which was started and really cultivated\n\nby Zach Wolff who is a well-known, he lives on the property as well as down in Tennessee\n\nwith Cainport Arms, I think that’s the name of it, down in Tennessee.\n\nBut when there’s been, there’s regenerative farming but it really is sanctuary and people\n\nwill be in tears walking in forests and we’re starting to open up to many more people\n\ncoming there at this time.\n\nThe first five years have really been just listening to the land and what she wants and\n\npeople would ask, what are you going to do with it, what are your plans and we’ve been\n\ntending it but also really listening, there’s the main house was built in 1788 originally\n\nat in, there’s historical barns in fact where I think at this moment there’s a big, the\n\nHudson Valley Historical Barn Association where the featured barn, they’re showing many\n\nbarns but the, the big party is, is that, is that our place at the end, so far, like\n\ntoo many people, I think they’ve ten, you’re in the Hudson Valley County.\n\nWhat date is it?\n\nBecause we don’t know exactly when this will air, but it’s October 5th on Saturday.\n\nOctober 5th is going to be October 5th, this is the year 2019 for those of you who want\n\nthat reference.\n\nAnd you can come to the side and if you’re in the area come, I mean it’s, you know, it’s,\n\nwhat we’re finding is where we’re talking is that there’s a lot of these, I would say\n\nlike there’s, over the last five or six years about the same time that we had the farm\n\nis, there’s almost like, you can think of this like a web or a network of areas of like,\n\nwe have 240 acres, there’s another property of 140, same almost at least larger properties\n\nthat are being intentionalized as regenerative communities throughout the Hudson Valley.\n\nAnd with people that are also understanding the, the energetic of a prayer and, you know,\n\nintention of co-creation with the land.\n\nAnd, yeah, it’s a very exciting place to be right now.\n\nIt’s so fabulous.\n\nI’m, I can’t wait to get up and visit and to hear about what’s happening in the region\n\nis, it’s just beautiful and brilliant and it’s an impulse, it seems that it is awakening\n\nin so many different regions around this continent, certainly, and worldwide, it seems\n\nprobably for sure. And again, it’s RhineValleyFarm.com.\n\nI would just also say quickly that for me, I mean a lot of my work, I tend to be someone\n\nwho’s traveled into the future a lot through, you know, imagination and through writing\n\nand certainly travel along the, around the planet.\n\nBut the work right now with this being with Gaia and being able to be a communicator\n\nabout Gaia is, it’s so essential to ground the theory, to ground the vision, to ground\n\nthe more esoteric experience in the day to day of, of tending the land, of being in the\n\nsoil, of walking through the forest on her, of being in gratitude daily to mother earth\n\nherself in a very practical way. And so I find it’s essential and I’ve just encouraged\n\nanyone, you know, maybe it’s the park around the corner from you, maybe it’s, you have\n\na tree in your yard or in your neighbor’s yard or at the front of your apartment building\n\nor you can just put your hand on the bar and say thank you, you know, wherever you\n\ncan find her, just that connection of gratitude for her, it is so essential to, I feel like\n\nnext stage of evolution without that become a different species. I mean, we don’t become\n\na earthbound species. Yeah, I’ve heard years ago was at a permaculture design course\n\nworkshop in New Mexico. And we had an elder visit from Hobie lands and share a part of\n\nthe Hobie prophecies with us. And there is an image in the pictographic storytelling\n\nthat’s been handed down through many generations that has in two paths for humanity in these\n\ntimes. And one is humanity choosing to reengage in a respectful gratitude love based stewardship\n\nbased way with guy with mother earth. And the other goes off into this, it’s not quite\n\nclear, maybe techno space, something, something else that’s not any longer connected with earth.\n\nAnd it seems, according to many of these wisdom traditions, what we have in front of us\n\nvery much is a matter of choice and our choosing. And it’s part of why we came up with the\n\nname Y honor. There’s this Pythagorean Y symbol. Oh, yeah. The Pythagorean Y symbol from\n\nMiddle Ages Y honor that speaks to the accumulation of our decisions. And what a joy that we have\n\nso much empowerment. We have access to information that kings and potentates a few centuries ago\n\ncould hardly imagine. And so we truly have the ability to choose. And yeah, that comes with\n\nsome responsibility. And my hope, and I know it’s a shared hope that a critical mass of us is now\n\nchoosing this relationship with our living mother earth.\n\nGreta Tharnberg. Yeah, Greta. Millions and hundreds of millions, a pair of multi-generational,\n\nbut you know, young people that really multi-generational making that choice. And it’s, there’s so much\n\nhelp. Help and help. Thank you. Yeah, and you’re talking about Prophecy Rock. I’ve actually been there at\n\nHopi, at the Rock. I was there with Randy Hayes. I think I have a picture of myself there somewhere.\n\nOkay, well, if we can, if we can track it down, maybe we can include it in the, in the, in the\n\nposting, that would just be so beautiful to see. Just before I said. Yeah, I just, I want to share\n\nsomething just on this topic of the, the practical. And I love it. Same route as practice. This is\n\npractice. And the last several days, here we are in New York City. This is a few days after the\n\nbig climate march that occurred on September 20th. And that morning, we did a biodynamic ceremonial\n\nstir and blessing at the Union Theological Seminary. And we actually carried some of that with us\n\ndown to Battery Park, where so many of these young leaders spoke about the imperative of acting for\n\nclimate at this time. And since then, we’ve done a handful of other very simple ceremonies. There\n\nwas one just the other day in Soho, where we had a tree. There were about eight of us. And you know,\n\nhow there’s a bit of a box in the concrete sidewalk with some soil. And we, we were there for a\n\nfew moments and we prayed. It was very powerful. And we shared some of the biodynamic microorganisms\n\nwith that tree. And yesterday, as we were walking away from the United Nations building, we did\n\nanother blessing. And we connected with a number of trees walking toward the west away from,\n\nfrom the UN building. This is, it’s probable that people around us had no idea what we were doing.\n\nIt doesn’t have to be big and flashy. It’s, it’s really about those, the small beautiful gestures\n\nof gratitude and practice that each of us can choose to incorporate every day. And the good,\n\namazing side effect is our own experience, our own quality of life,\n\nbecomes so much better. Better, it’s better.\n\nDon’t feel compassionate, at least do it for a selfish reason, pass this compassion because\n\nyou’re going to feel better. Right? You know, it’s kind of like the start, the start of a kid for\n\ndoing compassion. But I think it’s very similar to what you’re saying is this gratitude for the\n\nyears. And it is really, though, how can we not? You know, she’s so wondrous. I love, I, you know,\n\nI’ve spent most of my life either overseas or in California. So I’m really enjoying\n\nfor seasons. And just that, you know, when you finally get into, you know, the last\n\nparts of, you know, mid-march or so, and you go, you know, winter, you’re, you’re ready for the\n\nnew and then you start to see spring. And then there’s just this gratitude of like, oh my God,\n\nshe’s going to bloom for us again. And my own life, God is how she does bloom. And she stood,\n\nI last year I was in tears. I go, she’s, she’s giving us all this beauty and the company again.\n\nI mean, it’s truly miraculous. Yes. Especially when you’ve seen this darkness of winter, right?\n\nMm-hmm, absolutely. But she, she blossomed for us again.\n\nHmm, love this. Let me take a quick pause and remind our audience that this is the Why on Earth\n\ncommunities stewardship and sustainability podcast series. And today we are visiting with Sarah\n\nDrew, the author of Gaia Codex. And I want to be sure to give a quick shout out to our sponsors\n\nwho make this series as well as our community mobilization work possible. And they include\n\nPatagonia, Walei Waters, Purium, Earth Coast Productions, Madera Outdoor, the Association of\n\nWaldorf Schools of North America, the International Society of Sustainability Professionals,\n\nand the Lidge Family Foundation. So thanks to all of you for your support. And of course,\n\na very special thank you to all of you in the Why on Earth community who have joined our monthly\n\ngiving program. And if you haven’t yet joined and you would like to, you can go to why on earth.org\n\nslash support or just go to the homepage and click on the donate button. When you join the monthly\n\ngiving program at any level, I’ll send you an email with a code so that you can download\n\nunlimited copies of all our e-book and audio book resources so that you can share these with\n\nyour friends, your family, your colleagues to help spread this kind of information to folks\n\nand communities all over. And I want to also mention to get more information about Sarah and\n\nabout Gaia Codex. You can go to GaiaCodex.com. You can go to SarahDrew.net and to check out beautiful\n\nimages and learn more about the farm, you can go to RyanValleyFarm.com. And I want to ask, I have a\n\ncouple, I don’t know if burning is the right term to use because one’s about water. I want to ask\n\na couple questions. And one is about water. And the other is about your experience as a woman.\n\nI think in these times as we’re healing, we’re working to heal, heal on the planet, heal\n\nourselves inside out and heal in the masculine, feminine balance. I think we probably have a\n\nreal need and opportunity to learn more about other experiences. And I’m so struck as you shared\n\nearlier about this transitional process to menopause. And that as a big pillar, a big marker\n\nafter the earlier transition into womanhood, what is that journey in that arc? Like we share for us\n\nguys who don’t have that experience. I feel again that I’m a neophyte in some ways. It’s very\n\nfresh for me that certainly there’s women who have taken it also down into the arc of chrome.\n\nBut given that, I feel like I have gone on the other edge of an initiation with it, which has\n\nbeen very powerful. And again, the analogy, like I was saying, of that you’re gaining a new body,\n\nbut also a physical body, but also within that, that, you know, the soul is being reborn and\n\nrebirthed. And I feel there’s a deep shedding that happens, you know, it’s within the initiation\n\nprocess. And it tremendous amount of freedom and empowerment of self, you know, that I experienced\n\nwithin that. I feel, you know, in that continuum, then the, I’m 54 right now. So, you know, the chrome,\n\nI always love the chrome energy. Even when I was a girl, I would, you know, imagine myself hugging\n\nmy, my crown self, which would be older than I am now. And it’s really having that deep\n\nconnection. I, I access her a lot. There’s a character in the biocodex, the old woman, who I love.\n\nHer name is just old woman. He’s a very much in touch with that part. I think, I think there’s\n\nan upswell right now around menopause and women in that. It’s been something that for many\n\ngenerations, it wasn’t talked about. And it was almost, it was a silent and maybe a shameful\n\nthing. It’s something that wasn’t seen as a right-of-passage. And I think more and more women now\n\nare giving it on as a right-of-passage to being the, the leaders, the respected leaders of our time.\n\nThere’s a Margaret Atwood was on the cover of Tiny Disney. I think this month for her new book\n\ncoming out. And it’s, if you, I don’t have a picture of it right here, just a digital one,\n\nbut it’s such a beautiful archetypal rendition of the chrome. She’s there at 80 years old. She’s\n\nthere in white robes and white and red robes on her throne. And I think the title, you know, says\n\nsomething that the reluctance here, something along that’s not maybe not the exact words.\n\nBut to me, she represents, you know, the wise, wise woman that has been so missing in our culture.\n\nAnd I think we’re going to be seeing more of that and that transitioning of the word\n\ncreme. I mean, it really means crowning, right? It means taking on the full crowning of a queen\n\nand not in the popular, like, but of being a wise leader. And, you know, I also hope and support\n\nthat for our men, you know. And, you know, we talked about this a little bit earlier, but where we have\n\na wise man who will really come into the fullness of being kings and not, you know, warrior bandits.\n\nWho have grabbed power, but the true wise men and, you know, maybe, and maybe there’s hope,\n\nthese generations that are outposting, you know, there are wise and so many ways, you know,\n\nhold that timeless wisdom. I mean, we start to really birth, you know, wise men and wise women\n\nwho are there and service to all beings in all life. Oh, who to that? Yeah. Well, and I’d love to\n\nask you also, perhaps as a way to wind up our conversation for today about water. And this\n\nimage, again, that’s on the website of the farm shows a woman submerging into the water, iconic\n\nimagery going back to some of our Celtic stories and others all around the world. What’s your\n\nconnection with the water, like, and what is that for you? Well, as people who know who come\n\nvisitors at the farm and it’s warm, it can mean going naked in the water, so it goes with me.\n\nIt really, it feels like the, the lookster of life to dip in like that, to feel her,\n\nand of course, we’re, you know, humans, we’re 70% water, the water, the plant, you’ve planted\n\nis 70% water, we’re a water planet, we don’t live without water. That’s why it’s so\n\negregious when we fear of our present administration talking about releasing, you know, restrictions\n\nthat prevented the floating of waters and opening them up, so it’s okay to believe the waters.\n\nIt’s crazy. It’s, it’s, it’s, I don’t, it makes me cry.\n\nAnd, and it’s, this is why I say in many ways we have at this point,\n\nadolescent, and I mean, adolescent is in the right way, because there’s many wise adolescents\n\nright now, but we, it’s a very young mindset to think that you can destroy the environment around\n\nyou. And, I would even suggest that mental illness has many forms. Thank you. And in our culture,\n\nwe’re suffering from a profound psychological pathology. Yeah. And this is at the core of our healing\n\nwork. You know, thank you. Yeah. I can’t, I’m so, so happy we’re here doing this interview. And that\n\nthat so many of us are coming together right now, and giving the opportunity to do this work,\n\nand to do it in service, and to have an incarnation and lifetime, or we can be in service to this,\n\nthis, this, this, this to my goodbye and this great creation that’s meaningful to us. Yeah.\n\nYeah, absolutely. Well, I’m so grateful and filled with joy that we have this opportunity to connect\n\nand to visit today and to share our conversation with so many friends out there. And, as we’re\n\nwrapping up. I’m wondering is there anything else that you’d like to share with us about\n\nyou, about your book, anything you’d like to share with the White Honors community?\n\nWhat could do the standard thing and say please, you know, join our community on the website\n\nand on social media and there’s a lot that is going to be happening over the next year\n\nboth in the community gathering and both in some forms of the media that I’ll be doing out.\n\nBut I’m with your acquiesce. I would love just to at least sing a short prayer.\n\nPlease, I’ll be wonderful.\n\nMay all beings be happy. May all beings be free.\n\nAnd we have this time here that we’ve had the gracious opportunity to have ripple out and touch any beings now and through time.\n\nThe White Honors community stewardship and sustainability podcast series is hosted by Aaron William Perry,\n\nauthor, thought leader and executive consultant. The podcast and video recordings are made possible by the generous support of people like you.\n\nTo sign up as a daily, weekly or monthly supporter, please visit YOnEarth.org-support."
}