{
  "title": "Episode 133 – Aaron Perry – Reflections, Updates, & Musings upon an Auspicious Milestone",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13359/episode-133-aaron-perry-reflections-updates-musings-upon-an-auspicious-milestone.mp3",
  "publish_date": "May 16, 2023 12:44 pm",
  "url": "https://yonearth.org/podcast/episode-133-aaron-perry-reflections-updates-musings-upon-an-auspicious-milestone/",
  "episode_number": 133,
  "subtitle": "RESOURCES & RELATED PODCAST EPISODES",
  "description": "Video – Aaron Perry shares 50+ daily sustainability practices with Wilson Sonsini Law Firm",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry, and this\n\nis our 133rd episode. I thought, given the special nature of this number, which I’ll\n\nshare with you a little later on in the episode, it would be an opportune time, perhaps even\n\nan auspicious time, to come out you directly and share a number of reflections and updates,\n\nhaving now published 132 episodes and making this our 133rd. We’ve had the opportunity\n\nto interview so many thoughtful and impactful authors and scientists, indigenous wisdom\n\nkeepers, farmers, herbalists, executives, youth activists, and myriad others who are engaged\n\none way or another in what we like to call the regeneration renazons. I’ll tell you a bit\n\nabout how we’ve been framing the regeneration renazons as well, as it really encompasses\n\nvirtually all aspects of our human experience and doings on planet earth in these momentous\n\ntimes. Got so many new resources to share with you as well and updates on a number of really\n\nexciting projects in development that will be rolling out in the coming weeks and months.\n\nSo maybe to dive in, I’ll share with you that as you probably can tell by the background\n\nif you’re watching the video and perhaps here by the the raindrops if you’re listening\n\nthat it’s a rainy day. And no, I’m not currently in the Pacific Northwest, although this\n\nkind of weather certainly takes me back to my early childhood and roots where I froliced\n\nin the woods for hours in that incredibly lush and fertile part of the world. No, this\n\nis actually Colorado, not too far from Elk Run Farm and the town aligns the city of Boulder\n\nand a little farther away to larger city of Denver. Just up in the foothills here and we’re\n\nhaving an usually wet rainy several days, which is most welcome for many of our farming\n\nand gardening friends, getting the soils, the plants, the starts, freshly planted a really\n\ngood drink of mama gaias nourishing waters. And a shout out, speaking of Elk Run Farm,\n\na big shout out to Nick DiDominico and Marissa Pulaski who run the farm and run drylands\n\nagro ecology research. And they in partnership with our friends, Audrey, Wycoff and others\n\nat the yellow barn farm nearby actually planted some 10,000 trees in partnership with the\n\none tree planted organization and several others converging hundreds of folks getting together\n\nto plant thousands of trees to help restore, regenerate the landscapes. And that’s one\n\nof the three major pillars that we think about when we’re doing our regeneration renaissance\n\nwork. We’ve got the ecology, which includes agriculture, includes taking good care of\n\nsoil and water and plants and trees, our environments. We’ve also got culture. And this of course\n\nincludes how we interact with each other. And I’ll be speaking a little more about that,\n\nsharing some of the insights and learnings I’ve had over the last several weeks and months\n\nwith our podcast guests and other collaborating individuals and organizations. And in addition\n\nto culture, we also have economy. We have the machinery, the machinations, the design,\n\nthe architecture, if you will, of our economic and financial systems. And when we’re engaged\n\ndeeply in this regeneration work, we come to understand that all three of those ecology,\n\nculture and economy are so intimately interconnected, especially right now for our species in particular\n\nhaving such a profound impact on the living biosphere of planet earth and of course on one\n\nanother. For better or worse, in many cases it’s worse than it could be. We’ll speak to that\n\na little bit as well. So I’m out here enjoying this beautiful rainy day. And I’ve been very thoughtful\n\nin preparation for this 133rd episode to share with you in a way that allows me to perhaps open up a\n\nlittle more than I often do when I’m interviewing another guest and share some of my not only thoughts\n\nbut feelings and perhaps even some of the more vulnerable aspects of some of the thoughts and feelings\n\nthat I’ve had as of late and have from time to time doing this kind of work.\n\nAs I mentioned Nick and Marissa, I got to mention too that we of course had two beautiful podcasts\n\nwith them, one with each, the his and hers episodes last fall at Elk Run Farm when the gardens were in full\n\nbountiful bloom just before a few weeks before. In fact, we got our first\n\nfrosts and snows and knocked that back for the winter months. And of course now a spring time and\n\nwe’ve just come through the season of belting the eclipses that occurred.\n\nAnd recording this right around the time of Mother’s Day, it’s such a wonderful time to\n\ngive thanks for the fertility, the fecundity, the abundance we experience on this planet especially\n\ncome spring time. Whether we’re in the northern or the southern hemisphere, we have a spring time on\n\nan annual seasonal basis. And in the northern hemisphere it’s spring right now and just a great time\n\nto reflect and deepen into our awareness of our gratitude and even our love for the living planet\n\nwe get to appreciate and enjoy. And of course that gives us life.\n\nAnd I think gratitude and love are really at the core of all this work that we’re doing.\n\nAnd I find that the cultivation of love and gratitude is fundamentally the\n\ntask at hand, the work we have before us. Regardless of our other areas of inquiry and perhaps\n\nexpertise and that endeavor, regardless of whether we’re working in the realm of technology\n\nor finance or farming or herbal medicine or another holistic modality for healing\n\nor some other professional pursuit, we all, I believe, have the opportunity in all of this at this\n\ntime to really deepen into our practices of cultivating on a daily basis this deep love and\n\ngratitude. And so with that, I’ll glance at my notes from time to time and just make sure that I\n\nshare with you the things that I wanted to share with this episode. And I brought a handful of\n\nbooks and some of the very special partner products that we have in our ecosystem of collaboration\n\nfor you. And maybe I’ll start there and mention that we now got such a beautiful\n\npartnership with Chelsea Green Publishing and they are a fabulous boutique press working with\n\na number of authors engaged in this regenerative work from farming and gardening to working with\n\nfood and also around economics and culture. We just recently had the opportunity to interview\n\nBen Raskin with his Winship Handbook and that episode will be coming out relatively soon,\n\nso keep your eye out for that. That was just a wonderful discussion about how we can all\n\nincorporate Winships into our gardening and farming efforts. Roy Seibag’s new book The Natural Order\n\nof Money is Hot Off the Press from Chelsea Green. And by the way, you can get a 35% discount on all\n\nthe Chelsea Green books and audio books through the yhonourth.org website through the partners\n\nand supporters page you’ll see a number of our collaborating partners you can click right through\n\nand go shopping at a great discount from our friends at Chelsea Green or just use the code\n\nyoe35 at ChelseaGreen.com and you can get the books there. So yeah, this upcoming chat with Roy\n\nabout the natural order of money is going to be wonderful and we’ve also got a chat coming up\n\nwith Maria Rodale. Love, nature and magic and I’m really looking forward to this episode. It’s\n\nsuch a joy to have begun reading her beautiful book and of course she comes from a family that’s\n\nhad tremendous impact in the organic and regenerative farming and land stewardship movement. Her\n\ngrandfather apparently coined the term organic farming and her father as I understand it\n\ncoined the term regenerative farming and so this is a beautiful, beautiful work of love from Maria\n\nsharing some of her insights with her very personal and intimate relationships with different\n\nplants in her garden. So that’ll be a great one to share and we’ve also had the opportunity to\n\ninterview some other wonderful folks like Georgia Kelly for instance who runs an annual excursion\n\nto the Mondragon cooperatives in the Basque region of Spain and coming up in September is the\n\nnext trip. There are still a couple of spots available. I’m planning to go and the Mondragon\n\ncooperatives in case you’re not aware are one of the most important examples of what regenerative\n\neconomics can look like at scale founded in the 1950s. It has blossomed into an organization that\n\nincludes something around 90,000 worker-owner members and as a conglomerate of different businesses\n\ndemocratically and worker-owned democratically governed and worker-owned they’re now doing\n\nsomewhere in the vicinity of $25 billion a year in sales and have a beautiful educational arm,\n\na beautiful agriculture arm, a land stewardship climate response work is coming there,\n\nculinary school, all kinds of things. So really looking forward to sharing the episode with\n\nGeorgia Kelly with you and if you want to join and have some time in September to make an excursion\n\nover to Europe or if you’re already in Europe and want to meet up with us there, get in touch and\n\nwe’ll save you a spot if there’s one still available. We’ve also had the opportunity to interview\n\nBishop Palos, the new executive director of regenerative rising and they’re doing such important\n\nwork all around the world of women-led organization engaged deeply in this regenerative work,\n\nreally looking forward to sharing that episode with you as well. And similarly with Tom Chi,\n\nthis is our second interview with Tom and he’s got an update on his view into the near and\n\nmidterm economic developments around the global regenerative movement thinking in terms of\n\nthree epochs that we’re designing for and deploying both technology and heart-centered practices\n\nin order to achieve together. Really look forward to hearing from Tom. His organization at One\n\nVenture says already deployed somewhere around $150 million in sustainability technologies\n\nand they’re nearly closed on a second fund looking to deploy about twice that $300 million.\n\nWe also interviewed two-way Inubake, one of the indigenous chiefs and wisdom keepers from Amazonia\n\ncoming at us from the verdant jungles of that part of the world and sharing with us why it’s so\n\nimportant for us to connect ourselves with the forests, the green living plants and also why it’s\n\nso important for us to engage even more profoundly in our stewardship globally speaking of the Amazon.\n\nIt’s such a critical and major ecological preserve of biodiversity that is\n\nproviding life to our whole planet and really excited to share two-ways interview with you as well.\n\nAnd also we’re going to be chatting soon with Matthew Fox who of course has written many books\n\nand including several about Hildegard Funding and I am so enjoying reading this one called\n\na Saint for Our Times unleashing her power in the 21st century. Of course the term\n\nveritoss which is the name of my novel is a term that was coined by Hildegard Funding and\n\nand it means something along the lines of the green healing energy of the divine that flows\n\nthrough plants all across the biosphere. And I love reflecting on the abundance that comes to us\n\nfrom the solar radiance our sun is continuously streaming onto our planet earth something like\n\n173,000 terawatts of energy. And our biosphere through photosynthesis essentially is harvesting\n\na little over one percent of that inbound energy animating all of the life on this planet.\n\nOf course there are some exceptions, some different critters at the deep sea vents and elsewhere\n\nsub aqueous subterranean environs that don’t receive sunlight and art connected directly to the\n\nphotosynthetic cycling of nutrients and energy but by and large virtually all of us living on\n\nearth are alive thanks to the plants and their magical ability to transform sunlight into food.\n\nAnd as a celebration of our 133rd episode I want to share the code with you gratis,\n\ng-r-a-t-i-s. You can use the code to get any of our e-books for free including\n\nY honors, the nonfiction foundational tone explaining the myriad strategies and opportunities we\n\nhave in our own lives to enhance our health and wellness, our prosperity, our thriving for ourselves,\n\nour homes, our families and our neighborhoods and communities while also exploring in a very\n\ncomprehensive manner the interconnected strategies we have for global stewardship regeneration\n\nand sustainability. And so Viriditas, YonEarth are children’s books, our soil stewardship\n\nhandbook, all of these are available to you for free if you’d like to download the e-book\n\nversions using that code gratis, g-r-a-t-i-s. And of course YonEarth is also available as an\n\naudiobook and you can use the same code to get that if you’d like. Soon we’ll have Veritas as an\n\naudiobook as well and our dear friend my dear friend Brigitte Mars who’s on our global advisory\n\nboard is just about finished reading the audiobook for us and I think it’s so fitting that she’s\n\nthe one reading it in part because the protagonist is a super smart woman named Brigitte, Brigitte\n\nSophia and such a joy to have Brigitte Mars reading it for us and I want to give her a shout out\n\nas well as our entire board and the Brigitte’s on our global advisory board as are many other\n\nwonderful leaders including Bernard Amade the founder of Engineers Without Borders and John Perkins,\n\nthe author of Confessions of an Economic Hitman as well as touching the Jaguar and many many\n\nothers and a very special things of course to our executive board that’s Ardom Nicholkov,\n\nKatie Ross Garcis and Brad Lidge. A huge shout out to all you guys for all you do for the\n\nY-unters community and the work that we’re doing. So when we talk about the regeneration renaissance\n\nyou know we can deepen into our understanding not only our understanding but also our action\n\ntaking. We like to describe the Y-unters community as an action oriented educational\n\nnon-profit organization. So when we’re working on the ecology pillar of the regeneration renaissance\n\nthe focus on water and soil and restoration and stewardship and of course the detoxification of\n\nour environs is paramount, essential. And when we’re focused on our economy we have the opportunity\n\nto deepen in our understanding of how equity and fairness stewardship versus exploitation for\n\nexample. The institutionalization of care and kindness is right at our fingertips with the\n\nstrategies and structures and techniques that we and so many of our colleagues around the world\n\nengaged in developing and deploying and scaling up and we’ll be talking more and more in the near\n\nterm about the quintenary and how that function within our understanding of the economic value\n\nchains at work in our world will help us reorient and pivot our economic and financial activities\n\ntoward a much kinder gentler life supporting and human supporting way of doing business together.\n\nOn that note I am so excited to share that we’ve got another book in the works and this book\n\nis actually focused on very concrete very practical strategies for regenerative finance,\n\nsocial enterprise, stewardship philanthropy and eco scene economics and for this project\n\nin addition to the recommendations and case studies that I’m putting together with the team\n\nwe also have a number of essays from contributing guest authors and these are thought leaders\n\nand organizational leaders who have so much wisdom and insight to share with us as we’re engaged\n\nin this great pivot together so really excited to share that with you right now the working title is\n\nthe biggest deal it’s a bit of a tongue in cheek title that we explain in the introduction\n\nand assuming it publishes under that title you can keep an eye out for that in the in the coming\n\nmonths you know we’ve so far this year already hosted something like 15 events and participated\n\nin a handful of others right at the beginning of January on the what’s called the feast of the\n\nepiphany in certain traditions is a time in the biodynamic tradition when we do a three kings\n\npreparation biodynamic preparation stir ceremony for the land and we did this out at Elk Run Farm\n\nand this is when we stir in the frankincense and mure and trace gold to reaffirm our commitment\n\nof stewardship to the land where we’re situated you can do this on your own whether you’re in an\n\napartment or perhaps a suburban neighborhood setting or even a rural or agricultural setting this\n\nis something you can weave into your practice as well it’s a beautiful way to reaffirm our commitment\n\nto the land for the upcoming annual cycle and this is on January 6 which is essentially a fortnight\n\ntwo weeks after the winter solstice the time when the sun is in that great returning cycle that’s\n\nso important literally and symbolically to so many of our traditions worldwide we now are hosting\n\na monthly online meetup this is our regeneration renaissance roundtable the first Sunday of each month\n\nand we kick these off at 11.33 a.m. Colorado time that’s mountain time and the next one coming up\n\nis June 4th if you want to join us please do your most welcome you can go to yonearth.org slash\n\nlive to pre-register and that’s an evergreen link that resets each month to the new zoom\n\nregistration link for you so you need to register each month and can do so immediately for the\n\nfor the next online meetup on June 4th Sunday we also for our ambassadors have the recordings of\n\nthese meetups available in our ambassador resources section of the yonearth.org website we also\n\nhave many recordings from different talks and workshops that we’ve given over the last several\n\nyears available there also so a number of amazing resources for you if you’d like to join our\n\nambassador network and you haven’t yet you can just go to the uh become an ambassador page on\n\nthe website and get the process started there we were recently invited by the Wilson and\n\nSuncini law firm to give a presentation articulating over 50 specific simple daily things we can\n\ndo at our homes and our places of work in order to have a better careful stewardship regenerative\n\noriented impact on the planet and uh that video is one that’s also available we’re making that one\n\navailable on the blog page for the general public it’s such an important resource so you can go there\n\nand check that out and on the blog page you’ll also see there’s a recording from our four-part\n\nregeneration renaissance series that we gave in March and this was the concluding evening regeneration\n\nof economics and that evening I gave a talk and we had Charles Eisenstein join as a guest and he\n\ngave a talk and the recording of those talks is also available on the blog page available for\n\neverybody so you can check that out and we’re gonna have one more up for you there let me see if I\n\ncan get to it in my list here yeah this is the talk Tom she gave to his annual general\n\nconvention for his fund a talk he gave about the three coming epochs of economic development\n\naround regeneration stewardship and so Tom gave us permission to share that with our network\n\nand it’s such an important articulation of where we’re headed and what’s possible so we wanted to\n\nbe sure to share that with you as well one more video to mention and this is our soon to be launched\n\nsimple gardening wisdom video course we’ve produced this in partnership with drylands agro ecology\n\nresearch out at elk run farm and earth coast productions we’ve been working on the filming the\n\nscripting and the post production for many months now something like six or seven months and uh\n\nthis is such an important resource providing very simple easy to follow tips and tricks recommendations\n\nfor you to use in your own garden your own yard your own farm perhaps to enhance your ability to\n\nproduce wonderful food and herbal medicine and build soil uh and steward the land for all the\n\ncritters including the pollinators while you’re enjoying your your gardening practice so uh if uh\n\nyou’d like we’re actually offering that at a steep discount $33 instead of the regularly\n\nprice $99 for that video course you can get it right now if you’d want and uh it’s on our store page\n\non why on earth dot org and uh you know this isn’t meant so much to be an info commercial as\n\nan opportunity to pause and reflect and share that we’ve uh put together so many resources\n\nfor you guys and of course have many more coming but just just to take notice of all that we’ve\n\nbeen able to accomplish and put together for you thus far and really encourage you to take advantage\n\nof what we’ve made available of course all of the podcast episodes are available for free\n\nstreaming through the major uh platforms and distribution channels like Spotify, Apple,\n\nvideo and audio and you can go to our youtube page for that as well and I encourage you to like\n\nand subscribe if you like the information because that definitely helps us reach more people the more\n\nthat we get the likes and the subscriptions obviously as most of us are aware so I’d like to pause and\n\njust uh take a moment to reflect have a little tea here warm up it’s a bit chilly out with this beautiful\n\nrain and I’m so grateful to be out here in the woods out of the office away from the buildings\n\nable to really deepen into my connection and appreciation with the living natural world and I\n\nso encourage you to deepen in that practice I think perhaps more than anything else\n\nalong with the love and kindness is for us to respond to this invitation to deepen our intimate\n\nrelationship with mother nature momagaya the trees the grasses the shrubs the flowers and\n\nperhaps connecting and befriending a particular tree is something that you can do to deepen your\n\npractice connecting with a particular body of water it could be a pond or a lake or a stream\n\nor a river or even the ocean herself these intimate relationships are not only with\n\nafford us a an insight into the supreme intelligence of nature but also provide our own bodies and\n\nminds and spirits a form of nourishment that is very hard to come by in our cities to be honest\n\nand it’s a form of nourishment that has a profound impact on our quality of life one of the best\n\nthings we can do to experience a richer fuller more joyful quality of life is is frequently\n\nconnect with nature unplug and drop in and if you like you can even take a hike or a walk and\n\nperhaps sit and stay still in a particular spot for a while and observe what’s going on with the\n\ninsects the critters the plants the soil the birds the air maybe you’ll be blessed by butterflies\n\nand perhaps even some honey bees and other pollinators i have become increasingly convinced through\n\nmy own experience that this frequent direct connection with nature is is imperative it’s essential\n\nand in Verenitas one of the things that gets discussed in that exciting eco thriller story\n\nis the importance especially in these times of connecting with AI with the authentic intelligence\n\nof momagaya of nature and I’m convinced that not only is our connection with nature important\n\nfor our well-being and our heart-centered ability to be good stewards to care for the living world\n\nit is also how we can access a particularly elegant and sophisticated and complex\n\nform of intelligence that is otherwise perhaps too elusive for us as humans to directly access\n\nin all of our constructed cities and environments and economics and goings on in our rich human lives\n\nso it’s a deep invitation and of course one of my favorite terms oikos this great term that\n\nis the origin that I’m etymological root for our words ecology and economy point points in\n\nthis direction of this relationship with the living world and and oikos means home it’s our home\n\nplanet or our home and implicit in this term oikos meaning home is also the concept of community\n\nin ancient Greece we would have referred to our dwelling as our oikos and we would have also\n\nreferred to the front room where we would receive guests and neighbors as the oikos of the home\n\nthe oikos of the oikos and so in this term is implicit a notion of community and connection and\n\nrelationship and as we’re going forward in the healing of our ecological relationships and our\n\neconomic relationships and behaviors an awareness of this term oikos is going to help light our path\n\nfor us of course the term humus meaning soil is another of my faves and it is connected at\n\nthem logically to the words humor and humility and human even so as we deepen into our understanding\n\nof our traditions we come to understand that our human connection with soil is is absolutely\n\nfundamental it’s in many of our creation stories and when we’re interacting physically with the\n\nliving microbiome of the soil that has an effect on our own neuro biochemistry and we know that\n\nwe experience enhanced immune system function we experience elevated moods through enhanced\n\nserotonin production and even enhanced cognitive performance when we’re on the regular\n\nin physical contact with the living soil it can be through our bare hands gardening planting\n\nflowers and herbs and vegetables it can also be through our feet walking barefoot around the\n\nsoils around the land and all of that has this profound nourishment for us to access regularly\n\nanother of my favorites is the term wailay or well this middle english term\n\nmeans well-being and and it’s the same route that we get the word wealth from so as we’re\n\nexploring in our economic work this regenerative renaissance is very much about reclaiming and\n\nredefining what we mean by wealth deep true sustained wealth I would humbly\n\nposit for you is one rooted in relationship in community in our own well-being practices and our\n\nstewardship and regenerative work in our locations and worldwide so there’s wailay\n\nsuch a joy to share all of this with you and you know what one of the things and I think I’ll\n\nshare here in a few minutes why 133 is such a special number for me and so many of my friends and\n\ncolleagues our friends and colleagues but it’s such a beautiful opportunity to be connected with so\n\nmany thought leaders and farmers and gardeners and herbalists and indigenous wisdom keepers and\n\nothers working on this regenerative movement and I’m struck having now interviewed so many experts\n\none thing’s crystal clear and that is none of us has all the answers many of us have a lot of\n\nimportant knowledge and wisdom to share no doubt about it many of us have deep expertise to share\n\nand and we have the opportunity to learn so much from one another doing this work but it is struck\n\nme that not one of us at least nobody I’ve met yet has all of the answers and if you know\n\nsomebody who has all of the answers please put me in touch I’d love to interview her or him\n\nbut my sense is that the the intelligence that we need the ethos the ethic that we need to\n\ncultivate and scale and deploy in this regenerative movement is distributed dispersed like a\n\nneuronal network like the mycelial networks of the forest soils connecting the trees and the plants\n\nso that it’s not residing all in one node in one point it is dispersed and distributed throughout\n\nthe community and that is part of the intelligent design of nature that is part of the resilience\n\nbuilt into the incredible fabric of the living biosphere and it’s part of how we get to understand\n\nand appreciate and learn from this incredible richness of insight and wisdom and knowledge\n\namong and between so many of our colleagues and friends and collaborators\n\nthe other thing that’s clear to me is that we’re all in this together\n\nthat we’re in a process of transitioning being invited to evolve beyond a way of living on the\n\nplanet that has winners and losers into a into a way of being that has us understanding deeply that\n\nfor any of us to win it requires all of us to win or at least that we’re working from a place\n\nof enabling and supporting all of us winning we’re all in this together and as we\n\nraise each other up as we lift each other up we’re all uplifted so I invite you to\n\ndeepen into the practice of uplifting each other whether it’s in line at say the grocery store or\n\nsomewhere else perhaps even in rush hour traffic if that’s part of your experience or just\n\nin an encounter with a random stranger or a close friend or an acquaintance from the community\n\nthink about the ways we have the moments we have the opportunity to uplift each other and in so doing\n\nuplift ourselves uplift all of us and it’s my deep belief that we’re living in a time where\n\nwe get to scale that in a tremendous manner together so Psalm 133\n\nuh this is part of the reason the number 133 is so important to me and so many of our friends and\n\ncolleagues it comes to us through the Judeo Christian and even Islamic traditions you may not\n\nbe aware of this but the Judeo Christian Islamic traditions the Abrahamic traditions all look to\n\nthe Psalms the revelation of David the revelation to David as having very sacred\n\nscripture for us to engage with if we so choose and of course we’re connected to many different\n\ntraditions indigenous traditions traditions of the east and Hinduism and Buddhism and Taoism and\n\nZen and others and in the Judeo Christian Islamic tradition in particular the Psalms have such\n\nbeautiful poetry for us to connect with and Psalm 133 in particular is about celebrating community\n\nit goes something like this by the way I should mention there’s a reference to somebody called\n\nAaron in this Psalm and that’s Aaron from the biblical stories Aaron Moses’ brother Aaron\n\nnot me it’s Aaron from the time who had apparently a very long beard and I think it’ll be clear when\n\nyou hear the Psalm why his having a long beard might be important and you’ll you’ll hear about the\n\nreferencing to an oil like an anointing oil and oil of joy that is so super abundant and it’s a\n\nmetaphor it’s it’s a way of describing the incredible joy we get to experience washing over us\n\nas we cultivate community and love and kindness together the song goes like this\n\nbehold how good and how pleasant it is when people sisters and brothers dwell together in unity\n\nit is like the precious weightmen upon the head that ran down upon the beard even Aaron’s beard that\n\nwent down all the way to the skirts of his garments as the dew of hermen and as the dew that descended\n\nupon the mountains of Zion for there the Lord commanded the blessing even life forever more\n\nI love that Psalm and the oil of joy the abundance that it invokes and evokes for us\n\nin our cultivation of our human connections and our connections with the natural living world is\n\nsuch a beautiful poetic gift I hope you enjoyed hearing that and I was struck doing a little\n\nresearch just to make sure that I understood the Islamic view on the Psalms I learned that in\n\nthe Islamic tradition the Quran of course is considered to have been revealed to Muhammad the great\n\nprophet and there are three other revelations that came before that that are considered sacred as\n\nwell to Muslims one is the revelation of the Torah to Moses of course and Moses with his brother\n\nAaron shared that out with the people that way the Psalms revealed the David as I mentioned in\n\nthe Gospels to Joshua the the great teacher Jesus Christ and it’s beautiful to have now a better\n\nawareness of how the Islamic faith views those four great revelations for our world\n\nand yeah just such a wonderful time to reflect on the seasonal cycles here just passing the time\n\nof Beltane the cross-quarter of spring which is halfway between the spring equinox and the\n\nsummer solstice and of course we earlier before the spring equinox celebrated in bulk that time\n\nof the belly when so much is happening in the soil and the use our pregnant with the lambs soon\n\nto be born as are many of the other ruminant mammals and grass eating mammals and it’s such a joy\n\nto tune into these seasonal cycles that we’re participating in whether we’re aware of it or not\n\nI think it’s it’s probably one of the ways we can deepen in our connection with the living world\n\nas well as by cultivating our greater awareness of the seasonal cycles go lunar cycles etc and of\n\ncourse the biodynamic farming gardening and land stewardship tradition invites us to be very\n\naware of these cycles take a quick sip here of my Purium superfoods which I enjoy every day and\n\nI’m so happy we have this partnership with Purium organic superfoods it’s a conscious network\n\nmarketing business model one of the many different business models we see out there contributing\n\nto the regeneration and stewardship of the world while also uplifting people if you’re interested\n\nin getting some of the Purium products you can go right to winer.org and click through on the Purium\n\nlink on our partners and supporters page and Purium sharing a $50 discount on your first order\n\nso be sure to take advantage of that or 25% off if you order enough that it would be greater than\n\n$50 I enjoy their superfoods every day it’s become a part of my daily practice for health and\n\nwellness and whether outback packing hiking traveling the powder superfoods are so easy to carry\n\naround and rehydrate with beautiful water wherever we might be so a nice shout out to Purium\n\nand want to give also a shout out to our friends at earth hero they’re offering hundreds and thousands\n\nof wonderful products for our homes our offices and our lifestyles sustainable products like for\n\nexample the traveling bamboo utensils that we can take with us keep in our car take with us\n\nwhen we’re traveling so that we don’t have to use the single use throw away plastic utensils that\n\nare still you know rather pervasive and they’ve got all kinds of other wonderful products cleaning\n\nproducts products for play and recreation products for the pets the animals so be sure to check\n\nout earth hero and again you can get to them through the partners and supporters page on\n\nwhiners.org and I want to be sure to make a big shout out to all of our ambassadors who are engaged\n\nin our projects engaged in this work worldwide and if you’re not yet an ambassador and you’d like\n\nto become one just go to the become an ambassador page on the website and get the process going\n\nwe invite our ambassadors to donate on a monthly basis any amount that you’re able and even if\n\nyou’re not an ambassador and you’d like to donate you can go to the donate page on the\n\nwire earth site and set that up any level that works for you is super helpful to all that we’re\n\ndoing supporting the podcast series and all of the other work that we’re doing and resources\n\nthat we’re offering of course for those who choose to give at the $33 or above level each month\n\nare going to receive a shipment of the whale water soaking salts that thank you we’ve got\n\neucalyptus we’ve got orange cream which is kind of like a cream sickle orange and vanilla throw\n\nback to childhood and these are for soaking in the tub these are made with biodynamically and\n\nregeneratively grown hemp infused and aromatherapy into essential oils salts it’s magnesium sulfate\n\nepsem salt that can be used actually to fertilize your plants and gardens and when you’re done soaking\n\nwe’ve got rosemary and pine the moontime blend right here is particularly formulated for women\n\nin their men’s cycle of geranium and meroli have some nice relieving attributes the aromas of\n\nall of them are wonderful I use all of them myself and there are others I brought those for to share\n\nbut the whale waters is a little social enterprise we stood up a while back I make these by hand\n\nfor you and I make these in a ceremonial manner infused with a sense of love and joy and healing\n\nto bring you relief maybe you’ve got a aching back or aching joints or perhaps have trouble sleeping\n\nor just need to de-stress decompress soaking with a whale bath is such a wonderful way to get all\n\nof those benefits and I do a slow low heat infusion of the hemp flower in organic and regeneratively\n\ngrown coconut oil so we get all of the full spectrum phytonutrient benefits from that miraculous\n\nplant and if you’re interested in that miraculous plant we did a special podcast episode with\n\nBrigitte Mars the second one we did with her you can check that out it’s a really fun exploration\n\nof the meaning of the hemp plant and its potential role throughout history so these whale jars\n\neach one is enough for two baths you get two soaks out of that so it’s a great way to bring\n\nyour health and well-being practice home with you we of course many of us are familiar with the\n\nfarm to table movement wonderful way to connect with local and organic nutrient dense fresh foods\n\nwell we like to call whale waters farm to tub so this is a great way to take care of yourself\n\nrelax while also supporting some of the farms we work with here in Colorado and supporting the\n\nY on earth community and then I want to mention two soil works this is another that I make lovingly\n\nby hand for you this jar has a super potent blend of biodynamic preparations and other special\n\nconstituent ingredients oh that smell of the soil is so delicious and I love it not for eating\n\nor drinking but this is for your garden your farm your house plants your yard and yeah soil works\n\nyou can get on the website as well another great way to contribute to the soil building in your\n\nlandscape and the vitality and nutrient density of your vegetables your herbs your fruit trees\n\netc just taking a glance around it lastly want to be sure to give a shout out to our friends\n\nat doctor Bronners and their new chocolate is so good I’m going to actually enjoy some right now\n\nin this beautiful rain and tell you that we have done several podcast episodes with Dr. Bronners\n\nfour of them so far I think with different folks from the Dr. Bronners organization the leadership\n\ngara layzone wrote a book called Trust I Label all about the Dr. Bronners story of course many\n\nbe no Dr. Bronners for the soaps organic regenerative biodegradable soap well now they’re making\n\namazing chocolates and we did an episode with Mike Bronner the president of Dr. Bronners the\n\ngrandson of founder a manual Bronner and in that episode we talked all about the way they went\n\nabout putting together an amazing line of chocolates for us working with regenerative farms and\n\ncommunities all around the world growing the ingredients another great way for us to\n\nenjoy health and wellness while supporting supply chains and businesses that are doing such profound\n\nstewardship regeneration and sustainability work all around the world yeah check out that\n\nepisode with Mike Bronner if you’re interested and by the way as I’ve mentioned in many of the\n\nlast recent episodes after we interview our guests we also now do a short behind the scene segment\n\nthat we share with our ambassadors that’s in our ambassador resources page again you need the\n\npassword to access those resources and when you become an ambassador I’ll share that with you\n\nbut yeah that episode of Mike was so great and encourage you to become an ambassador and check out\n\nthose additional resources that we’ve made available for you I’m thankfully getting toward the end\n\nof my list here to share with you I just have a few other projects I want to mention that we’re\n\ncurrently working on in case you’d like to get involved we’re inviting a few special volunteers\n\nto help out with these projects if it’s of interest just reach out let us know and we’ll be in touch\n\nand just want to take a moment also to articulate that a big part of our work at the YonEarth\n\ncommunity is is about connection it’s about approaching our organizational structure and strategy\n\nlike a neuronal network like a mycelial network in the ecosystem helping connect more and more\n\npeople and communities and organizations together so that we can learn from each other and share\n\nresources with each other and support and encourage each other that’s a big set of the themes\n\nthat we focus on in our monthly online meetups and in addition to connecting we can collaborate\n\ntogether obviously in these projects I’m going to share an opportunity for that and as we’re\n\nsharing information with each other of course it’s so important that we’re also sharing\n\ninspiration with each other and where I sit getting to interview so many wonderful leaders and\n\ngetting to connect with so many wonderful communities and organizations I am absolutely struck\n\nby this rising tide this emerging growing evolution of folks all around the world engaged in\n\nstewardship kindness and regeneration and so the inspiration that comes through the hopefulness\n\nthat comes through as we become more and more aware that there are so many of us doing such\n\ngreat work and that that is in the process of transforming our global systems government and\n\neconomic and otherwise so that we can create a world for ourselves and for future generations\n\nthat is profoundly grounded rooted in kindness and love and stewardship and regeneration\n\ntogether and to that end we’ve got a few wonderful projects that if you’re interested reach out\n\nlet me know and we can talk about you potentially helping out one is the book I mentioned on regenerative\n\nfinance social enterprise stewardship philanthropy and ecosystem economics if that’s in your\n\nwheelhouse up your alley give me a hauler we’ve got some research and some outreach we need to do for\n\nthis project secondly we’re putting together a hub an interactive digital platform hub with an\n\nintrap the mapping tool and listing of holistic healers and herbal medicine resources and practitioners\n\nto help us all better connect to the folks who have learned the modalities to share the\n\nheal mind body and spirit and also the farmers and apothecaries working with herbal medicines and\n\nthe practitioners who can help guide us around our herbal medicine practices and journeys so if\n\nthat’s of interest to you please reach out we’d love to explore having you help out with both the\n\nresearch and the outreach for our holistic healers and herbal resources and third we’re also working\n\non a resource for neighborhoods to move in the direction of stewardship regeneration permaculture\n\ncomposting not putting poisons into the landscapes instead cultivating pollinator gardens\n\nfood gardens herbal medicine gardens and many of our neighborhoods of course are governed by\n\nHOAs homeowners associations apparently over 50% of owner occupied homes in the United States are\n\nfall under into that category as having homeowners associations and many of those are still kind of\n\nin the old way of thinking about what prosperity looks like and it’s more of a superficial you know\n\nit’s the lawn neatly manicured and all green with no dandelions for example and more of these HOAs\n\nare already transitioning toward a deeper health oriented understanding that says hey we need\n\nthose dandelions to help the early season pollinators after the frosts and the snows melt and the\n\nlast thing we should do is poison them the last thing we should do is poison our yards and neighborhoods\n\nyou know we’re wondering why our pets are getting sick why our loved ones are getting sick and\n\npart of it is related to these terrible poisons that we’re spraying and that we’ve got in our food\n\nand in our water and we’ve got a huge cleanup job ahead of us and one of the resources we’re working\n\non in order to help mobilize and scale this up is a neighborhood and homeowners association handbook\n\nand if that’s of interest reach out let let us know and we’ll see if there’s a good fit for you to\n\nhelp us with that project we’re also working on a big consortium platform project with a whole\n\nbunch of organizations developing a very robust digital tool that can help all kinds of connectivity\n\nacross economy culture and ecology worldwide and if that’s of interest give me a holler that one’s\n\nvery exciting and we’re keeping some of the details quiet right now as we’re developing the\n\nconsortium of collaborating organizations and individuals and reach out if it’s of interest we\n\ncan explore bringing you into the fold with the founding team for that project it’s potentially\n\none of those major game changers and certainly that’s the spirit with which we’re approaching it\n\nfrom a standpoint of stewardship of deploying the regenerative financial and economic structural\n\nand strategic opportunities we have with that design and with respect to the technology itself the\n\nway we’re approaching that is really inspiring and exciting to not only enhance our connectivity\n\nworldwide but also to enhance our community connections and our nature connections and actually\n\nfunny enough ironically unplugging from our technology more and getting out to nature more and\n\nconnecting with people in person more so I think that’s my summary for our 133rd episode thank you\n\nso much for tuning in to the YonEarth community podcast it is such a joy to bring this to you this\n\nresource when we started this Artem Nikolkov and I thought hey we know some great folks we ought to\n\nstart filming and getting some conversations recorded to help share their knowledge with others\n\nwhen we launched it we didn’t really have the thought maybe Artem did I did that we were launching a\n\npodcast series but low and behold as we did the first few episodes it became clear hey you know\n\nwe could be doing more of this and we’re connected to so many people that have so much important\n\nknowledge and wisdom and insight to share that’s one of the ways we can be in service and it’s with\n\nthat spirit that we’re continuing to produce these episodes for you we really appreciate your\n\nsupport your financial support for the series and for the rest of the work we’re doing at the\n\nYonEarth community please make a donation at YonEarth.org please sign up for a monthly\n\ndonation at whatever level works well for you if you’d like to make a substantial donation and\n\njoin our stewardship circle reach out let me know I’d be very happy to connect and talk with\n\nyou and share some of our annual reports and other strategic plans and vision documents with you\n\nand with all of this it’s with a spirit of humility and gratitude joy and love and kindness that I\n\nam so happy to take some time to visit with you and I’m just overjoyed that all the\n\npitter powder of the rain is here with us and the trees and the ground are soaked with this\n\nlife giving water this water we’re water we’re all water all of us alive are made of water\n\nthe water holds the memory the water holds some of the sacred patterning and geometry that’s so\n\nimportant speaking of geometry and speaking of numbers like 133O struck that 133 we can get to you by\n\nfour sets of 33 plus one so you can think of it as the four directions 33 in each direction and\n\nthen an additional one in the middle and of course 33 has such importance and if you want to dive\n\ndeeper into the sacred geometry and some of the more esoteric aspects of this work connect with us\n\naround the Vereditas Society and some of the recordings that we’ve done in the last few months\n\navailable at the ambassador resources love to share that more with you\n\ninvite you to close your eyes and unless you’re driving of course if you’re in a safe spot just close\n\nyour eyes and perhaps put your feet on the ground and take a deep breath if you’d like\n\nfeel the gratitude the joy to be alive have the opportunity to just do such beautiful work together\n\nthank you for all that you’re doing thank you for supporting our work the wire community\n\nthank you for cultivating choosing to cultivate more love and joy and kindness in your life\n\noh see you soon bye bye\n\nthe YonEarth community stewardship and sustainability podcast series is hosted by"
}