{
  "title": "125) Individual actions adding up to transform the world for the better with Aaron Perry",
  "publish_date": "2nd April 2019",
  "url": "https://yonearth.org/podcast/greendreamer-podcast-episode-aaron-perry-w-host-kamea-chayne/",
  "audio_url": "https://episodes.captivate.fm/episode/dbc2e204-4d59-4d38-a293-bbb33c9d9028.mp3",
  "episode_number": "greendreamer-podcast-episode-aaron-perry-w-host-kamea-chayne",
  "subtitle": "Green Dreamer: Seeding change towards collective healing, sustainability, regeneration",
  "description": "This is a conversation on Green Dreamer Podcast with Kaméa Chayne, a show exploring environmental and intersectional sustainability from ideas to life.",
  "about_sections": {},
  "full_transcript": " Hello, dear one. There is so much going on in the world right now. And I know I'm personally feeling kind of overwhelmed and scattered. And I'm thinking about our recent discussions on the need to slow down and to continue to return to practices and rituals that can ground us on a daily basis. So that we can tap into deeper change and transformation and show up for ourselves, our communities and our earth in the ways that they most need from us. You might have your own set of practices that you want to lean more deeply into. So I invite you to kind of tune into what that might look like. And if you're curious to stretch with us, I welcome you to check out alchemize our 12 week program of daily radical imagination and grounding practices. The question I had in developing this creative program was, what could mindfulness practices look like if our intention isn't just self actualization, but earth actualization? What would it be like to engage in regular practices that tether ourselves with our communities and with our more than human world? We have sliding scale enrollment to meet you where you need and also a hundred percent of proceeds from the program go to support our podcast. So if you value our work, especially during these times when alternative media is so important, joining alchemize is probably the best way that you can help us out. While also receiving an extensive repertoire of practices to add to your personal treasure kit. You can learn more today at green dreamer dot com slash alchemize. It seems as we more and more of us awaken to how food choices beverage choices, exercise and movement body movement choices breathing practice choices and connection to nature choices are going to affect our own health and well being. It is going to be probably through those very choices. We're also going to help restore landscapes help eliminate poisons from the soil of agriculture and help stabilize our climate and heal the waters and all of the environments on this planet. What is spile dynamic farming and what can we learn from this to support the regeneration of a healthier planet? How have our individual actions already shifted societal trends and how are they continuing to crystallize our path towards a more sustainable future? That's just the tip of the iceberg of what you'll hear today. Green Dreamer podcast is supported by our listener patrons and our sponsor, Avalan Organics. Avalan Organics skincare, hair care and bath and body products are cruelty free are certified to the American national standard for personal care products containing organic ingredients and are deep rooted in a profound respect for the earth. I'm so honored for the opportunity to share more about their work with you later but for now to our conversation with Aaron Perry who's an author, speaker, impact entrepreneur consultant and founder of the nonprofit Why on Earth and that's with the letter Y. So if you're ready, Green Dreamer take a deep breath and let's dive in. Hey, it's Kamehashain and this is Green Dreamer, a podcast for creatives, visionaries and entrepreneurs dreaming of a sustainable future. Thank you for bringing your light. If you haven't already, make sure to hit subscribe and together. Let's learn what it takes to thrive in every sense of the word. I was born and spent my early childhood in the forests of the Pacific Northwest in the Seattle Puget Sound area and out on the Olympic Peninsula and had just through good fortune a whole lot of direct connections with beautiful natural living environments as a young child. And I believe that's something most of us have in our heritage, but that as we're becoming an increasingly urbanized culture, fewer and fewer of us are actually having that kind of direct experience in our own childhoods. And I think it was just because I had this personal direct relationship with the trees, the moss, the animals. I somehow had a deeper sense of this magical planet that we're all inhabiting and the importance of taking really good care of those natural spaces. So do you think part of our maybe collective lack of care for nature also comes in part from urbanization and people now growing up, lacking these connections and experiences in nature? I do and I know there's increasing research coming from the scientific community, the medical community, the psychological community. And there's a term nature deficit disorder that is gaining in recognition among all of these different practitioners seeing people individuals really of all ages suffering from things like anxiety, depression, some of the conditions like 80 to 80 to 80 to 80. We're increasingly understanding may actually have something to do with the degree to which we connect with nature or not. And so we see professionals increasingly prescribing to people to get out, get in the woods, connect in a natural setting. And in our highly urbanized lifestyles. And I lived for a while right in the middle of Manhattan and New York City. It's very easy for us to be disconnected from the natural living world and not even be aware of it. I think one of the really tricky aspects to nature deficit disorder is that so many of us are suffering from it and a whole lot of us don't even know that it's a thing that you can suffer from. So yes, I think that some of the most important solutions to sustainability, to stewardship lie in restoring, repairing, healing that individual relationship we can have with the natural living world. Well, I was looking at your resume and you have a super comprehensive and well rounded background in terms of your wide array of expertise. How did all of these elements come together to lead you to start your nonprofit, why on earth? And that's with the letter why and for them to have shaped your mission and approach to your work. The work that we're doing through the why on earth community is really about empowering and inspiring people to make the changes we can make in our own daily lives in our own communities, our own companies, etc. A big part of the foundation and the framework that we utilize at the why on earth community comes from the decades of experience I have had in food, agriculture, renewable energy, and even recycling and materials recovery because of my professional experience in the restaurant and grocery store industries. I've had this insider's glimpse into how we are all being affected each and every day by the food that we're choosing by the various waste streams that we're participating in and how all of those choices are literally impacting soil and water and atmosphere on a global scale. And through that work I became profoundly convinced that perhaps the most important driver in all of these complex systems that we're thinking about and that we're working to transform comes from the individual decision making that we each are responsible for. And it seems as we more and more of us awaken to how food choices beverage choices exercise and movement body movement choices breathing practice choices and connection to nature choices are going to affect our own health and well being it is going to be probably through those very choices were also going to help restore landscapes help eliminate poisons from the soil of agriculture and help stabilize our climate and heal the water. And all of the environments on this planet. And how does your work at why on earth support this connection and emphasis on personal choices. Work through a variety of channels we produce a whole lot of content I write books and have several in the works at the moment we've already published our main book which is called why on earth get smarter feel better heal the planet that's the subtitle. And why on earth a pretty big tone and that is available as an audiobook as an ebook for folks who like to engage with media that way but we've also developed a series of children's books so we already have one called celebrating soil and our second one called celebrating honey bees available. So we're providing a whole bunch of different content to folks and then we are also going out into communities and doing hands on practical soil stewardship workshops literally coast to coast at this point last year we did something like 63 of these. And we pull from the tradition of biodynamic soil stewardship coming from the teachings of Rudolph Steiner about a hundred years ago and some of the best practices in organic agriculture gardening things we can do in our own communities to heal the world while we are also literally healing our own bodies and our body mind spirit experiences as individuals. We actually haven't talked about biodynamic agriculture on this show yet so for our listener who may not be aware of what that means can you give us a brief background of what that is. Yeah you bet it's one of the most interesting tools I think we have at our fingertips right now I have a master's degree in German philosophy and literature of all things and was studying a variety of writers like Herman Hesse Carl Jung, Guerta others and didn't really get in the way. He was going to Steiner all that much because he was sort of on the fringe of what the academic circles were looking at in terms of what was interesting but what he was doing a hundred years ago was he really anticipated the emergence of the chemical approach to agriculture that has become dominant you could say ubiquitous through the last hundred years. And you could say that we humans this past century have been conducting a concerted nonstop chemical warfare against soil ecosystems all around the planet and we call it agriculture this has been not only profoundly detrimental to our health because of the impacts it has through the food that we're eating. This is also destroying soil ecologies and releasing additional carbon to the atmosphere exacerbating climate change so Steiner had this amazing foresight and he was also an adept he was into some very arcane and esoteric knowledge that has come through the centuries in western culture and he basically developed a form of you could think of it as like soil alchemy or herbal medicine for some of the world. Soil or like homeopathic medicine for the micro organisms that are in the soil and he has put together this simple regime that helps heal and enhance vitalize the soil ecosystems in farms and increasingly in yards and parks all around the world. So now we have thousands of biodynamic farms throughout the United States throughout the planet and these are numbers that are growing tremendously at this point because folks are seeing incredible results in terms of the restoration of the soil and in terms of the quality of the nutrition and the flavor of the foods that they're able to produce using these techniques. And how is this different than regenerative agriculture or are they pretty similar. Yeah, they're very related right so this is a form of organic agriculture and you could say that it is an advanced form of organic regenerative agriculture. Most biodynamic farms are going to use some sort of a rotational grazing with bovine's generally cattle and by moving those larger room and it's through the landscape just as wild bison used to do in North America. That is one of the ways you participate in the regeneration the building up of soil in the ecosystem and so that is a very intentional and essential aspect of the biodynamic approach to agriculture and it's it's through the composting of the manures along with other key herbaceous plants like nettles and camomile and others that you create basically a very rich and powerful. Type of potent ties homeopathic herbal medicine that then gets applied to the landscape and creates this virtuous cycle of soil building and of vitality enhancing measurably enhancing dynamics in the in the ecosystem so through the wider community one of the things we're doing now is taking those special preps they're really like ultra forms of compost and we're taking the most of the time. Taking these to communities to schools to faith organizations all around the country and helping them incorporate this land medicine into their landscapes as well. I want to shift gears a little bit so also through why on earth you are a chief sustainability officer CSO and you work with different businesses companies and organizations to support them on that front. Can you give us a little background as to what a CSO officer would do within or for an organization. Yeah it's funny because a lot of us have not yet heard of the term chief sustainability officer however over 50% of the fortune 500 have CSOs already what's really interesting about this is there's so much transformation underway in so many different sectors of our society. And often we aren't even aware of the changes that are already happening in other domains where we may not be as versed or fluent or spend as much of our time and it was really interesting last year 2018 Larry Fink the CEO of BlackRock which is an asset management company that manages over six trillion dollars worth of assets this is over six thousand billion dollars I mean it's just a massive amount of stocks and equities these guys are invested in in last year Larry Fink said that quote I'm quoting society is demanding that companies both public and private serve a social purpose. To prosper over time every company must not only deliver financial performance but also show how it makes a positive contribution to society so many of us are going to look at large multinational corporations and say well that's where we're seeing a lot of the problem right now and there's a lot of truth to that at the same time more and more of these corporate leaders boards of directors and executives are understanding that unless they rapidly adapt and get to the forefront of stewardship sustainability and regeneration they are going to rapidly lose market share and their business models will collapse so all throughout multinational boardrooms this very dynamic is underway and we are increasingly seeing the role of the chief sustainability officer as the person and really representing a team in these large organizations that helps integrate the executive strategy which is now shifting tremendously with financial strategy with marketing messaging communication strategy with the internal HR policies and the outward looking relationships with customer supply chains and especially with the communities in which these businesses are operating. So we clearly have a lot of work to do we have a long road ahead of us to make these positive changes but the good news is that so much change is already well underway. When we as consumers are looking at a big company from the outside in it can feel really frustrating like we're helpless and it's easy to just point fingers but we can also feel hopeful knowing that their entrepreneurs and change makers from within the companies supporting positive change. Yeah that's absolutely right and I think one of the most powerful tools we each wield is our consumer demand and the funny thing is one of the ways we're making choices every single day with our consumer demand is through food and beverage right most all of us are eating or drinking something every day and each and every time we purchase any kind of food or beverage product we are literally sending a signal into the world into the marketplace that says I want more of this to be made and so each and every time we choose a sustainable regenerative product instead of a conventional poison laced unhealthy product we are we are literally flipping that coin to its other side and the beauty of these food and beverage business models in particular is that they are even at the largest scale billions and billions of dollars per year they are operating on very thin margins and so literally when one or two or three percent of us in the marketplace change what we're buying that might equate to the entire profit margin in percentage points of that massive corporation. Yeah. This is why we're seeing things like craft hens right lost about 50% of its market valuation its capitalization at the stock price this past year it went from over $60 to now hovering plateau just above $30 and that's because consumers are increasingly not choosing the products that they've been able to rely on for decades and are instead purchasing healthier more regenerative organic products and so on so of course many of these companies are going to acquire the up and coming brands as a way to continue to maintain market share beautiful but some of the companies are not responding quickly enough and it's going to be so interesting just over the next three to five years to see which companies have that incredible leadership that says this is what we have to do right now and others that might be lagers that are say well maybe we'll do a little bit around the fringes because I think what we're going to see literally within this next decade is that many business models are going to collapse and others are going to emerge as very strong and the ones that emerge as very strong are going to be deeply aligned with global strategies for stewardship regeneration sustainability. A point that's been brought up is that people who likely care about sustainability maybe they already shop at more sustainable brands but people who are unaware or don't have other options or don't care are still continuing to buy from the conventional companies that we really want to see changed. How do we work with this or do you feel like just with the market shares moving towards a healthier direction it'll still be a huge negative impact for these companies and inspire them to change. Yeah to a really great question and I think what you're you're getting out with the question is an indication of how complex some of these systems are that we can call. Vega corporations or even call the economy as a whole and I would say that all of the above is what we can do and what we ought to do once once we're aware of these dynamics we can double down because I know each one of us can do even a little more with our consumer spending and how we are allocating our demand of course additionally the education piece is essential and that's why podcasts like green dreamer. There are incredibly important crossing all sorts of socio economic and demographic boundaries and helping people become more aware of the power were each wielding and of course we have incredible challenges in some of our inner city and rural communities especially where there are limits there are a dearth of options in terms of food and beverage products that can be purchased in particular. And some amazing community leaders are working to change that and there's so much change underway you can look at cities all over Denver Detroit Los Angeles Philadelphia et cetera so much great work is being done in that regard as well. So I very much believe that wherever we are individually situated there's more we can each do to accelerate this because when when you talk about change it might eventually occur my sense is we might have just enough time for us to transform our society in our systems the way we need to but we probably don't have any extra time where we might just sit around and wait for something to eventually occur. Yeah what I find really baffling when thinking about how things have been like and still right now although things are definitely looking up we're definitely moving in the right healthier direction but what I find really baffling is looking at how when we examine individual people and what they value and even of course what major decision makers and policy makers value as well. It's pretty safe to say that most people care for clean water clean air about a various balanced ecosystems nutritious foods and healthy communities but there seems to be a disconnect between what individual humans value on a personal level and how we behave when we're acting on behalf of companies driven by their bottom line or also when our political leaders are acting while being incentivized by GDP or economic growth. So we've almost created systems that we have to work for at all costs rather than making the systems work for us and work to help improve our lives and life quality and well being. I agree with you and in the reality the fundamental reality we have to acknowledge is that the 20th century was a century that got kicked off by incredibly protracted challenges right the great depression between two world wars. We were able to master what was needed to overcome fascism what happened we went right into the Cold War and the Cold War was all about technical technological agricultural chemical based superiority in a global arms race. And because of that our policy making machines in DC and our corporate machines over the last many decades oriented themselves around a way of thinking in the Cold War that probably made sense back then but definitely doesn't make sense now. And again because people are waking up and so much shift is underway it is utterly amazing to watch how policymakers and corporate leaders are responding of course I'm not all responding at the same rate or in the same way but we're seeing dynamics and trends right now that indicate things are probably going the direction we hope they will go. And as more of us mobilize even further our own ability to have deeper impact in a compassionate way we're going to hopefully accelerate those trends and help create the kind of future we all are really hoping and longing for. And you mentioned that different companies are moving at different rates towards sustainability what can we do is individuals to help accelerate that. Yes well we can find more information hey fortunately there's this little thing called the internet that makes that pretty easy find those brands that are getting the third party certifications like fair trade like certified organic and even increasingly certified bio dynamic and purchase those products and again we've been talking about food and beverage but a whole other essential category is our personal hygiene and household cleaners. And we've been talking about cleaning product category many of us what do we do in the morning we get out of bed jump in the shower lather up with all kinds of carcinogens rinse off jump out of the shower dry off and then to moisturize our skin lather up with some additional carcinogens and maybe put some in our hair too alternatively we have that very same morning an option to choose products that are made with organic ingredients. And instead of poisoning our own bodies and poisoning the water the soil in the air that occurs when those products are produced we can select the regenerative the organic the healing products that are much better for ourselves much better for our homes much better for the world. So it really does boil down to all kinds of you could probably say dozens of daily choices daily opportunities we each have in our own lives. And finally you talked about this in a video on your website about how the the idea of winning and what people strive for in society has evolved over the centuries and decades which means that we also have to evolve our end goals and not be stuck in the past with something that doesn't work. Can you walk us through examples of how you've seen the idea of winning change and what that means for us today. Yeah, you know as we're looking back through history we can we can find all kinds of different definitions of winning that are often hitched to different domains. So during the middle ages the clergy of the church in Europe probably had a certain set of goals and objectives for winning. And then after the renaissance and after the enlightenment as secular scientific frameworks emerged domains emerged that led to our university systems and what we're familiar with today. There was a whole separate set of goals and objectives that constituted winning and of course as our market economy evolved from the writing of the wealth of nations 1776 by Adam Smith into what we have today. The notion of winning in the economic or the financial sense has evolved as well. And what strikes me is that in all of this there is a big question almost a black and white fork in the road between winning for our own selves or what we think is in our own personal self interest or winning in the sense that we are contributing something to a group to a society to a world that is bigger than ourselves. And I was struck when I was researching to write the book why on earth that I ended up thinking in terms of Maslow's hierarchy of needs which many of us have heard of. I was utterly struck to find that Maslow himself when he first articulated that hierarchy he identified five strata right the basic being food shelter those sorts of things. And then at the highest end of this strata that he first articulated was a pinnacle he called self realization this is when we've basically cultivated our skills and our talents to their highest level I like to think of this as like the Michael Jordan effect right we are at the very best of that game we're playing. But as Maslow went through his career a few decades later he realized that framework is actually limited and there's yet another step beyond self actualization and what he called it was self transcendence that is we're now using our skills and our talents not for our own personal gain but for the betterment of the greater good. And I think we can look through history and see that among cultural leaders spiritual leaders that is one of their core messages continuously and it seems in our culture today one of the big choices we each have is to what degree might we let go a bit of our what we think of as our personal interest and work more in our greater global interest as a society and as a single species living on a single planet. You know we share one great big spaceship called earth and it's so well engineered its systems work without us having to be the engineers unless we mess with it too much so I really can't help but emphasize how important it is that we each individually look within and really spend some time take some time to explore that question are we taking our steps are we going through day to day life primarily out of our own self interest. Or are we aligning with service with contribution to something greater than ourselves the other bonus to that is that there's been research showing that when we contribute to something larger than ourselves or when we have a bigger sense of purpose or also when we volunteer more and do things in service of our communities and the world it also benefits our own sense of life satisfaction and meaning as well. Absolutely and I think this is one of the coolest secrets and it's not really a secret the more we're cultivating our own lifestyles of health well being service stewardship sustainability our own quality of life is going to go way way up through the roof this is not an austerity program this is really the key to having an amazing an abundant joy filled experience as a human being on the planet. And my sense is that as more and more of us realize that and witness that in our circles and our friends and our peers and our colleagues we're going to say wait I want more of that I want I want to experience that greater level of joy and well being and by golly my my backspin hurt and a bunch and I don't want it to hurt anymore so I'm going to do some more yoga or whatever it might be and I think that that's one of the most beautiful truths that were worth it. So what I'm working with here is that by making these kinds of choices of being in service to the world we are actually improving our own quality of life definitely something that I feel like we can get out there more is even if people wanted to be selfish it also helps to be more selfless so there's that well thank you so much for sharing your expertise with that this has been a really inspiring and thought provoking conversation so of course we would love to keep learning more from you what is next for you and where can we follow you online. Thank you Kamehaya it's so great talking with you so would love to invite your audience to engage with us at why on earth.org and it's the letter why why O and EARTH.org. Right now we have coming up an amazing three day summit at a private retreat center just outside of Boulder Colorado it's May 17 through 19 called massively mobilizing sustainability. Deep leadership for the 21st century and it is geared especially for executives educators and entrepreneurs and especially for the green dreamer audience and community we are just thrilled to offer a special discount code which is green dreamer all one word and with that all of you can receive a 25% discount on the all access ticket for the event. So definitely check that out why on earth.org we've got a variety of other resources videos blog posts and a free downloadable thriving and sustainability guide that you might enjoy. Before we go into our final five I wanted to tell you more about our sponsor Avalon organics their skin care hair care and bath and body products are all leaping bunny approved and their entire hair care line is EWG verified. And it's just by the environmental working group meaning that their products meet EWG's strictest standards for our health with no chemicals of concern being used and a complete transparency of their formulas. Avalon organics just launched its deep hydration maple sap and magnolia shampoo and conditioner which is powered by nature to quench deeply parched or damaged strands resulting in revitalized healthy looking locks. You can find and purchase their latest launch at your local whole foods and you can find them on Instagram at Avalon organics that's a VALON organics they graciously are letting me try this out as well so stay posted on Instagram for my thoughts for now to our final five let's power through. What's an uplifting social media account or publication you follow I really like the work Kakushan boss who is doing at green hope it's hashtag green. She is an amazing young woman planting trees in communities all over and also meeting with and inspiring delegations of frankly quite older people of policy makers from governments all around the world and others and her work is so inspiring I just love what Kakushan's doing and would encourage folks to check that out she's also an ambassador at an organization called one young world. I think it's a very good idea to have herself to stay positive and inspired one of the things I remind myself of is that we are all in this together whether we want to be or not we're all in this together. And when mother earth is on our side my gosh she is a much more powerful force and being really then any of the temporary insanity we might witness or find in our society currently that just that gives me a great sense of hope and strength to keep doing is. I think it's as much as I can do with this kind of work what's one thing you're working on for your health right now I have to mention three I guess because yoga I mentioned my back earlier yoga truly is essential I like to joke that my most demanding client is my back and when I'm doing yoga regularly which means at least twice a week my back is happy as a clam but when I start missing it reminds me quickly I need to keep at it but there's also walks in the woods and I often. Find I'll get headaches or even feel a little grumpy when I'm working at my computer if I haven't been out in the woods recently and then finally drinking lots of clean spring water is necessary and I find that when I am good and disciplined about that I truly feel happier and more joyful every day. What's one thing you're working on right now to live more sustainably cultivating a sense of contentment right here in my home base and feeling like you know I can engage. I don't need to get in a plane and fly somewhere to feel good or to unplug and relax and recharge and rejuvenate and I think that sense of place almost like looking at your hometown and your region as if you're visiting for the first time if we can do that each and every day will probably find ways to substantially lower our footprint while also again enhancing increasing our quality of life. And you mentioned this earlier as well but what makes you most hopeful for our planet at the moment the possibility of rapid transformation and the utterly miraculous power of rapid transformation specifically in human awareness human intelligence human consciousness and what we're finding is that relates to the micro biome all those little critters in our own bodies and brains all those little critters and soil these complex ecosystems can change so rapidly. And I think that means we have a lot to be very hopeful about right now and what final words of wisdom do you have for us as green dreamers assuming you're deeply aligning yourself with mother earth with being in service to humanity. Then I'd have to suggest and in being in service there's a certain discipline to it right it's not just a thin veneer it's not just a superficial sticker or hashtag this is this is a practice but I think once we are on the road of that beautiful practice then the words of Gerta would come to mind Gerta the great poet scientist of the age of the enlightenment courses is translated to English but he said whatever you can do or dream you can. Begin it boldness has genius power and magic in it. Whatever you can do or dream you can begin it green dreamer thank you so much for tuning in I want to take a quick moment to thank our new patrons Belinda Takanobu Lara Caitlin and Janelle thank you so so much for helping to make our show possible to become a patron and join our green dreamer network you can head to green dreamer dot com slash support. As always you can find the full show notes at green dreamer dot com slash one two five for episode one two five reach me with feedback on how I can improve the show for you through the websites contact page and you can find me on Instagram at Kamehashain as well as our podcast account at green dreamer podcast finally as we're wrapping up just remember now more than ever our planet needs your light to thrive so if you haven't yet hit subscribe and I will catch you later green dreamer.",
  "audio_transcription_metadata": {
    "whisper_model": "base",
    "language": "en",
    "duration": 0,
    "speakers_detected": 0,
    "segments_count": 136,
    "diarization_available": false,
    "audio_url": "https://episodes.captivate.fm/episode/dbc2e204-4d59-4d38-a293-bbb33c9d9028.mp3"
  }
}