{
  "title": "Episode 97 – Ron Lemire, Founder, Liquid Trainer",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11742/episode-97-ron-lemire-founder-liquid-trainer.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-97-ron-lemire-founder-liquid-trainer/",
  "episode_number": 97,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "William Perry, author, thought leader, and executive consultant. The podcast and video recordings are",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast. I’m your host Aaron William Perry and today we’re\n\nvisiting with the founder of liquid trainer Ron Lamire. Hey Ron. How are you? Good. How you doing?\n\nGood. Looking forward to this. Yeah, I am too. Really excited. We got a lot to share as folks.\n\nRon is a graduate of main maritime academy and became a marine engineer. He worked out at C for a\n\nfew years following and worked for oil companies on tankers mud boats and seismograph boats covering\n\nall aspects of oil development from searching for oil fields to drilling for oil by delivering mud\n\nto the rigs and transporting oil on tankers. Sometimes he didn’t see land for six months.\n\nAfter becoming disenchanted with the oil industry, he wanted a change and drove to Boulder,\n\nColorado. While heading west, as the Rocky Mountains appeared in the distance, John Denver’s famous\n\nsong Rocky Mountain High was playing on the radio. After years of deep study and ralphing,\n\nMoshe fell in craze, science of centering, and body-centered psychotherapy, Ron received an\n\ninvitation to ask him to provide a healing session to an anonymous client whom he found out was\n\nJohn Denver. This set his life on a new trajectory, including spending most of the 1980s traveling\n\nwith John Denver. Never returning to the seat of work, but deepening in his commitment to body\n\nhealing, Ron would incorporate his experience in body-centric knowledge into developing the liquid\n\ntrainer, which we are excited to share with you today. Ron, it’s really a joy to have this\n\nopportunity to visit with you, and we’ve of course had a handful of wonderful conversations these\n\npast several months. And what I’m excited about with this particular episode is that we’re going\n\nto be offering a really cool training health and wellness fitness device to folks to get at a\n\ndiscount, but we’re also going to have an opportunity to kind of peek into the last several decades\n\nof history here in the Boulder, Colorado, Aspen area, and some of the things that have unfolded in\n\nthat really magical period of time. So, you know, Ron, I thought I would just kick it right off\n\nby asking you, what was that like coming from the east, driving west, and seeing those mountains\n\nstart to grow little by little as you’re listening to John Denver’s music? Oh, centering a new threshold.\n\nAnd it’s really interesting time because it was in the early 70s. So, I just wanted to see the Rocky\n\nMountains, like the physical aspects of them, you know. I didn’t think of anything else. And then\n\nwhen we rolled into Boulder, it was like going through a curtain of time. It was a renaissance.\n\nThere was so much aliveness and consciousness that it was baffling. It was totally baffling. It\n\nshattered all the logic that I was carrying around for quite some time. Now, at the time in the\n\nearly 70s, there was a, you could say an invasion from the east, and the west was standing on its own\n\nground. So, we had like Ayurvedic medicine. We had yoga, meditation. We had Chinese medicine,\n\nJapanese, macrobiotics. We had yoga, martial arts, and all the different modalities that were\n\nhere in Boulder already, which was where Ida Roth was beginning her guild. Honourable Wolf was\n\nbeginning the Masonic school. And it was, from Tibet, Chogium, Trungpa, Rinpoche came through and\n\nopened up Buddhism to all of us here. And then it was Rejnich with all this\n\nancient orange people running around in their robes, orange robes. And you had Yogi Bajjan,\n\npeople wearing white turbans and white and kidney and daggers. That’s a very colorful time.\n\nNow, it’s, I was, because of my engineering background, somehow, I got involved in looking at\n\nstructure in the human body. I had a teacher named Dr. Binder, who helped me basically shift my\n\nunderstanding of my health. He was an active puncture, or he is an active puncture, a homeopath,\n\na chiropractor, naturopath, and basically I saw him regularly and was guided to learn lots of\n\ndifferent things. And one of the things that he taught me was a thing called Position Technic,\n\nwhich is a science of century. And it was applying suspension mechanics to the human frame. And\n\nbecause I thought a lot logically about how a ship was, you know, kept in balance by ballastine\n\nwith midline of the tanger or whatever. And the structures of the ship and how it stays together,\n\nit was to me, studying anatomy and physiology in the interest of learning Position Technic was\n\njust downloading. It was just, you know, who created what, right? The human body or the ship\n\nwe came first, but everything that we’ve ever seen in systems like that, I began to see in systems\n\nin ourselves, you know, and how the cellular body works. So I really was interested in understanding\n\nstructure. And that was my approach to health and vitality. And from there, it started making\n\nsenses to how important core was in more movement modalities like yoga martial arts and things\n\nlike that over the years. That’s great. Yeah, and we’re going to have an opportunity to chat a bit\n\nabout not only some of your experiences on land, but also at sea. And apparently there was a great\n\nstory you have to share with Jacques Cousteau. And I want to, before getting to that, I want to ask you\n\nwhat, what was it like, you know, those, those times when you were working at sea for so many\n\nmonths like that and not seeing land? Very Newtonian. Yeah, expand. I would, I have the way that I\n\nworked on that particular boat. It was a seismograph boat where we had these cables going out,\n\ndragon, and they would sense the bottom and tell whether it was oiling us. So with our shifts,\n\nwe’re 12, 12 hours on, 12 hours off. In my, a lot of my off time, I had a library with me,\n\nand that’s all they did with study. And I would meditate a lot. And I remember one time just\n\nmeditating on the open sea, all of a sudden we ran into a sea of flying fish. And they just came\n\non deck and we had, I had to kind of bail them back out, you know, a lot of bizarre things happened\n\nwhen you don’t see land for six months. But interesting thing also is you learn about ground\n\nreaction force. And that’s the opposite reaction that you have when you step gravity comes and gives\n\nyou an opposite reaction. Now, when you’re on a boat, you have to be very grounded. You can’t walk\n\nabove your center. You have to be totally grounded into your center. So if you’re at the\n\nbow and in the boat is listing, you know, starboard and port, whenever the, whenever the starboard\n\nside comes up, you push away from it, shift your weight to the left side, and then you push away,\n\nyou have to be stuck to the deck. And you have to go with the rhythm of what the deck, how the deck\n\nmoves. And in order to do that without getting seasick or any of that is you have to think from\n\nthe ground up. And that’s called ground reaction force. And that understanding, maybe in the six\n\nmonths of being out to sea, was totally in myself to understand how we work, how we walk on the\n\nearth. Because you never think about ground reaction force on the ground. But I can help you relate\n\nto ground reaction force if you’re on a boat, right? So interesting. And here we are, our feet,\n\nyou know, firmly planted on the ground. And part of your technology, of course, the core of it is\n\nthat you’re working with, with water, with liquid, as you’re moving it around. And I thought maybe\n\ndo you mind holding up the liquid trainer just so we can show folks. And at the end of the episode,\n\nRon’s going to actually demonstrate how to use this. And I got one a few weeks back. And it’s\n\nbeen so fun to think that, you know, whether we’re living in an apartment in the middle of a city,\n\nor in the suburbs, somewhere, or out in a rural setting, this trainer should be very easy for us\n\nto utilize in just about any environment or circumstance. And it really, it gets a full body\n\nflow going in a way that a lot of the other exercise equipment doesn’t seem to.\n\nIt does. At first, in the first lessons, you learn ground reaction force. And relative to\n\nwhere the water is in the bag, so what you want to do with the liquid trainer is learn how to send\n\nthe water from one end to the next. And then it happens, it almost, it happens in all planes of\n\nmovement. What you do to one side, you have to do equally to the other. And because you have this\n\nlittle extra two pound weight, it tends to want to just pull the tendons enough to say,\n\nI want to go further, I want to go further. And first thing, you know, this simple movement\n\nbecomes very fluid. You start to let go, you start your fascial tissue starts to win wine.\n\nAnd the first thing you know, you’re posture straighter because the erectus benign muscles are\n\nequally used in a circular way. Very incredible bonus. You only have to do this for about a week or\n\nso, and you’re going to be walking differently. Yeah, it’s so great. It’s so exciting. And we’re\n\nreally excited to announce also that liquid trainer is now part of our regenerative economic ecosystem,\n\nwhich means that with the code Y on earth, when you go to liquid trainer.com, you’ll get a 20%\n\ndiscount on your purchase and a portion of the proceeds will be donated to the Y on earth\n\ncommunity to support our podcast episodes and our community mobilization work going forward. So,\n\nit’s a real win-win-win run. And we’re really excited about the relationship and sort of bring\n\nit in the new year 2021 with this in mind and inviting folks to make liquid trainer a part of\n\ntheir health and wellness routine. It should be a lot of fun. And you think about it, we are\n\nsales of the planet. The planet is 70% water, we’re 70% water. The planet turns in a kind of\n\nclockwise direction and we are dominant side is kind of clockwise being right handed. And so,\n\nwhen you do a movement, whenever you take this, you could look at it because it’s sort of like a\n\nflexible plastic, right? This is a special polyure thing. And it has an incredible strength,\n\ndurability you’ll never ever really through movement, ever puncture it. You’ll puncture it through\n\nputting it on the wrong kind of changes. Yeah, if you poke it on a bad ground or\n\nstalactite ceilings and hotels, you know, those are the kind of things. But just on your own,\n\nif you had the free movements to toss this water around, you will not ever, ever break this.\n\nIt’s got such great durability. Now, you think about it, it’s just like your skin. So, if you take\n\ncare of your skin the same way, if you take care of the bag, the same way you take care of your skin,\n\nit could last you, you know, decades. A lifetime, huh? Yeah, pretty much. I mean, it’s how you take\n\ncare of it the same way because it’s like your skin as well. You could say, this is like our new\n\naquarium technology of adding an appendage to bring you back into balance because whenever you do\n\na movement from right to left of left to right, in any plane of motion, you’re basically\n\noptimizing ranges of motion that you never knew you had. So, it restores a lot of the early\n\nmovements you lost through your education. This brings you right back into a real sense of balance.\n\nYou’ll know where your core is, you’ll know how you stand, erect, wise, and you’ll feel more\n\nsuspended. So, this is why I stuck with this thing. You know, when we were living here in Boulder,\n\nChris and I, we had a, Lelea was around 11 or 12, something like that. She was at a shiny mountain,\n\nyou know. And I, at time, had enough bags to teach people. And she says, you know,\n\nmaybe you could help, you know, a class, you can teach the class. So, I got this Waldorf class.\n\nAnd they were like between 7th, 8th, and 9th grades. And so, at first, this\n\ntwo of the young boys, probably around 10 years old, were like, they had this kind of posture,\n\nyou know. And you see that a lot, right? It’s like two of the bones are growing faster than\n\nthe muscles so they’re like tight, right? And they thought, oh, that’s interesting. We’ll see what\n\nhappens here, you know. Because at the time, I was just using the bag to rehab shoulders,\n\nbecause it did such an incredible thing with shoulders. And so, I really, it didn’t connect yet.\n\nI still had seven years into, you know, cultivating movements and working with the inventor and\n\ndifferent teachers that were around. And when I, we had three classes per week, and then we did\n\nthat for three weeks, and then we had Christmas break. So, I talked to them all the\n\nmovies, thinking about these kids at that age, is that you can’t just show them one or two\n\nof them with their movement junkies. You have to like feed them at every, keep their attention,\n\ntheir interest, the whole thing. So, two weeks goes by Christmas. They come back, we have another\n\nclass, and all of a sudden, these two young boys that I saw that were like this, all of a sudden,\n\nwere like this. And I’m going holy smokes. What happened here? So, I was curious as to what\n\ntherapist they went to see. Because I’ve worked on a lot of kids like that, and changing the\n\nstructure that dramatically is not done in raw thing, it’s not done in Feldenkrais, it’s not done\n\nin any of these. This is, it’s a real serious structural, almost adhesions because the muscles are\n\ntied in. So, they said, no, we didn’t, we didn’t see any therapist. I said, what do you mean?\n\nDidn’t have anybody work on you? No. I said, what did you do? Well, we got a lot of movies to show\n\nyou. We’ve been working at these movements, like hours every day. And we’ve got like three or four\n\nthat I’m sure you’ve never seen before. And so, it was the bag. That’s when I, that’s when it’s\n\ntotally gone. I’m saying, holy smokes, if they can do this to this, what can it do? To that\n\ngeneration who learns how to do this. And by the time when they get into sports, they’re going to have\n\na basic facility, I mean, a reflex that they could never have just doing what\n\nhow athletes train today. Yeah. And it creates a real advantage. And I know that you did some\n\ntraining with the Indiana Pacers, the professional basketball team. And I noticed, you know,\n\nwhether it’s kids, you know, growing up and getting excited about athletics and having an edge\n\nexcelling in athletics. Or for a lot of us in our adult years, you know, I myself am at a\n\ncomputer a lot writing and communicating with folks, some of my shoulders. And this is back.\n\nI think it’s basically this. It’s for kids of all ages. Yeah. And all walks of life. Love it.\n\nYou know, so no one ever addresses the musician, for example, about how to work out to become\n\nyour musician. Sure. Sure. Right. You just, but you get to your instruments. You’re doing scales\n\nall the time and your, your, your nervous system is finally tapped in and you can do all this.\n\nBut unfortunately, if you don’t do anything for the body, what happens to you adapt to the\n\ninstrument that you plan? Right. You know, and this is more, uh, uh, this is a veteran panel\n\nplayers posture right here. You know, after they, you know, I’ve got a dentist friend who’s\n\nquite young and she’s already getting back issues from leaning over like this all the time working\n\non people. When you do that and you have a focus, it kind of like creates a form, you know,\n\nit keeps the social form for it and it hardens. Yeah. Anyhow, this particular device is,\n\nI’ve had like musicians come back and tell me, I don’t know what this is, but I’m writing different\n\nkind of songs and I’m playing differently. Wow. So cool. So cool. I’m really, I’m excited. We’re\n\nable to share this with our why on earth community. And uh, I wanted to ask what was it like working\n\nwith the, uh, with the Indiana Pacers? I mean, these are athletes at the top of their\n\ngame pun intended. Yeah. No, they are. They’re the most fascinating athletes I’ve ever seen,\n\nbecause I’ve, I never really played basketball. And, um, except for, you know, during gym. Yeah.\n\nAnd, uh, um, so I never watched the game as to really, uh, through my eyes of movement.\n\nSo after I started developing my sense of understanding structure and how it applied to martial arts\n\nor yoga or different kind of bodies, that expressed. I noticed when I was working with the Indiana\n\nPacers is that these guys are freaking incredible athletes. Yeah. They’re like, like Rick Smith’s\n\nwas seven feet four or five inches tall. And he had, so one of the problems he had is his knees\n\nwere blown out, you know. And so I watched Rick run down court and he had this like wobble pretty\n\nmuch at 23 and a half degree wobble like the earth, you know. So he was going like that. And I\n\nsaid, well, that’s probably the knees right there because that’s where the, that’s where it’s\n\nimpacting. And so I worked with Rick with the liquid trainer as well as, uh, teaching him, uh,\n\nsuspension mechanics. So how to, how to, how to run down court, for example, where you don’t have\n\na line, where you come into your court and you allow your core to extend. This is something that\n\nwithin a dawn, one books with Carlos Castanero, the power of the gate.\n\nWell, he learned it. And when I, when it came to playoffs, I noticed he didn’t have any knee pads\n\nand he no longer had the wobble. So I thought, oh, that’s kind of cool. So working with these\n\nparticular athletes, uh, it’s, they, they’re naturally think this is so developed. It’s like at\n\nthe eye, they have to do everything equally left, equally right. I mean, a lay up has to be done\n\nequally both ways or the pace scale was right down, you know. And so what I find in, uh,\n\nin watching that sport is they have to start real fast, stop, turn, jump up, land,\n\nhopefully not on someone else’s foot so they could twist an ankle. Yeah, right. You know,\n\nor the other person get a broken foot, you know. Yeah. That’s a shock on Neil 300 pounds going up\n\nfrom the lap and coming down on your foot. Right, right. So they, you know, I didn’t see one practice\n\never where somebody didn’t draw blood. Yeah. It was always like that rough. I say, Holy smokes,\n\nI never seen basketball from this point of view. Yeah. Yeah. So it was really fun to teach them\n\nbecause they learned very fast that anyone who has a kinesthetic sense of development at that level\n\nlearns that’s almost immediately, you know. And people who still need kind of a lot of like\n\ncoordination or steps to get a better coordination, it takes them a little time to, uh, to learn\n\nthe movements left and right equally because they rely so much on dominant side that they have to\n\neducate the left side. And once that’s broken free, then all of a sudden, everything starts to change.\n\nYou have a left and right brain coordination and you have a left and right hemisphere coordination.\n\nAnd not to mention a much greater range of motion in all joints, ankles, knees, hips. It’s amazing.\n\nIt’s absolutely wonderful. Well, let me, uh, let me just remind our audience that, uh,\n\nthis is the Y on Earth community podcast. And today we’re visiting with Ron Lamire, the founder\n\nof Liquid Trainer. And you can get a 20% discount when you go to liquidtrainer.com using the code Y\n\non Earth. I’d like to thank our sponsors for making this episode and our podcast series possible.\n\nAnd this includes Earth Coast Productions, the LIDGE Family Foundation, Alpine Botanicals,\n\nPurium, Earth Hero, Liquid Trainer, Vera Herbal’s, Growing Spaces,\n\nSoil Works, 1% for the Planet, Earthwater Press, Dr. Bronners, and Waylay Waters.\n\nOf course, a very special thank you to all of you in our audience and in our Y on Earth community\n\nnetwork who have joined our monthly giving program. If you haven’t yet joined, you can go right to\n\nY on Earth.org and click on the Donate button and set it up at any level that works well for you.\n\nIf you’d like, you can set at the $33 or greater level and get monthly shipments\n\nof our Aromatherapy CBD hemp infused soaking salts from Waylay Waters. As a nice thank you.\n\nAnd speaking of waters and speaking of lifetimes, this time you spent with John Denver,\n\nincluding when you guys were aboard the Calypso with Jacques Cousteau.\n\nObviously, what was a tremendous period in your life, Ron. And I’ve heard you share some of your\n\nstories and experiences with me. And I wanted to give our audience an idea of what that was like\n\nback back during those years, spending time up at Starwood and up in the Aspen Snowmass area.\n\nYou know, there was so much happening then that has really deeply influenced our sustainability\n\nmovement. A lot of folks may not understand what was all those connections that were being made\n\nback in the 70s and 80s, but so much was happening that has really helped our world in a lot of\n\ndifferent ways, right? Yeah. At the time, so I met this guy, you know, I became one of my clients\n\nhere and he lived in Aspen. And one day he calls me and says, you know, a friend that could really\n\nuse your work, but he lives here in Aspen. And I said, you know, I got a buddy that’s coming up,\n\nthis coming weekend, we can do something then. I mean, I have never been to Aspen. I really\n\nlike to see it. And he says, sure, it’s really arranged. It’s the time that I didn’t think anything\n\nof it. Yeah. So I get to my friend, Scottie Halleson, brought me there with his van and then\n\ndropped me off at one of his friends house. It was the first time I was in Aspen. This was in\n\nlater December. And it was minus 20 degrees out. Wow. Almost as cold as it is right now.\n\nThat was like, yeah, there’s a storm blowing in. It was warmer earlier. Now it’s coming from\n\nthe mountains. We’re feeling it. So anyhow, I didn’t have a car. And Scott that night tells\n\nmy friend, asked my friend, Jimmy, when he says, Jimmy says, you get a car and you can lend\n\nRon. He’s got a, we just found out he’s got to get a treatment with John Zimmer some more.\n\nHe says, ah, he said, I only get two cars in the back. He says, they’re 1956\n\nCadillac. I got a pink Cadillac with no roof on it. But it starts, it starts every single time.\n\nAnd I got a white Cadillac with a roof, but I can’t get it going. So you didn’t have to use the\n\npink Cadillac. It’s convertible. It’s convertible. I said, sure, no problem. So, but the next day,\n\nI’m going up, you know, McLean flats up at the Starwood. And it’s freaking cold. You know,\n\nI mean, I’m like, my ears like numb. And I get to the gate and the guy says, ah, what do you want?\n\nI said, I got an appointment with John Denver. So he calls John. And I could hear and say, John,\n\nI got a real life one outside here. Says he claims that he’s got an appointment with you.\n\nWhich is the name? And he asked my name. I said, Ron Lamir. He said, oh, yes, send him right up.\n\nSo I’m driving him to finally get to the back and to his driveway. And there’s John.\n\nHe’s kind of waiting for me with his arms crossed like this. And as I stopped the car, he kind\n\nof expects the car goes all the way around, comes back to the window. That’s even make any mention\n\nof no top, you know, he says, cool wheels, man. And that kind of broke the ice. And so I stayed with\n\nhim for the next three days, three days, three nights. He helped him to understand why his back was\n\nthe way it was. And as he was sharing with me about his life, because I didn’t really know that\n\nmuch about John except for hearing that song coming in. Yeah, yeah. I was telling him what was going\n\non in Boulder and about cooking. And I said, you’re really, you’re in desperate means if you have\n\nto stay with restaurants everywhere you go. Right. You know, I says, I remember when I was in\n\nCalifornia, I made up with the Grateful Dead’s cooks. And those guys are on special diets wherever they\n\ntravel. I should say on natural foods, wherever they travel. Right. Right. So he was a really good idea\n\nfor him. Yeah. He came back to me and said, you know, my friend Tom Crom, who was his co-founder of\n\nWindstar, he’s been more time at Windstar and he kind of runs security. He could, you could be on\n\na road with him for a couple of months and take over his position. Yeah. Because you had this\n\nfighting background, you know, you did some boxing and stuff like that. And so yeah,\n\nyou came up with some ideas. And I got a big trunk with pots and pans, you know, like\n\npressure cookers, walks and had brown rice and miso, seaweed, tamari, all kinds of different\n\ncondiments to go along. Wow. And got a three burner Coleman fuel stove. And on February 21, he called\n\nme to fly me to Houston on February 22, which was my birthday. It was just, it was just coincidental.\n\nSo from that time on, on my birthday, in 1980, until I’m throughout the 80s, I was a cook,\n\nthe therapist and his bodyguard, or I was a head of security, you know. And wow, it’s just like\n\nopened another window. You know, Boulder was one. That was the bag of tricks that it took along\n\nwith me because everybody that worked with John literally had a bag of tricks because they were\n\ntheir own musician, whether they were management, whatever. He had a good team around him. A lot of\n\nskill. Yeah. Yeah. Interesting. And so every day I cooked a meal, seven or eight course meal for\n\nabout 12 people, you know, on the three burner Coleman fuel stove. That was so great. Yeah, we\n\ncalled both people. The boat people? Oh, that is amazing. That is amazing. And tell us the story.\n\nAnd I know we should probably get you demonstrating the liquid trainer. It’ll warm us up a little\n\ntoo. Yeah, warm me up. You know, do you want to do that first and then tell the story about\n\nJacques Cousteau or how would you like to do that? Well, let me see. May I take away with a story?\n\nSo I was telling Aaron, I met Aaron at our day and we talked a lot about it. Our day started out\n\nas Aspen Renewable Energy Day and it has almost 20 years now of an annual conference with all kinds\n\nof innovators, leaders, scientists, folks working on climate action and soil regeneration in\n\nall manners of sustainability and wellness. So just so folks know what that is. Yeah. That’s\n\nwhat that is. And now it makes me segue into this other thing is this guy named Chip Cummins,\n\nwho’s the guy who’s the author of that. Who’s been on a podcast episode? Chip, Chip,\n\nput it on an episode. Hey, how Chip was with Malcolm at the time that John passed away.\n\nAnd he was in one of the lower houses. So he and Malcolm went up to the house and Chip spent\n\nsome time in John’s music room. And then Chip was telling me, he says, I had all these downloads,\n\nman. It’s like John was right there telling me. And Chip, he had the time we had the winter start\n\nsymposium every summer. There was a choices for the future symposium in Aspen. And that was done\n\nwith Tom Crom and John and Buckminster Fuller. It always really abarmed God people.\n\nThat would do this and it would talk about really where the state of the world is as far as the\n\nenvironment is concerned. And so after John passed away, there was a lag. There was nobody,\n\nnobody picked it up. Anyhow, Chip Cummins, I just want to honor him for taking the lineage from\n\nJohn and just continuing to do our day. So great. I’ll be sure to send Chip a message when this\n\nepisode’s published and give him a heads up. And so you know, working with John, I got exposed to\n\na lot of his concerns around the environment. I consider him to be truly one of the more powerful\n\nenvironmental voices he began so many things. One of the influences that really shifted him was\n\nwhen he was on the Calypso, was Jacques. And Jacques was one of these guys that was a cold\n\ninventor of like the aqua lung or where you could go into each water and stay there for quite a\n\nlong time with the holes, you know. And he took a lot of pictures. So John was going out in the\n\nCalypso, was Jacques and Jacques took him down and showed him some pictures, some photos, some\n\nmovies that he had done like 20 years ago. And they were like incredible underwater scenes of\n\njust, you know, treat like kelp fields, dolphins fields. They were seaweed was just total rhythm in\n\nthem. All these different coral reefs and fish that were, I mean, it was an incredible aquatic\n\nmetropolis. It was amazing. So Jacques was saying, John, I’m going to take you now to that same place.\n\nI want to show it to you so you can see it now. And John was really excited. He had like a lot of\n\nenergy around that to see such beauty. So he gets in the suit and he goes down there and what he sees\n\nis a barren desert. It was all gone. It was just gone. And that was shocking to John\n\nas anything was to make him understand that we’re not the proper custodians for our planet.\n\nWe need to kind of tune into some of the, the sightleties of how nature works,\n\nbe aware of how species are disappearing. And in his music and many of his songs, he represents\n\nthe animals. He represents the whales, the dolphins. He represents all of that. He voices it through.\n\nAnd it’s really powerful. And if you don’t know that yet, listen. They’ve got some John\n\nDevar music. One of the albums that I felt was really very environmentally censored was also\n\nwhen he did an album with Rita and the Whalers. And they did a reggae song called World Game. So when\n\nyou hear that, it’s called World Game. World Game. All right. And that was an incredible message.\n\nYou know, I want to play in the world game. I want to make sure that everybody knows the score\n\nabout using less and doing so much more. And that’s just the course. So if you start listening to\n\nsome of these words, you’re going to go, oh man, this guy was pretty hip for understanding\n\nthings about the environment. So I really appreciated that. Anyhow, I’ve got a chance to bring\n\nthis thing on the road towards the end of my time, John. It’s so great. Why don’t we show folks\n\nsome of your moves here? And hopefully that’ll warm you up a few degrees. It’s definitely cool\n\nand down right now. Kali, we weren’t expecting that.\n\nRight here. Yeah, let me just make sure it’s a good frame on you there. And then we can get going\n\nwith this run. This is so cool. Yeah, that’s perfect. How wide do I have? You’re good.\n\nAm I am I so good? You just went out of frame right there. A whole frame? You’re in now.\n\nYou want me to scoop back a little? Yep. We’re going to back up just a hair.\n\nThank you.\n\nReady? Good.\n\nOkay, so this is a liquid trainer. All you got to do is learn how to move the water from one\n\nend to the next. You can do it very easily or you can do a wrist movement and speed it up.\n\nAnyhow, after you learn certain movements, you’ll be able to just follow the water.\n\nThis is the shoulder movement that I was teaching my clients way back in the day.\n\nAnyone who would learn this movement, this particular movement is called the crawl and swimming.\n\nWe’ll never have arthritis. And the reason why is a lot of times when we do these movements,\n\nthe capsule is contracted. When you toss the water down, it pulls your arm up. So what happens is\n\nyou’re kind of taking all the tension out of it, doing a full circumduction of the shoulder.\n\nAnd by doing this, you’re repattering that movement so that it works a lot more fluidly in the capsule.\n\nIf I was going to be a baseball player and I needed something to I would simulate this movement.\n\nTossing. Fastball. Side on. Fastball. If I was a golfer, I could simulate an exact swing.\n\nBy doing it, I don’t just do it one side. I don’t do my dominant side. I do it equally on both sides.\n\nWhat that does, it decompresses the dominant side and educates the receptive side.\n\nThey beat, they interchange their dominance and receptivities. As a result, you have what you\n\ncall neuroplasticity. The brain is receiving more information. And it’s not just the left brain.\n\nIt’s the right brain. So, is it cardiovascular? Yes, I can tell you that right now. That’s what I just did.\n\nIn doing this, probably if you get past the first lesson, you actually can learn it.\n\nAnd I know that you can. If you actually learn the eight stationary movements, you’ll be able to\n\nlink them all together. So, the point where it’ll become one continuous movement. And when it\n\nbecomes one continuous movement, you’ll never, ever want to not use this. Because a couple things\n\nit’s fun. And it’s quite a workout. So, I’m doing this talking with you. I don’t even have to\n\nthink about it. I’m just doing it. Meanwhile, it’s like setting a metronome. And my body is grounded\n\nin ground reaction force. The pivot’s properly. And then a mean while I’m just\n\nspinning around my axis, opening up the rectus finai. And the water wants me to go a little further\n\neach time. But that’s where I have to be smart about it and just keep it within. So, there’s all\n\nany different movements. Every plate of motion in the body is used. And Ron, how often would you\n\nrecommend folks use this week to week? That’s a great question. Because we are kind of like\n\nconditioned to say, oh, we work out at so many hours a day or so many minutes a day or at this\n\nhour or this is one of these things. And if you consider it to be like an appendage and you\n\nhappen to do things, you take it to the office with you. If you’re going to be on a computer for\n\nan hour or so, you might want to take a break and just do some movements to reorganize the tissue\n\nof the muscles and the nervous system that controls it. So, you can use it any time. I find that\n\nwith the level that I work at, which is pretty much knowing the movements. If I do a workout for\n\n15 minutes, it’s like beyond anything that I’ve ever done. And I don’t know a system that can\n\nmatch it. If you were an athlete and you were in competition and you could simulate the movements\n\nyou’re you most adapt to, you’ll use it quite often. You’ll use it five or six times a day.\n\nLike a golfer, for example. Think about it. I’m not at a golf course right now, but I can stimulate\n\nthe movement because I can do that. If I do it five or six times a day when I approach a ball\n\nwith the club, it’s the same movement. And so, there’s like, you’re always, you’re always bringing\n\nyourself to core. You’re always developing a greater core intelligence for whatever you’re doing,\n\nwhether it’s running, swimming, any athletic sport, dance, martial arts, and in yoga, I would say,\n\nif you did this before you’re awesome as you might find a pleasant surprise, how easy it is to\n\ndo your awesome. That’s a great tip, a great insider tip of wisdom there. Let me ask when folks\n\nbuy their liquid trainer, how will they learn the different moves and forms? When they learn it,\n\nit comes with level one and level two. So, you can, once you tap into the website,\n\nthen you go to the movements. You’ll have your bag, your liquid trainer, and then you go to the\n\nmovements and you’ll just follow the directions there, and it’s all as if I’m teaching you personally.\n\nWe have, I’ve worked with this thing for the last 35 years, and so whenever I teach anyone,\n\nI always teach them as if it was exactly a mirror, and that’s how you’ll learn these\n\nparticular movements. Every movement is with me directly on, and I do it really slowly. So,\n\nyou can pretty much learn it, and if it’s too fast, you can always press pause back, get up a little\n\nand practice, but get pretty simple really, especially if you put the time in to learn it,\n\nyou’ll get 10 times a reward. This is so great, Ron, and I just, I’m going to jump back on camera\n\nwith you and just remind folks that because Ron has made liquid trainer a part of our\n\nwhy on earth community regenerative economic ecosystem, you get a 20% discount when you go to\n\nliquidtrainer.com. You can also connect with Ron on LinkedIn, and it’s Ron Lamire-liquid trainer,\n\nand we’ll of course put these links in the show notes for you. And Ron, it’s been such a joy\n\nchatting with you today and sharing this with our audience and it has gotten really cold. I’m\n\namazed by how cold it got here while we’ve been chatting, and I guess this storm that’s coming in\n\nis something, but- I’ll just bring in some snow. Yeah, we’re getting some snow probably soon.\n\nI just before we sign off for today, just wanted to invite you, Ron, if there’s anything else\n\nyou’d like to share with our audience or mention. Oh, there’s 20 things to mention. We’d like to do this\n\nanother time. If you’re inclined to go forward and looking at all the sponsors that we have and\n\nall that I was working with either, I’m very akin to loving the Crystal Society. So you can look\n\ninto the Crystal Society and learn a lot about the ocean through one of our great-grandfathers.\n\nThat’s great. I’ll make a note of Kustos Society and put a link in the show notes for that as well.\n\nOr Ron, we’re really excited to be connected even more deeply with you now and to collaborating in\n\nthe coming months and years. And thank you so much for sharing your liquid trainer with us.\n\nMy pleasure. We’ll see you later. Bye everybody. Take care.\n\nThe YonEarth Community Stewardship and Sustainability Podcast series is hosted by Aaron\n\nWilliam Perry, author, thought leader, and executive consultant. The podcast and video recordings are\n\nmade possible by the generous support of people like you. To sign up as a daily, weekly, or monthly\n\nsupporter, please visit yonurth.org-support. Support packages start at just one dollar per month.\n\nThe podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth,\n\nall one word with a Y. These sponsors are listed on the YonEarth.org-support-page.\n\nIf you found this particular podcast episode especially insightful, informative, or inspiring,\n\nplease pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in. Thank you for your support. And thank you for being a part of the YonEarth\n\nCommunity."
}