{
  "title": "Episode 94 – Tom Chi, Technologist & Eco-Investor, At One Ventures",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11627/episode-94-tom-chi-technologist-eco-investor-at-one-ventures.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-94-tom-chi-technologist-eco-investor-at-one-ventures/",
  "episode_number": 94,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Reminder audience that this is the Wiener’s Community podcast. I’m your host Aaron William Perry and today",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Community Podcast. I’m your host, Aaron William Perry, and today\n\nwe’re visiting with Tom Chi from At One Ventures. Hey Tom.\n\nHey there.\n\nHow are you doing today?\n\nPretty good. Just had lunch.\n\nYeah. That’s great.\n\nTom Chi has worked in a wide range of roles from astrophysical researcher to fortune 500 consultant\n\nto corporate executive, developing new hardware and software products and services.\n\nHe plays a significant role in established projects with global reach, including Microsoft\n\nOutlook, Yahoo Search, and scaled new projects from conception to significance, like Yahoo\n\nAnswers from 0 to 90 million users.\n\nTom has pioneered and practiced a unique approach to rapid prototyping, visioning, and\n\nthe leadership that can jump start innovative new ideas, as well as move large organizations\n\nat unprecedented speeds. These approaches have benefited over a dozen industry leading\n\ncompanies. He most recently served as head of product experience at Google X, developing\n\ntechnology such as Google Glass and Google’s self-driving cars. His current focus is working\n\nwith social and environmental entrepreneurs around the globe, rebooting the fundamental\n\nframeworks of entrepreneurship itself, and coaching and teaching a limited number of values\n\naligned organizations and leaders.\n\nSo Tom, I’m really happy to have this opportunity to visit with you and talk about several of\n\nthe projects you’re engaged in and working on. But before we get into kind of the latest\n\nand greatest that you’re engaged with, let me just ask you a bit about your background\n\nand backstory. How did you get into technology in the first place? What first drew you to\n\nthe tech arena?\n\nI mean, I started building things from a very young age, so like four or five. So anything\n\nthat was around, I guess a lot of people have stories about like, oh, I was very mechanically\n\ninclined. I like to take things apart. I never just took things apart to take them apart.\n\nI was always taking them apart because I could see some other thing you could make with\n\nthem. So I started that from quite early and built a bunch of really, I don’t know,\n\nsophisticated for my years kind of things from the very early days. So how did I start?\n\nIt’s just, I just started.\n\nYeah, it’s in your blood, so to speak. You’ve been at it for a while. Let me ask, can\n\nyou just describe succinctly what you and your team are doing at one ventures and what\n\nis unique about your approach as a finance vehicle?\n\nYeah, we’re a venture firm that is focused on helping humanity become a net positive\n\nto nature. So we kind of see the goal of our work and hopefully the goal of the larger\n\neconomy over the course of human history is to go kind of create a world where human\n\npresence on the planet makes nature healthier because we’re here as opposed to the crazy\n\ndamage that we’re doing right now or just being more efficient around that damage or getting\n\nto some sort of uneasy truth through some level of sustainability. I think we should put\n\nthe bar much higher and say, well, if we’re here, then we should really contribute.\n\nAnd we define nature as air, water, soil, biodiversity. So you got to ask a question, how\n\ncould you redesign industry so you build health in those four areas as opposed to death?\n\nAnd how do you, how do you find this is, you know, either resonating or perhaps you’re\n\nfinding resistance with some of the established companies and interests and sectors out there?\n\nYeah, you shouldn’t worry too much about that. Like, you know, they’re, I’m paraphrasing\n\nBuckminster Fuller a little bit, but he basically said something like, don’t bother fighting\n\nsystems, obsolete them. So we’re basically building the, you know, the foundation of the\n\nnext economy. And we’re doing it in a way where the unit economics and the environment\n\neconomics are superior. So most of the games so far has been better and better unit economics,\n\nbut worse and worse environmental costs. And that’s how we have been pushing the economy.\n\nBut if you basically say, no, we’re only going to invest in things that have both better\n\nunit economics and better environmental economics, then you start a different kind of trajectory.\n\nYeah, that’s great. I love that. Bucky Fuller quote, and I’ll track it down and include that in\n\nthe show notes because it really is apropos for our discussion today. You know, Tom, you and I met\n\nlast summer at a conference at which you were talking about the use of drones to plant trees\n\nto the tune of millions per week in certain regions of the world. And I just want to ask getting\n\ninto some of your different technologies and projects, could you summarize for our audience\n\nthat particular technology and the impact you’ve already had thus far with it? Yeah. So what I\n\nmostly talked about during that session last year was the planting side of things, but the team\n\nhas also been working on monitoring and maintenance as well. And altogether, it represents a radical\n\nreduction in the cost to be able to restore ecosystems. And I know a lot of questions come up,\n\nlike we never plant monocultures. We’re always planting a variety of species as recommended by\n\nfolks that know that terrain well, whether that be local ecologists, indigenous peoples, that sort\n\nof thing. And we do so in a way where we’ll plant the first stage of ecological succession. And then\n\nafter a couple of years, we might come back and plant a follow-on stage of ecological succession\n\nbecause the most resilient ecosystem is the really healthy, diverse ones. And those are also the\n\nones that lead to the most permanent carbon storage. Those are also the ones that have the most\n\nco-benefits in terms of their production. So yeah, that’s broadly what the company does. Since we\n\nlast heard about the work, the team has continued to improve the tackian is the leading player in\n\nthe world in terms of reducing the cost of restoration per hectare. And they started out with, you know,\n\nsingle-hector tens of hectares type projects. They’ve moved through hundreds of hectares,\n\nthousands of hectares that work on tens of thousands of hectares projects right now. And we’re\n\nbidding on some hundred thousand hectare projects. So we’re going into a pretty interesting restoration\n\nscale. What are you guys finding in terms of success rates with germination of seeds and, you know,\n\nmaturation and all of that with the technological approach? Yeah, so the simplest answer is that we do\n\nas well as nature does in the same system. And we’re focused both on the above ground diversity\n\nand below ground diversity. So we’ll sample things like what’s the soil microbiome like, you know,\n\nand what went healthy looked like here. And what’s the mix of, you know, mycelia that you want to have\n\nbeneath the soils. And we will go and prep it to both restore above and below. And yeah, I mean,\n\noverall like we’re getting really good traction in terms of the types of quality restoration\n\nthat’s coming up. So the folks that we’ve worked with look at the quality of restoration that we’re\n\ndoing. And it’s significantly exceeding their expectations. So I’m just say we’re kind of\n\ndoing fine on that front. I know that folks want to go narrow it down to like germination rates,\n\nbut when you jump into that, it actually gets a lot more complicated because a tropical rainforest\n\nnature, nature planting a seed in that environment might have an ubercent germination rate.\n\nCorial forests might be 15%. And like we do roughly the same as nature in those settings. We’re not\n\nable to plant an aborial setting and get a 90% germination rate, but neither can nature. So like when\n\nthe thing spans from 15 to 90%, then if you were like tell me the germination rate, it’s like,\n\nthat’s a little too imprecise. Yeah, that makes sense actually. And I’m curious, are you,\n\nis that particular enterprise tapping into the global carbon markets? And is that one of the\n\nfinance levers that’s being utilized? So we are not being paid for carbon credits at this moment.\n\nI think that as the business gets into the 100,000 million hectare kind of planting scale,\n\nwhich is something that will be at within, you know, I’ll say about 12 months, so not too far from\n\nnow, then I think we become very interesting in terms of folks that want to play in the carbon\n\nmarkets because the cost of carbon sequestration per ton via biological sequestration tends to be\n\nvery, very cheap compared to technical sequestration. So technical sequestration like\n\ndirect air capture or retrofitting a point source emission or smoke stack, you know, that’s kind\n\nof in the 50 to 200 ton, you know, dollars per ton range. Bio sequestration is oftentimes less than\n\n10 dollars a ton and we’re kind of in the range of less than a dollar a ton. So I think from the\n\npure, you know, cost perspective, we’re very attractive. Now the reason that bio sequestration\n\nhasn’t already taken over the world and the folks, you know, people, you know, are spending a\n\nbunch of time on technical sequestration still is that technical sequestration is good in terms of\n\nadditionality. So if I grab stuff out of the air and then put it in the ground, it’s clearly\n\nadditional, like, you know, clearly something has moved. It’s good in terms of measureability\n\nbecause you know exactly how much flow through this pipe or exactly how many kilograms of material\n\nyou collected and depending on how you do it, it can be good in terms of permanence of storage.\n\nAnd bio sequestration depending on the approach can be much weaker on those fronts, but we believe\n\nthat using the approach that we’re doing that the additionality will be clear because there’ll be a\n\nlot of places that were degraded ecosystems and after we work on them, there’ll be, you know,\n\nyou know, very healthy ecosystems. So that’s clear additionality. We believe that we can get\n\ngreat measureability because we’ve already been working on the machine-learn algorithms to be\n\nable to go identify species and quantify carbon in the landscape. So I think we’re going to get to\n\nas accurate in terms of the measureability. And then relative to the permanence, it really there,\n\nit’s less about how deep can you vary underground. It’s much more about how robust is that ecosystem?\n\nIs the more robust the ecosystem than the more permanent the storage, basically.\n\nYeah, yeah, that makes sense. So where can folks go to learn more about the tree planting\n\ntechnology that you’re working with online? Yeah, the trees are the sexy parts. So everybody\n\nwants to talk about the trees, but we do also plant grasses and shrubs in every kind of species\n\nthat is supposed to be in that environment and also trees for sure. You can find out about it at\n\ndendra.io, d-e-n-d-r-a.io. Great. Yep. And then I want to ask you also about the choral planting robot\n\nproject that you’re working with. I understand that’s in partnership with the National Science\n\nFoundation. Is that right? Yeah, we got an NSF grant to build a choral planting robot. So we\n\nstarted in June of this year. As of October 8th, we did our first successful pilot test,\n\nand now we’re doing, yeah, where we planted one. Now that said, we planted one, which is not the\n\nrate that we want to be able to go plant at, but the one that we planted, we planted it in less than\n\n15 seconds, and we’re replacing a task that humans take about five to 10 minutes to do.\n\nAnd we think that, and that wasn’t even fully automated yet, there was like some human in the loop\n\nsteering the thing. So we believe that once we do some some basic feed forward automation,\n\nthis is even before we get into complex control theory, like we can get the planting time down to\n\nmore like three seconds. And that means we’re replacing a five to 10 minute task with three second\n\ntask, we’re replacing a task that humans, humid divers need to do with something that a robot can\n\ndo. So we can also using manufacturing scale produce a lot of these robots. And the reason I’m\n\ntalking about scale in this way is we are, you know, the loss of coral reefs is a major crisis\n\nright now. We are losing, you know, about 1.3 hectares per minute right now globally. And a\n\nhectare is 100 by 100 meters. So you can think about like the biggest coral reef you’ve ever seen,\n\nimagine that disappearing every single minute. Now, of course, it’s not all continuous, it’s across\n\nthe whole globe. So it’s a little crusty here, a little thing here, some bad stormers there,\n\nstore damage there, bleating them in the summer of so and so. But when you when you average that out\n\nand even it out, then it’s we’re losing them at a rate of 1.3 hectares a minute. And if you look at\n\nthe best ways that we know how to restore right now, it takes us about a decade to restore a\n\nhectare. So, you know, if you lose it in a minute and it takes you 10 years to build it back, then\n\nwe clearly have a lot of orders of magnitude to get through before we can be anything close to\n\nthe rate of loss. So the the whole point of taking a 10 minute task and bringing it down to three\n\nseconds is where you get a couple orders of magnitude there. And then through, so let’s say you get\n\ntwo two and a half orders of magnitude there and we have about six orders of magnitude to close.\n\nSo we’re like a million times too slow with this stuff. You know, you get a hundred\n\nX just in the speed of planting changes. And then you pop into, you know, robotic manufacturing\n\nscale and you you pump out 10,000 of these robots, 1,000 of these robots. And we purposely\n\ndesigned the robot to be relatively inexpensive. So the one that has done the successful, you know,\n\npilot run, the total robot right now costs less than, you know, $3,800. And this isn’t compared\n\nin comparison to a lot of marine robotics research platforms. Easily cost half a million,\n\nmillion, two million dollars, right? So if every one of your robots cost two million dollars,\n\nhow many are you really going to put into service? Very few. But if we can get this thing,\n\nif we’re already under 4,000 and we can push the price of this robot down to less than 2,000\n\nor 1,500, then a couple of million dollars goes and funds a lot of this stuff. And all of a sudden,\n\nit’s not that inconceivable for us to put, you know, 10,000 coral planting robots to work\n\naround the world. In that kind of scenario and model, where does the revenue and funding come from?\n\nOr where do you anticipate it will come from as that scales up?\n\nYeah, I mean, there are some countries that are spending, you know, reasonably aggressively to\n\nbe able to try to protect or restore their reefs. So Australia, Thailand, you know, those sorts\n\nof places. You know, there are other places where more at the hospitality scale, you know, like a\n\nhotel chain that is losing their coral reefs and they would love to bring them back because\n\nthey’re just direct tourism revenue associated with that. So I do think that there is some\n\nmarket here, but the reason that this is grant funded as opposed to venture funded right now\n\nis there’s significant market development to be had before you can really\n\nquote unquote capitalize on the market. But the general just here is very similar to, you know,\n\ntree planting or eco-restoration drones where we can we can bring down that that cost of\n\necological restoration by a factor of 10, you know, we can go in here and we can bring down the\n\ncost and speed of coral restoration by a factor of 10, 100,000. And that enables a lot of different\n\navenues in terms of affordability, you know, a rich donor who wants to put in 20 million to go\n\nprotect an entire coastline. All that becomes possible if you’re able to go bring down the\n\neffective, you know, economics on it. Yeah, very interesting. I would imagine that one of the other\n\npotential constraints that is being thought about is the farming and production of the baby coral,\n\nright? So as all of technology scaling, you’re going to have to get all these little babies from\n\nsomewhere. How does that look and how does that get located around the world? Yeah, so they’re actually\n\nalready our coral nurseries and some of them are tied to the pet trade. But, you know, and so some\n\nof that can be put to work, but also I’m an investor in a company called coral vita, which is\n\nbasically working on next generation coral nursery. And this includes, you know, like\n\nsexual reproduction and trying to go use some of the best techniques to be able to produce\n\nheat resistant coral through selective breeding. It includes asexual reproduction in terms of\n\na approach called hyperfagmentation, which is developed by Dave Vaughan from the Million Coral’s\n\nProject that can speed up the growth of hard corals between 20 to 50x. And then some automation\n\nchanges to be able to make it so that we’re able to, you know, create industrial scale in terms of\n\nhow much we can grow baby corals that would be suitable to bring back into the environment.\n\nYeah, very interesting. Now, let me ask a question that I imagine, you know, some of our audience\n\nmight be wondering. So, you know, here I am thinking about the myriad of this topic science fiction\n\nmovies and stories I’ve come across. Do you picture a future where we’ve got drones running around\n\nall over the place flying around and swimming around in the oceans? And what do you say to folks\n\nwhen they maybe experience a bit of discomfort with that kind of a future vision?\n\nWell, I wish that we already lived in the world that we valued that ecosystem at the level that\n\nwe could just have people go out there and do all this work. Yeah, that’d be great.\n\nI would say at least how things have gone so far, it doesn’t seem like that’s the case.\n\nAnd, you know, look, there’s a lot of folks that are trying to close the gap. They’re like,\n\nwell, if we could go quantify ecosystem services and then get insurance companies in on things and,\n\nyou know, whatever, the 50 techniques, then that’s basically them trying to go change the economics\n\nto be able to allow humans to get in there and do that work. Because otherwise how you can pay those\n\nhumans, but like I kind of, you know, am on the sidelines watching this talk about for 20 years,\n\nand I’m like, doesn’t seem to fully be working yet. Because it’s not like, you know, every year that\n\nwe’re around, we’re 10 times better at restoring forests or coral reefs, like we just haven’t gotten\n\nbetter at it and we’re not doing a great job of it already. So when you’re starting from a\n\npoor baseline, and you’re not getting much better at it as a system as a species, then you’re like,\n\nhmm, we probably need a plan B on this. And air go, let’s go in there and change those\n\nunit economics in a really compelling way and make it so that we can afford to go invest in the\n\nrestoration of these ecosystems. Yeah, yeah, I really appreciate that perspective. And I know in some\n\nof our email exchanges leading up to this discussion, I shared with you a concern I have personally\n\nabout thinking that, you know, technology’s going to solve everything and that the sort of human\n\nheart and compassion piece is not important. And I was so delighted when you responded back to\n\na couple of my emails, sharing your perspective on some of those issues that we might consider more\n\nphilosophical or ethical in nature. And before continuing on and asking you about a few of these\n\nother amazing technologies, I want to, I want to just, you know, take a kind of pause in the\n\nconversation and ask you about some of these softer aspects of ethics and philosophy and compassion.\n\nAnd how does that, how does that play into the work you’re doing and into your decision making as\n\na leader? Yeah, I mean, there’s a lot of places to, you know, answer that question from, you know,\n\none is that my mom is a Buddhist, so definitely compassion and thinking about the suffering of\n\nbeings has been a part of my upbringing. And I see a lot of how we’ve constructed the economy as a\n\nas a systematic, you know, source of suffering for all types of beings, whether it’s the fact that,\n\nyou know, 95% of all mammal biomass on the planet is livestock. That’s crazy, right?\n\nMore than 70% of all birds on the planet are livestock. That means all of wild birds, you know,\n\nall of wild mammals, all of wild mammals less than 5%. That represents a ton of suffering. And it’s\n\nsuffering for everybody. But, you know, another lens on that is the automation lens. Like, I\n\nwas part of the leadership team of Google X, so I worked on the self-driving car. Yeah, there’s a bunch of\n\nfolks. It’s like, you’re taking away these trucking jobs, you’re taking away these driving jobs. Like,\n\nwhat are we going to do? And yeah, I mean, I share this story like back in 2013, I got contacted by\n\nthe government of Singapore. And I met a delegation of six folks from the government of Singapore.\n\nAnd they wanted to ask about autonomous vehicles, because they knew it’s a thing that I’d\n\nspent some time on. And we sat down and we were kind of talking. And they gave this amazing\n\nexplanation that I will never forget, which is they’re like, okay, so Singapore is like,\n\nwe’re a small country and we’re fixed in size. We’re not going to be able to double our, you know,\n\nsize. We’re not going to invade some other space and get more land. And you can only build so tall\n\nbefore it becomes impractical. So we estimate that we can only increase the Singapore population\n\nby X more before it becomes too crowded for folks to be able to, you know, live prosperous lives.\n\nSo given that, we can’t continue to grow our GDP via immigration. It means that the only way\n\nthat we can become more prosperous as a nation is for everybody in the nation to become more prosperous.\n\nSo we’ve done an analysis of all the low-paying jobs in Singapore and the largest\n\nlow, you know, the largest cohort of low-paid workers that we have in Singapore are cab drivers.\n\nSo, and this is back in 2013. This is before there was any kind of autonomous car available.\n\nBut back in 2013, they’re like, okay, so we’ve done this calculation. And because of it, we’ve\n\nalready started a retraining program for any cab drivers that would like to kind of up level\n\ntheir skills into better careers. And as we start to reduce the supply of cab drivers,\n\nwe would like to backfill them with autonomous taxi cabs. And I was like,\n\njust that little twist is so huge, right? In the US, it’s like autonomous driving is coming.\n\nYou know, everybody get out of the way or a steadiest-time career will destroy you.\n\nAnd in Singapore, they’re like, no, I mean, we care about the people first.\n\nAnd if you’re not becoming more prosperous, we don’t want to displace you, right? So let’s\n\nhave the demand side of how many autonomous cars we want be a function of how much we’ve been\n\nable to adjust the supply side and how many cab drivers we’ve been able to graduate into other\n\ncareers that they prefer. And I was like, that’s such a human way to go approach automation. I\n\nfreaking love it. And in the US, we don’t even bring up that type of discussion because we have a\n\nbunch of mythologies that we believe in, which are definitely not true. One is that the invisible\n\nhand is moral where it will lead to moral outcomes. That’s definitely not true. And then the other\n\nthing is that, oh, you know, if technology’s coming, if humans just better get out of the way, like,\n\nno, no, we invent things and we build an economy to, you know, for the purpose of a healthy society,\n\nfor the purpose of a healthy environment, that’s what those things should be used for. We shouldn’t\n\njust say, oh, well, sometimes society and environment are sacrificed in the process of making a\n\nsuccessful economy. Like, the society is a super set of economy. Environment is a super set of\n\neconomy. Yes. Like, why would you prioritize the subset over the larger thing? We’re blowing\n\nit pretty hardcore on that front. And some of it is, you know, local to the US or the West.\n\nAnd some of it is, yeah, inside of all of us in the systems that we’ve created.\n\nYeah, absolutely. I so appreciate what you’re saying. And I will share with you and tell you a\n\nlittle more offline. I’m working on a writing project in which I take to task a handful of these\n\nmythologies that we see particularly here in the United States that, you know, greed is good and\n\nyou know, winner take all and everyone else be damned kind of mythos that really has permeated,\n\nespecially in the 20th century as well as the 19th. A lot of the business behaviors and economic\n\nbehaviors here in this great nation of ours. And I’ll share more with you about that, Tom.\n\nThe subject went to our conversation. But I really appreciate your perspective. And it seems,\n\nyou know, with the Singaporean governments doing in that example is not only a great demonstration\n\nof compassion and a humanistic approach, but also means in terms of their economic management\n\nthat they’re not introducing or designing for the types of dislocations that we have seen in\n\nthis country can lead to really troubling outcomes and consequences. And you know, it’s probably not\n\nlost on many folks that some of the social turmoil that we’re experiencing currently in the United\n\nStates is the result of or at least related to some of these dislocations that different sub-sets of\n\nthe population have been experiencing as various tech sectors advance and accelerate, right?\n\nYes. And it’s not even just in the tech sector. It’s the mythology is everywhere.\n\nAnd we have prioritized economy over society and environment, not understanding that it’s the\n\nsubset. If you have an unhealthy society and environment, you cannot have an economy.\n\nExactly. Yeah, that’s great. Thank you for saying that, Tom. Well, let me ask you now about\n\niron ox. And all of these technologies, by the way, folks, you can find listed and discussed at\n\nthe website at 1ventures.com. So be sure to go there if you want to not only read about these\n\ntechnologies, but also see images of them. So iron ox really caught my attention. Can you tell us\n\na bit about that? Yeah, so if you guys are familiar with Dutch Greenhouses, like what the\n\nNetherlands has shown is that a tiny country. So the Netherlands is a tiny country. It’s the\n\nsecond largest agricultural exporter in the world. And it’s like, well, it’s obviously not because\n\nthey have so much land. It’s the super tiny country. But what they have been able to do is they’ve\n\nbeen able to show really consistent high quality production using greenhouse agriculture.\n\nAnd what iron ox does is it basically leaps frogs off of that and says, well, what if you also add\n\nrobotic automation to that setting as well? And then you end up with a setup where you are able to\n\ngo and grow really healthy, really well cared for food, a fraction of the cost of what it currently\n\ncosts to grow our food outdoors. And because it’s indoors, you know, in the greenhouse environment,\n\nthen you have a lot of control. You’re not as worried about adverse weather events,\n\nwhich will be a helpful thing too, as the climate continues to destabilize.\n\nSo I think that in iron ox approach to things, so it’s basically greenhouse automation,\n\nand we’ll allow us to go address the food security issues of the future. And relative to environment,\n\nthere’s an important element as well, which is we use 50% of the habitable land on the planet\n\nto feed ourselves. And you know, things like the destruction of the Amazon, I think there’s a\n\nmisunderstanding from like movies in the 90s and stuff that’s like, oh, it’s all these, you know,\n\ntimber companies that are coming in and cutting it down. Because I think chainsaws are very\n\njust very cinematic. But in practice, if you look at the numbers, it’s single-digit percentages of the\n\ntake of the Amazon comes from timber companies, you know, paper pulp timber. The great majority,\n\nmore than 90% of the destruction of the Amazon is to go, they don’t even take the wood, they just\n\nburn it down in order to go plant soybean and graze cattle. And that’s fully food production,\n\nand to the extent that we can do food production in a way that does not require us to just\n\neat up, you know, because we already ate up 50% of the habitable land surface of the earth for food\n\nproduction, we can only eat up so much more of that. So like, we kind of need to stop that and\n\nactually roll it back the other direction. And if you’re familiar with, you know, the book Half\n\nEarth, then it basically kind of talks about like, well, if we could set a side half of the earth\n\nfor nature, then that would allow us to preserve more than 90% of the historical biodiversity of the planet.\n\nThat’s how I so appreciate you sharing some of this information, particularly about the\n\nAmazon, I feel that that’s a really important one for folks to understand more. I want to ask you\n\nalso as a follow-up, you know, many of our friends and colleagues are devoting their entire\n\nlives and careers to the regenerative agriculture movement and are doing really important work\n\nin those settings, often in temperate regions. And I’m curious how your commentary and your\n\nvision for technologies like iron ox might fit into a scenario that also includes other aspects of\n\nregenerative agriculture or not, right? I’m curious what you see there looking out into the future.\n\nYeah, so I think there’s going to be, so I think regenerative agriculture is incredibly important.\n\nI think that there’s going to be an interesting bifurcation, which is I would like there, you know,\n\nfor factory farming to be fully replaced and, you know, by cellular agriculture or plant-based\n\nalternatives, I would like for, you know, a bunch of our food production, especially the industrial\n\nfood production, to be replaced by things like iron ox. But, you know, look, neither of those things\n\ndirectly regenerate the soil, but what it does is it alleviates a lot of the ecosystem pressure that we’re creating through these\n\nExtremely, you know, unsustainable ways that we’ve been producing food\n\nAnd I think relative to you there are the rest of the food that we produce if we can go do that in a way that is\n\nSo our regenerative if we can do it in a way that is that brings\n\nYou know community together and like that is clearly preferable and and obviously in soil regenerative\n\nYou automatically get in their carbon storage and other things that\n\nWell co-benefits like carbon storage co co-benefits like stabilizing, you know local weather patterns, you know, co-benefits\n\nLike you know providing community level resilience. Yeah, so there’s gonna be many settings where that is the case and\n\nYou know, I know it’s really tough because everybody especially in a a\n\nYou know short attention span world\n\nOnce it to be like one answer that we can push forward and love you to answer for everything, but global agriculture is already a\n\nTriforcation, right? So there are there’s one fork of the triforcation\n\nWhich are all these folks that are you know in the lower resource nations working, you know less than five acre plots and\n\nThen there is another part of the triforcation, which are these massive, you know, 5,000 10,000 acre plus, you know\n\nLike monocrops that we use for corn soy wheat that kind of thing and\n\nThat is almost fully automated anyhow. That’s just a huge tractor and one dude where sometimes it’s it’s an automated system and doing\n\nYou know 10,000 acres or more in a monocrop and then the third\n\nTriforcation are the folks that are farmers that are working between like one acre and\n\n2,000 acres that that grow a lot of the food we eat and\n\nWhat’s funny is that the food we eat we call them specialty crops so like things like artichokes and garlic and whatever things that can’t be ground up into\n\nYou know, you know, you know flour or made into corn syrup or whatever we consider that the specialty stuff\n\nBut in practice, it’s like that’s actually most of the food we eat in the\n\nIn the developed world and the developing world it is the\n\nsub five acre farmers that are doing most of the growing but there’s already a triforcation right now and you got to go think about the\n\nUpdate to all the forks in the triforcation and I think that gives you a more nuanced understanding of where things can go\n\nBecause the triforcation is also not accidental. There are both human and economic factors that make those the the thing that we’ve gone with so far\n\nYeah, yeah, that that is really great to hear that explained so clearly\n\nLet me\n\nMove on here from iron ox to ask you about true in my print pronouncing that correctly\n\nIt’s pronounced true\n\nBut it’s it’s not a real word it stands for thermodynamics rules everything around us. Okay\n\nAnd and what is that? Can you tell us a little bit about that project? Oh\n\nSure, it’s a company, but yes, what they have done is\n\nPhD from Berkeley\n\nYou know another from MIT another from Stanford they got together and they decided to reinvent the air conditioner from the ground up and\n\nWithout getting into lots of details the basic thermodynamic design of the air conditioner that we air conditioner some refrigerators that we use today\n\nWas basically finalized in the 1920s, so we have not improved them at all in terms of just basic efficiency\n\nYou know, we styled them differently, but like the the heart of the thing is very similar to 1920s tech\n\nSo they basically the compressor condenser model or whatever that is right?\n\nYes, and using refrigerants that boil at a particular temperature in order to go, you know\n\nAnd and doing that against kind of a carno cycle\n\nSo so anyway, that’s all just the standard way that the guts of a refrigerator air conditioner put together\n\nBut what TRO is done is they kind of took it from first principles and said well with modern\n\nApproaches and manufacturing in a more modern lens on what we understand today. What can we do and they have been able to put together a\n\nA approach to air conditioning, which is 30 to 50 percent more efficient and therefore costs less to run\n\nbut also does not require any fluorine-based refrigerants and\n\nRelative to those refrigerants has 6,000 times less greenhouse gas impact\n\nSo for folks that don’t know you should read the book drawdown\n\nThat’s one thing because the very first thing in the book drawdown is refrigerants are creating lots of\n\ngreenhouse gas emissions and warming and to put it into like a\n\nMaybe a more relatable context\n\nrefrigerants which are called F gases another way of you know, it’s a shorthand for fluorine-based gases\n\nThat’s what the F stands for\n\nF gases\n\nHave about as much greenhouse gas impact as all of cars combined\n\nSo, you know if we could go and redo how we do air conditioning and refrigeration we could make a world where\n\nIt’s like we took all the cars off the road and\n\nWe especially want to work on this now because as the planet is warming up\n\nThen you’re getting record heat waves in northern Europe and places that didn’t have air conditioning before adding it and\n\nYou know, you also have the the middle class in India, you know, being able to afford this stuff now and also\n\nIn India, it’s getting also unbearably hot so even folks that are used to a hundred degree heat\n\nIt’s clocking in at 125 degrees some days. They’re like no\n\nI mean even with our cultural practices and our you know design for passive cooling and all the different\n\nThings that we do to make you know hot area livable. This is unlivable\n\nSo there’s going we we\n\nEstimate that the number of air conditioners in the world is going to double in the next 10 years\n\nAnd we would like to get ahead of that and not have that be like doubling all the cars on the road\n\nYeah, absolutely\n\nTom, let me\n\nReminder audience that this is the Wiener’s Community podcast. I’m your host Aaron William Perry and today\n\nWe’re visiting with Tom Chi from at one ventures\n\nYou can go to at one ventures.com to get more information\n\nYou can also find info on Tom’s work at Tom Chi.com\n\nAnd his handle is at the good Tom Chi. Is that right at the good Tom Chi?\n\nHUG-O-D-T-L-M-C-H-I. Yeah, and that’s Instagram and Twitter\n\nAnd I want to also think the sponsors making our podcast series possible\n\nThat includes earth coast productions the Lidge family foundation Alpine botanicals\n\nPurium earth hero\n\nVera herbals growing spaces soil works earth water press\n\n1% for the planet\n\nDr. Bronners and\n\nWaylay waters and of course a huge shout out to all the individuals in our YonEarth community network who have joined our monthly giving program\n\nIf you haven’t yet joined and you want to you can go to YonEarth.org click on the donate button and get all that set up\n\nAnd if you decide to give monthly at certain levels\n\nYou’ll get shipments of the waylay waters\n\nregeneratively grown hemp infused a wrote with therapy soaking salts\n\nSaves and massage oil sent to you\n\nAs as a thank you in a way to boost your self-care practice. So a huge thanks to all of our sponsors and\n\nsupporters and\n\nIt’s it’s really fun. Tom going through these different companies and technologies with you and moving right along\n\nI want to ask you about cruise foam and when I saw the image this one really made me smile because I imagine some of our\n\nFriends and audience will really appreciate this one\n\nYeah, so cruise foam is basically a\n\nreplacement to\n\nA type of plastic so styrofoam and polyurethane foam can be replaced with cruise foam and what cruise foam is made out of is\n\nA kite in biopolymer. So it is made from and it can use any source of kite in but the current source of kite in is\n\nShrimp shells from the from the shrimp aquaculture and\n\nAnd shrimp fishing industries now what’s so interesting about this foam well\n\nWe’re able to go produce this foam cheaper than petrochemical foams\n\nRight, so like part of the reason that plastics have been so hard to displace and they’re literally everything and in everything\n\nEverywhere and in everything is that\n\nThe when you think about the cost of anything you can think about it as the cost of the raw materials like the feedstock\n\nAnd plus the cost of the processing that’s required to transform that raw material into whatever you know\n\nThing you’d like want to use it for and you add those together. It’s roughly the cost now\n\nThe petrochemical industry has had an unfair advantage in that the raw material for plastics is just a residual\n\nByproduct of you know oil and gas refining and it means that their feedstock cause comes in pretty close to zero and\n\nIt means that if you want to go displace\n\nPlastics in terms of costs\n\nYou need to you need your feedstock plus processing to be cheaper than just the processing cost on the petrochemical plastics\n\nAnd cruise foam does fit the bill and we’re basically hunting down\n\nAlternatives for all seven major types of plastic\n\nBecause you need to go fight that battle for every type of plastic\n\nSeparately, so cruise foam is kind of our cut at that for the styrofoam and polyurethane foam side of things and\n\nThe when you go make the stuff out of kite and biopolymer\n\nIt is fully marine degradable. It is fully soiled degradable with no technical recycling\n\nSo you buried in the ground you throw it in the ocean it becomes ocean and dirt\n\nYou know in a month or two\n\nThat’s so exciting well very very neat to hear about that and how about tell us about climax foods\n\nClimax foods is basically like the\n\nRosetta stone to be able to go translate any\n\nAnimal-based food that you would like to replace with plant-based replacement\n\nSo there’s been a bunch of companies that have like founded themselves on replacing a single product\n\nSo impossible burgers like let’s them replace a burger and you know\n\nYou know collafia. It’s like let’s replace dairy milk with nut milks and like you know whatever\n\nThis is great like let’s replace those things for sure, but what\n\nImpossible foods\n\nYeah, sorry what climax foods is doing is they have kind of\n\nCreated the Rosetta stone so that you are able to go sample any animal this food product\n\nAnd it’s hour of them will go calculate here’s the recipe of plant-based ingredients that will get you the closest flavor match possible\n\nAnd they’ve been able to go do that they’re starting with cheeses so they’ve already produced a whole line of cheeses\n\nThat I’ve had a chance to taste because I get to go to the\n\nThe test kitchen and the cheese cave and all this sort of thing and try these things out and the stuff\n\nJust tastes amazing. I mean it that there’s been taste testers that in our trials who are like\n\nI thought you weren’t going to give me a dairy-based cheese and it’s like we did it\n\nYou’re eating the you’re eating the climax foods\n\nYou know cheese right now and it just kind of blows their mind\n\nBut both in terms of being able to so imagine you know the following problem technically\n\nImagine there’s thousands of plant-based ingredients that you could combine\n\nBecause in the global supply chain there are roughly thousands of ingredients that exist in a large enough supply\n\nrelatively easy to source with a co-packer or to you know a do-food work with\n\nSo imagine there’s thousands of them and imagine that you know you needed to figure out the exact recipe\n\nThat combines like the perfect you know eight of them into something that’s going to taste amazingly close to blue cheese\n\nOr amazingly close to whatever pick your animal-based product that you want to displace\n\nWell, normally that would take you know 10 to 12 months in a test kitchen iterating\n\nTrying trying trying and then you end up with things that are kind of okay you end up with a\n\nA you know plant-based mozzarella, which is mostly just starch\n\nIt doesn’t have any of the protein value. Does it but it tastes kind of all right\n\nBut what what climax foods\n\nHas been able to do it with exactly the same problem setting is is they can go parse through you know\n\nbillions of combinations of those thousands of green ingredients in seconds\n\nAnd they can go produce a recipe which is a way closer flavor match than what the you know food scientists and these labs are able to do in one they can do it in one day\n\nSo it’s just the difference between do you want to take 12 months to make each plant-based product or do you want the recipe today\n\nAnd then what recipe do you want tomorrow?\n\nSo I’m very excited because\n\nI’ve tasted what’s coming out of it and it tastes incredibly close\n\nAnd they are also able to just tweak a couple other variables\n\nThey did one tweak and they were able to go um replicated cheese\n\nBut double the amount of protein in it and reduce the price of it by 3x\n\nYeah, wow and that was just a tweak to the algorithm\n\nIt didn’t take more time in a test kitchen\n\nThey just said well, let’s make price one of the important variables and not just perfect flavor match\n\nIncredible. Well, let me just ask. Do you have a favorite of the\n\ncheeses that you’ve tasted so far?\n\nI mean I was born in Asia, so I’m no cheese expert, but the the Camembert\n\nthe blue cheese\n\nThey did like a\n\ngood I believe\n\nThe stuff is good. I mean, I don’t know what else to say about it. Yeah. That’s great. Well, I mean that really underscores the\n\nadvantages of\n\nRapid prototyping. I mean that is that is you know\n\norders of magnitude more rapid than the more traditional approach\n\nYeah, absolutely and of course you still want people to taste it on the other side of it\n\nBut like all of the stuff that\n\nThat is that slow experimentation process. They’ve collapsed that down by a factor of a hundred\n\nAnd then you can just get to the tasting and then see what people like\n\nAnd they have been really um\n\nGetting a good read too in terms of where are\n\nWhich sort of flavor compounds there’s more sensitivity and less sensitivity on for some things where it’s like\n\nOh within this band a factor of three of saltiness this all tastes the same to people\n\nThen there’ll be other parts where it’s like no one percent more of this really changes everything"
}