{
  "title": "Episode 138 – Tom Chi, Founder & CEO, At One Ventures, on New Economic Epochs",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/13463/episode-138-tom-chi-founder-ceo-at-one-ventures-on-new-economic-epochs.mp3",
  "publish_date": "June 28, 2023 2:51 pm",
  "url": "https://yonearth.org/podcast/episode-138-tom-chi-founder-ceo-at-one-ventures-on-new-economic-epochs/",
  "episode_number": 138,
  "subtitle": "APPROACHING NEW ECONOMIC EPOCHS",
  "description": "In our current epoch, what Tom calls “Epoch 0,” our global economic activity is primarily extractive, and has embedded in it a dangerously destructive logic: “to run the economy, we must destroy the ecology.” In the next epoch (Epoch One), our economic activity will be “materially productive” instead of extractive, Tom asserts. Then in the subsequent epoch (Epoch Two), the global economy will be primarily focused around enriching ecosystem metabolics. Finally, in the most advanced economic epoch (Epoch Three), Tom predicts that we’ll be maximizing diverse nutrient flows and “savoring” each solar photon and each water molecule – all within the logical rubric of global commercial activity. These Epochs are discussed in further detail in the “State of the Planet” talk that Tom gave at a recent At One Ventures annual general meeting of shareholders. Tom has shared a Vimeo link to this talk – available in the show notes.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast. I’m your host, Aaron William Perry. And today\n\nwe’re visiting for a second time with technologist and financier Tom Chi. Hi, Tom.\n\nHey there. How are you today? Pretty good. I’m really looking forward to our\n\nconversation and we’ve got a lot to cover obviously. Absolutely. Tom Chi is the\n\nfounder of At1 Ventures which has already deployed over a hundred million\n\ndollars into several companies working on regeneration stewardship and\n\nsustainability technologies. Some of these companies include iron ox which is\n\nrobotic agriculture, dendra systems which is drone tree planting, true which is\n\nadvanced air conditioning, wild earth, sustainable pet products, apes core 3D\n\nprinted low carbon geopolymer cement and robotic masonry, and several others.\n\nAnd is in the middle now of a second fund which is looking to deploy\n\nsomewhere in the vicinity of 300 million dollars in the coming months and\n\nquarters. And we’re so excited Tom to see the progress with all that you’re\n\ndoing with these important technologies and to hear that the first fund has\n\ngone so well. And just in case some of our audience don’t know just to give a\n\nlittle more on your background, you know Tom went to Cornell University and\n\nprior to launching At1 Ventures did a number of technology projects and\n\nproducts with companies like Microsoft Outlook, Yahoo Search, Google, etc. And was\n\ninvolved in the Google Glass and Google self-driving car development\n\nefforts. And so yeah we’re gonna have a lot of talk about today including some\n\nspecific technologies. Some of the view you have into the phases of our\n\neconomic development relative to sustainability technologies will chat a\n\nlittle bit about AI even. And to kick things off Tom I just thought I’d ask you\n\nopenly, you know, how are things at At1 Ventures? And what’s happening that’s\n\ngot you excited at this time? Yeah things are going very well. We as you\n\nmentioned, we raised 150 million fund one and we did 27 investments in that\n\nfund and that fund is off to kind of a flying start, you know, relative to\n\npeers that started in the same year around the same size were in the top two\n\npercent and not just for a climate but for across all types of funds and all\n\ntypes of sectors. So yeah just outperforming the market by quite a bit on that\n\nfront and we are mostly done raising a 300 million dollar fund to though\n\nthat is open until, you know, toward the end of July. Wonderful and I imagine\n\nyou’re already eyeing a number of investment opportunities and probably it’s\n\nnot at this stage appropriate to talk about many of them or any of them in\n\ngreat detail but I’m curious if you’re seeing emerging trends in the\n\ntechnology as it relates to sustainability as it relates to ecology restoration\n\nas it relates to climate change mitigation. Are you seeing anything that’s\n\nemerged in the last several months since you launched fund one? Well to be clear\n\nwe started fund one, you know, over three years ago at this point so there’s a\n\nlot that we saw and a lot of it’s well represented in the portfolio of 27. For\n\nfund two we did our first close and fund two last summer so we’ve already had\n\nsome time with fund two but you basically open up the fund raising window for a\n\nlittle bit so you know there’s some time for folks to come in so we are\n\nactually already have eight investments in fund two including for example the\n\nfirst vaccine to protect honey bees ever created and also now USD approved as\n\nof December of 22. Oh wow that’s interesting yeah there we know\n\ncolony collapse disorder has been one of the greatest threats to our global\n\nfood supply. I imagine you could speak to some of the facts and figures on that.\n\nAbsolutely and colony collapse disorder is basically a a rough way that people\n\nhave been kind of describing the output of things. Now sometimes it was related to\n\nthings like you know American Fowlbrood European Fowlbrood which is the types of\n\ndiseases that this vaccine protects against because those tend to be the types of\n\ndiseases where the whole hive fails at once as opposed to you know things that\n\nhit individual bees but may not be as damaging to an entire hive. But if I\n\nwant to go help characterize the major stressors for bees there’s there’s\n\nthree major stressors. One of them is Neonicotoid pesticides which are widely\n\nused all throughout North America. They’re kind of ostensibly banned in\n\nEurope but there’s a lot of you know agriculture that is grandfathered in where\n\nthey continue to use it at pretty large scales effectively everywhere in the\n\nworld. Another one is a type of parasite called the Varro destructor mite which\n\nlike you know if you were to scale it up to a human size it’d be like the size of\n\na dinner plate on a human that’s like what you know like a 12 inch dinner\n\nplate on a human. Like that’s how big it is compared to a bee proportionally.\n\nAnd you know a bee can like live with one a mite but if it ends up with two\n\nthree mites then it’s kind of a metabolic drag at a level that it really weakens\n\neverything about the mite. And then the sorry about the bee and then the third\n\ncategory is these diseases which is the stuff that the vaccines are meant to\n\naddress. Yeah wow that’s great to hear. I’ve heard some many billions of\n\ndollars worth of food production in some significant portion of everything we\n\nconsume as humans comes from the pollinated crops. Yeah so the majority of\n\nbiomass on the planet is actually angiosperms which are flowering plants\n\nlike 80 percent. And given that the role of pollinators you know just even\n\nbeyond the basic food system is enormous. And we have been both damaging the\n\npollinators within our food system and if folks really want to dive into\n\nthis the University of Maryland has been running the kind of the industry benchmark reports\n\nin terms of annual bee losses from the commercial perspective. You can just you know\n\nsearch the the words that would make sense given that sentence to be able to find it not too\n\nhard to find. And you can kind of track the kind of losses that we’ve been having.\n\nI’ll short circuit it and say that we’ve been losing 40 to 50 percent of the commercial bees\n\nper year every single year. So it is very dramatically impactful to the industry. This is not a\n\nthing where it’s like a minor hit and they’re just working around it easily. This is a thing that\n\nis leading to a very bad situation because we have fewer and fewer bees which means we need\n\nto split more hives in order to try to get more bees which actually reduces the genetic diversity\n\nand then because we don’t have enough bees then we bring them all to a couple places you know\n\nNorth America like most of the commercial bees in North America go to southern California for\n\nfor the almond the almond crop in January and February. And the combination of reducing genetic\n\ndiversity and then concentrating everybody in the same spot at the same time that’s like a recipe\n\nfor a total collapse. Anyway put that aside for a second. That’s just the commercial stuff.\n\nIn the larger picture of the you know 80 percent you know biomass that is flowering plants\n\nthen it means that all these pollinators are out there not just the honey bees but there’s all\n\nthese pollinators that are out there that are critical to biodiversity on the planet and because of\n\nthe way that we’ve been doing agriculture and because of how widespread agricultural practices\n\nacross the world then we have been both killing the honey bees which you know we obviously keep\n\nyou know better stats on but we are accidentally killing a bunch of pollinators and for you know if\n\nyou follow the work of Charles Darwin then you’ll know about like the the moth with the 11-inch\n\nproviscus and he kind of theorized that this moth must exist because there’s a plant with like a\n\nyou know like a 10 or 11 inch like you know like depth that you would need to get to you to be able\n\nto successfully pollinate it and actually a lot of life on earth is like that where there is literally\n\nonly one pollinator or there might be a primary that does 90 percent of it in a secondary that does\n\n10 percent of it and what has been happening is we have been accidentally extincting or massively\n\nimpacting the the populations of plants around the planet by hitting pollinators that weren’t even\n\nwhat we’re trying to hit with our pesticides right we were trying to go deal with some some specific\n\nagricultural pests in the field not these pollinators but we have been kind of hidden in across the\n\nboard and it is both affecting you know the biodiversity of those pollinators of course directly\n\nbut also what they pollinate a bunch of species are starting to go extinct because we just killed\n\nall their pollinators. Yeah we did an episode a while back with Scott Black the executive director\n\nof the zersi society that’s doing so much to help educate and mobilize the public around\n\nthese issues with pollinators and other invertebrates specifically and just recently was also\n\ninterviewing a Chelsea Green author talking about wood ship in agricultural gardens and orchards\n\nand other settings in order to help rebalance the fungal to bacterial ratios in the soil ecosystems\n\nsimilarly the the broad scale use of pesticides has severely disrupted underground we’ve got the\n\npollinators and invertebrates above ground and then we’ve got this other set of ecosystem members\n\nbelow ground where we’ve essentially been systematically destroying the fungal species and\n\nhave seen an increase in the bacterial species bringing the soil ecosystems out of balance as well\n\nand so this is an above and below kind of a two-pronged situation it’s so important that we’re\n\naddressing right and i’m curious if you’re doing any work with soil related regeneration at this\n\npoint with your portfolios. Yeah actually one of our fun two companies is called myrotera and they\n\nbasically have created the you know the most accurate way of being able to go measure the compounds\n\nthat are in soil and the technology is such that you could do the stuff infield you could you know\n\nmeasure everything and change your your treatment plan if you’re a farmer within the same day\n\nas opposed to right now you would typically need to go around and take a bunch of soil samples a\n\nbunch of soil cores send them to a soil testing lab wait for weeks or months by the time the stuff\n\ngets back it’s like other management practices has happened in between you’ve applied fertilizer you’ve\n\napplied you know herbicide you’ve applied different things that might actually change that profile\n\nso we’ve never been able to just like understand where the soil is right now and then be able to\n\nmake smart management choices and because of that you know it’s estimated that the application of the\n\nthe most common inputs into agriculture are massively over applied right now and this is you know\n\nNPK’s nitrogen phosphorus potassium is kind of like the the classic like super trio and then\n\ndepending on what you’re growing then there will be different you know micronutrients and\n\nothers that you will track because it’s important for that crop type but NPK is pretty common across\n\nthe board so something like this will would allow you to kind of go into the field understand NPK\n\nliterally right there and be able to go you know adjust how you were applying things in the field\n\nimmediately and and by our estimates it could move into the territory of doubling farm incomes\n\njust given the nature of the current margins and the percentage of the cost structure that\n\ncurrently goes to over application and the over application helps nobody right if you put extra\n\nnitrogen on the field you’re like oh maybe it stays fertile for the next year no it doesn’t\n\nbasically becomes nitrous oxide emissions which is basically the third most you know prevalent greenhouse\n\ngas that we are producing at scale after carbon dioxide and methane so it helps nobody the farmer\n\nwasted money that could have been money in their pocket you know the the environment is further hurt\n\nthe soil is not improved in any way from it so to be able to go fix this fix multiple problems\n\nincluding the kind of runoff that leads to eutrification downstream\n\nyeah now there is one other one other like benefit and tweak to this is in the process of being\n\nable to like grab NPK the same instrument doesn’t just get three things it can actually you know\n\nassess everything that it’s trained for so we could train the thing to actually pick up hundreds\n\nof interesting compounds including all this micronutrients but notably be able to go measure soil\n\ncarbon directly and there’s a lot of people that are out there say well if I fly this satellite\n\nand we’re used synthetic aperture radar and we interpolate the points right then one can presume\n\nthat the soil carbon levels bubble block and I would just tell you that it’s really hard to pull that\n\noff you’re just very far away from the thing you’re trying to measure and a farmer walking their\n\nfield just kind of pointing this instrument a number of things you can get insanely more accurate\n\nand if you wanted to be able to enroll farmers into you know the larger system of carbon markets\n\nthat it’s helpful to be able to just get very accurate measurements close up now besides the fact\n\nthat’s um you know it’s been hard to measure in the past the other reason that carbon markets\n\nhaven’t been that interesting to farmers is you know your land might sequester you know one to three\n\ntons per year per acre right we just kind of put it in a reasonable range look it can do less than\n\nthat for sure you know but certainly farmers have been able to get into that range and if that’s\n\nthe case if you look at the voluntary carbon markets right now maybe you’re going to net yourself\n\neight dollars ten dollars twelve dollars you know at the end of the year on an acre that might\n\ntop line a thousand dollars so you can understand why people don’t completely change their\n\nmanagement approaches to get eight more dollars on a thousand now look their margins are way worse\n\nthan that maybe they’re take home from the thousand dollars is only sixty dollars but even then\n\nit’s like do you change the management practice for everything and put yourself in kind of this\n\nunknown space in order to try to nudge things up by eight dollars it’s not it’s not that you know\n\ncompelling to most farmers but if you actually have an instrument where they’re going out there\n\nmeasuring NPK which is what they want to do anyway because you might save a hundred dollars on\n\non fertilizer and inputs for hundred fifty dollars and you get this very material to your to your\n\nnet profitability then then in the process of doing that you actually automatically got the\n\ncarbon measurement then it just becomes a bonus on top of something that you were going to do anyway\n\nand the one last thing I’ll say about this tech which I think is very very compelling is that\n\nunlike you know neutron backscatter or a bunch of these you know other kind of near and for\n\nred spectroscopy approaches which have a bunch of different limitations not only will we be able\n\nto go and and measure that carbon directly we will be able to go tell the difference between\n\nyou know short labile carbon long labile carbon and mineralized carbon and in these markets people\n\nhave a at a huge price premium for things that are kind of mineralized because we know that to\n\nstay in the in the soils in a pretty stable state for thousands of years sometimes tens of thousands\n\nof years right and then labile carbon short labile carbon might be in an organism and then back\n\nout in the atmosphere in five days you know long labile might be in there for you know five years\n\nten years you know hundred years but you know it will come back out in a bit but to be able to\n\nunderstand the relative proportions and kind of teach farmers from that direct measurement\n\nto be able to to manage things in a way that massively improve their profitability but also\n\nkind of creates that on ramp for a relationship to carbon markets it’s it’s very exciting on a bunch\n\nof fronts we we could not be more excited about the kind of forward potential of that type of tech\n\ngetting into the world. It’s so wonderful so that’s Mira Tara and just for some of our audience that\n\nmay not know the term eutrophication thisis aof tech getting into the world.\n\nIt’s so wonderful.\n\nSo that’s Mira Terra.\n\nAnd just for some of our audience,\n\nit may not know the term beautification.\n\nThis is essentially when we overload\n\nin water environments, the nutrient density,\n\nwe lead to essentially oxygen-starved situations\n\nleading to major dead zones in many of our river\n\ndeltas worldwide.\n\nAnd so this is a really significant issue\n\nwhere our major river systems meet the oceans of the world.\n\nAnd I didn’t catch that.\n\nThe highest form of water pollution\n\nin the world by volume.\n\nAnd it has very substantial ecological effects.\n\nYeah, yeah.\n\nI didn’t catch the name of the honeybee vaccine company\n\nif you mentioned it and want to share it.\n\nThat’s called Delan Animal Health, E-A-L-A-N.\n\nI want to be sure to share with our audience also, Tom,\n\nthis wonderful talk that you gave\n\nat one of your annual general meetings\n\nand shared with me and with our YonEarth community state\n\nof the planet talk.\n\nAnd we’re going to make this available in the show notes\n\nand probably through the YonEarth community blog\n\npage for folks to check it out themselves.\n\nIn this talk, you mentioned several really interesting things\n\nabout emerging technologies, about some of the trends\n\nthat you’re tracking.\n\nAnd one of the things specifically that struck me\n\nwas your characterization of these four different epochs\n\nin our economic development, our technology development,\n\nas it relates to things like ecosystem, stewardship,\n\nregeneration, climate stabilization,\n\nand so on, which, in the way you characterize these,\n\nit begins with epoch zero.\n\nCan you walk us through this framework\n\nand tell us a bit about this?\n\nYeah, so I’m glad you’ll be able to kind of post it\n\nfor folks to see the full talk, because full talk’s like an hour.\n\nSo there’s no way that I’d be able to fit it\n\nin like a five minute answer or whatever.\n\nBut it’s called the three epochs of ecological technology.\n\nBecause there’s three where you’re actually trying\n\nto get better relative to the relationship\n\nof economy to ecology.\n\nAnd then the zero one is the one we’re in right now,\n\nwhich is the fully extractive economy.\n\nSo epoch zero is the extractive economy.\n\nAnd the gist of the extractive economy\n\nis that natural resources are understood to be commodities.\n\nPeople achieve financial leverage\n\nby basically scaling extraction.\n\nSo if you can, if the same equipment\n\ncan cut down twice as many trees in a day, then boom,\n\nthat’s scale, guys, that’s how we get leverage.\n\nAnd then economic indicators in that kind of framework,\n\nwhich is remember the framework of today,\n\ntend to either be uncoupled,\n\nbut often more often antithetical to ecological goals.\n\nSo like on one hand, you might look at that\n\nand you say like, yeah, yeah, okay, sure,\n\nthe same machine where like version 2.0 of that machine\n\ncan cut down twice as many trees per day.\n\nYeah, I would make a lot more money like that.\n\nIt’s a big economic win.\n\nBut you can see how that’s like directly against\n\nthe ecological health indicators.\n\nSo effectively, like in this current epoch,\n\nto run an economy, we cannot help,\n\nbut destroy the ecology.\n\nNow, if you think about where we could be going instead of that,\n\nbecause it’s like, well, you know,\n\nwhat are we even talking about?\n\nYou’re just describing the world of days.\n\nIs there any other thing you could do?\n\nThen the epoch beyond that is called\n\nthe material productivity economy.\n\nAnd the gist of material productivity,\n\nis it as a slightly different question?\n\nIt asks, you know, well, first it recognizes that,\n\nyou know, instead of resources just being commodities,\n\nthat resources, you know, natural resources\n\nare still commodities in this framework,\n\nbut with practical natural limits.\n\nAnd we actually see a bunch of economic frameworks,\n\nwhether it’s donut economics or whether it’s, you know,\n\nthat were like the different kind of analyses of like,\n\noh, we’re using three and a half earths of this resource,\n\nthat kind of thing, that are basically trying to talk\n\nabout the commodities with practical limits kind of thing.\n\nSo all of that thinking fits in a material productivity epoch,\n\nwhich by the way, there’s still two more epochs beyond that.\n\nSo, you know, but that said,\n\nthis is the epoch, which is closest to us.\n\nAnd because of it, it’s the one that we can most practically\n\nwork on today.\n\nBut getting to it, if you understand\n\nthat commodities have practical limits,\n\nthen what it means to get better\n\nin a material productivity economy\n\nis you ask yourself the question,\n\nwell, how do I get more financial leverage\n\nby more judicious and effective use\n\nof the same amount of material or the same amount of energy?\n\nSo for example, like if I go and take a handful of sand,\n\na handful of sand could be sold to the construction market\n\nfor literally pennies, right?\n\nFraction of a penny for a handful of sand.\n\nBut the same amount of mass and a handful of sand\n\ncould be used to go make a hundred microchips.\n\nAnd that might, you know, that might get you back\n\nlike $5,000 worth of the top line revenue\n\ncompared to, you know, if you’re selling it to like a\n\nthrough a sand and gravel situation\n\nto construction, it might be one penny.\n\nNow, that was the same amount of physical material.\n\nWe had to do different things to it,\n\nbut like we got more material productivity out of it.\n\nThat’s why it’s called the material productivity up up.\n\nAnd the same sort of question around materials\n\ncan be asked around energy.\n\nSo for each, you know, kilowatt or jewel or BTU,\n\nyou pick your favorite, you know, unit of energy,\n\nthen how do we get the most benefit?\n\nWhether it’s economic benefit, social benefit,\n\necological benefit, that’s the question\n\nthat the material productivity epoch asks of us.\n\nNow, like I said, this is the one that’s closest to us.\n\nAnd most of the folks that talk about sustainability\n\nare talking about different variations of this epoch.\n\nBut, you know, in our work and if people spend time\n\nwith the talk, then you will hear\n\nthat there’s a couple epochs beyond this.\n\nSo, so, and the next epoch is kind of the first really big jump.\n\nSo, epoch two, because everything until now is like,\n\nlook, natural resources are commodities.\n\nWe just got to be smarter with it.\n\nYou know, we need to have an outer ring to the donut.\n\nWe need to have an inner ring to the donut.\n\nHey, right, like we just got to be smarter\n\nabout some of these things.\n\nBut, epoch two is the first big jump.\n\nAnd this is basically instead of understanding\n\nnatural resources as commodities,\n\nwhat if we understood, you know, the actual resource\n\nis healthy ecosystem metabolic.\n\nSo, not nouns, not the nouns of tonnage of wood extracted,\n\nlumber extracted, not the nouns of, you know,\n\nlike tonnage of like mind or extracted,\n\nwhich is the way that we think about economic growth\n\nright now and resources right now.\n\nBut like thinking in turn, which are also nouns, right,\n\nthose are basically just like this is a thing\n\nthat I can sell you, it’s a noun.\n\nIf instead you have the big shift of starting to think\n\nabout ecosystem metabolic,\n\nyou start to understand the resources of the verb.\n\nThe watershed is a verb or a watershed to be healthy\n\nactually creates an enormous amount of economic value.\n\nNow, we find out that it’s a lot,\n\nenormous amount of economic value when we mess it up, right?\n\nWhen we dam it or we mess up the poison, the ground water\n\nor like, you know, put a bunch of fertilizer in there\n\nso it’s eutrophied and so on and so forth, right?\n\nLike we find out later that oh my gosh,\n\nthis was actually the resource.\n\nNow what is a watershed?\n\nA watershed is not a noun,\n\nbut I can like pick up and sell you,\n\nlike I can sell you like a couple tons of timber\n\nor where I can sell you a couple, you know,\n\ntons of the specific extracted ore\n\nor even like a service, right?\n\nLike a watershed is effectively only healthy\n\nif the verb is going right.\n\nAnd you need to like get out of that mindset of like,\n\nwell, what even happens on a market exchange?\n\nA market exchange is basically selling nouns.\n\nSo this stock is a noun and it represents a company\n\nthat does this type of extraction\n\nand that’s a bunch of nouns and if you get out\n\nof that entire thinking,\n\nif you get out of that line of thinking entirely\n\nand you start to understand we are only here\n\nbecause of a series of healthy, you know,\n\necological metabolic verbs.\n\nAnd to the extent that we start to treat those verbs\n\nas actually the core of where economic, you know,\n\nwealth comes from,\n\nthen we will start treating the whole thing quite differently.\n\nNow there’s been a bunch of like, you know,\n\npartial stabs at this.\n\nSo for example, valuing nature-based services\n\nis an example of that.\n\nBut in a way that’s kind of taking the verb\n\nand trying to move it back into a noun frame\n\nand be like see, like it’s worth this\n\nas opposed to the ore that you would have got,\n\nit was worth that, right?\n\nBut the problem with that frame\n\nis you’re not valuing the metabolic directly.\n\nAnd because you’re not valuing it directly,\n\nwe might discover a new type of ore\n\nthat is just more valuable than the ecosystem service.\n\nAnd also it all explodes.\n\nSo like I’m not saying that people should not do that type of work.\n\nI’m just saying that it has programmed in it\n\na type of fragility because the foundational thought process\n\nis still trading nouns in a market\n\nas opposed to the verbs are the source of all economic value\n\nand in a way they are sacred.\n\nAnd actually the question of sacredness\n\nis a pretty deep one on this,\n\nwhere it is often said,\n\nwe live in this market economy, blah, blah, blah, blah.\n\nAnd I know we’re going to talk a bit\n\nand we can talk about that next, actually,\n\nafter I talk about the epics about,\n\neconomy economics is the design discipline\n\nas opposed to a science.\n\nBut right now we live in this kind of market economy\n\nor we all kind of believe it in enough\n\nthat’s the current way that economics is designed.\n\nAnd because of it, everything has a price,\n\nwhich means even the damage in the world,\n\nif you could make enough money at it,\n\nyou will feel free to do it.\n\nBut I will put out there that we actually do have a type\n\nof economic classification that’s outside of that.\n\nWe haven’t used it very often,\n\nbut it’s really important that we get more familiar with it.\n\nAnd for lack of better term,\n\nI call it kind of like the sacred fraction of things, right?\n\nAnd for example, there are international laws\n\nagainst selling organs, right?\n\nBecause even though organs would have a market price\n\nand a person could live without a kid, right?\n\nIt’s possible, a lot of people do.\n\nThen it would be a very dangerous world\n\nif you basically just had a price for all of that\n\nand people might use that to go exploit the poor\n\nand be like, well, you know, you only make $10 a day\n\nand your kidney would be worth this much, right?\n\nLike you start to get into pretty gruesome things\n\nif you don’t have a fraction of the world\n\nthat is just considered to be sacred.\n\nAnd I think everybody understands this.\n\nLike if you had just had your first kid\n\nand you’re like, you know, walking down the street\n\nand the kids in the stroller, whatever,\n\nand they’re six months old or something,\n\nif somebody walked by and said, how much?\n\nYou’d be like, no, this is not for sale.\n\nI know we live in a market economy,\n\nthis is just off the table.\n\nWe’re not even a little bit okay with that.\n\nSo like clearly every human mind understands this category.\n\nWe pretend not to understand this category\n\nwhen we participate in a market economy.\n\nBut I think we actually need to put some more things\n\nin this category, including the sacredness\n\nof ecosystem metabolic as the source\n\nof all value creation in the economy.\n\nAnd this is why I say Epic II is actually a pretty big shift.\n\nNow, if you get that done,\n\nthen where you get financial leverage\n\nis not from the machine that can extract stuff\n\ntwice as fast.\n\nThe place where you get financial leverage is\n\nthat a little bit of care in protecting\n\nor enriching the ecosystem metabolic\n\nleads to massively healthier ecosystem metabolic,\n\nwhich creates way more wealth\n\nthan the tiny bit of care that you put into that.\n\nAnd you think about all the folks\n\nthat spend time on regenerative landscaping\n\nand agriculture, right?\n\nThey’ll spend a little bit of time\n\nwith some earth moving in order to set up some scales\n\nlike in order to go change the moisture transport\n\nabout the landscape.\n\nAnd because of it, they are encouraging\n\nhealthier ecosystem metabolic.\n\nWell, that one time upfront cost\n\ncould lead to major economic benefit\n\nyear after year after year.\n\nAnd actually the more that you make those verbs healthier,\n\nthen the more, it actually,\n\nunlike most mechanical things\n\nthat where the maintenance cost gets higher over time,\n\nin this case, as the ecosystem gets healthier,\n\nthe maintenance cost gets lower over time.\n\nSo like the net productivity is higher,\n\nthe maintenance cost is lower and lower.\n\nAnd in the crudest terms,\n\nyou can call this a form of financial leverage.\n\nBecause at the end of the day,\n\nthen a bunch of money people are going to need\n\nto understand this.\n\nAnd they like to go here words like financial leverage.\n\nAnd this is absolutely mappable\n\ninto that framework.\n\nBut you need to first understand\n\nthat the basic metabolic is sacred.\n\nAnd then once you get into that,\n\nthen you can start saying like,\n\nokay, well, what is most honoring of the sacred metabolic?\n\nAnd what is the ways that we can work with,\n\nmanage, be in concert with these metabolic\n\nso that it gets way healthier,\n\nbecause we’re around, as opposed to,\n\noh, well, we cut down this forest,\n\nbut the land can still take it."
}