{
  "title": "Episode 08 – Mark Retzloff – Business Leader, Organic Food Brands & Systems",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2669/episode-08-mark-retzloff.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-08-mark-retzloff/",
  "episode_number": 8,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": " Hi friends, welcome to another edition of the Y on Earth communities stewardship and sustainability podcast series. And today we have the opportunity to visit with Mark Retzloff. Hi Mark. How you doing? Good to see you. Good to see you. And welcome to our show and thank you for welcoming us to your beautiful home here. Thank you. Thanks for coming out. It's amazing. We'll mention that on this property of Mark's are some tremendous biodynamic gardens and maybe we'll get to that in a few moments. But before diving in, Mark, I just want to share with our audience that your career, spans a number of really interesting business stories and really follows the arc of so much of how our food system here in our society has evolved over the last several decades. And I know that in your college days you started what would become Eden, foods and rainbow, one of the distributors. You went on to found the first iteration of alfalfa, which got acquired by wild oats and ultimately became part of whole foods. And then also were one of the founders of Horizon Organic Dairy driving thousands of acres into organic feed production. And you've also been very involved in Waldorf education and sit on many boards, university boards advising the next generations of leaders, business boards and other boards in the community. And I thought that we'd have a really fun and rich conversation Mark covering some of those highlights. But I'd like to start by asking you take us back to your college days and paint the picture for us. What was that like and what got started then? Okay, so I grew up in Michigan and started at the University of Michigan in 1966. So it was right at the height of the Vietnam War. And obviously Michigan was a hotbed of the anti-war movement. And as I got oriented there and began looking at what I was doing, you know, I got interested in that, became part of the involved in the anti-war movement at the university in Ann Arbor. And you know, met a lot of the people who ended up being, you know, leaders in that Tom Hayden and Bill Ayers. But you know, part of that splintered off and became the weatherman which became more, you know, violent. And I kind of got turned me off because here we were, you know, we were anti-war activists fighting for the end of our participation in it. And, you know, some of these activists had gotten very violent in what they were doing. It just didn't make a lot of sense. And so I kind of transferred my attention to environmental issues and changed what I was doing in school, enrolled in the School of Natural Resources, and became an environmental activist in many ways. Was there for the first Earth Day? And then my two roommates and myself began changing our diet, became at that time a macrobiotics was a burgeoning type of diet, you know, based on, you know, oriental Japanese type of healthy diet. And we started doing that. We'd moved out to a farm outside of Ann Arbor. And I was, at that time I was still finishing up my last year. And my one roommate had graduated and the other one had dropped out. And so as we were trying to find these foods that we were using in this diet, you know, we had to drive an hour or two to Detroit to pick up stuff. And that didn't make sense to us either. So we decided to start the first co-op in Ann Arbor food co-op. And we did that. What year was that? 1969. So this was just as the food co-op movement was getting started? It's a very beginning. Yes. Very, very beginning of that. And so we did that. We just could not generate the interest to make that work. And we began realizing also that there was an opportunity for us to take it beyond students to people who lived in Ann Arbor and so on and so forth. So we changed it from a co-op into a retail business. It was called Eden Foods. The precursor of the Eden Foods today, which is one of the leading organic food producers in the country. And so I got involved in that. Though I was still going to school finishing up my last year. So my role in that organization was to go and talk to farmers and to that who could produce products that we could use. And we became a besides a retail store. We started doing some distributed to other co-ops and stores in the Midwest. And so one of the I can remember one of the conversations I had with a farmer outside of Ann Arbor called Tom Breeland. And I went and was sitting in his kitchen, which is where you normally have conversations with farmers. And I was asking him to produce products organically, corn and field beans like lentils and maybe beans, different varieties of wheat and some rye and stuff like that. And he said, well, you know, yeah, I can do that. And I said, well, I need them to be done organically. And he said, well, what's that? And there was no standard for organic at that time. I mean, it was. And so I put together what I thought it would be based on readings from J.I. Rodell and from Fyfer and Rudolph Steiner. So on that I was reading at that time. And so he listened and he said to me, well, that's the way my grandfather and my father grew things on the farm. He said, I so I could easily do that. Are you going to pay me a little bit more of a premium? I said sure, of course. And then we got chatting about it and about exactly what I wanted him to do. And he said something to me, which was pretty profound at that time for me and had a major impact on me. Is that he said, Mark, you know, if there's a market for the products, the farmers will grow it. So I said to him, that's interesting. And I began thinking about that. I began realizing, well, I'm not going to be a farmer. So my job is to produce that market because farmers will then change to do that. And that made a lot of sense to me because in getting my degree in conservation and resource planning, I had, it was, you know, we did a lot of work on where the sources of pollution was particularly at agriculture. And at that time, which is similar to today, the largest single point of environmental degradation in the country is in agriculture. If you include the soil that's being eroded and sent down the waterways, if you include what we put into the soil and then leave it with those things in it, whether it's glyphosate or at that time it wasn't glyphosate, it was chemical fertilizers and pesticides and so forth. If you look at what we put up in the air when we spray these things, if we look at the farm worker health, just all those types of things. And so I said, okay, well, you know, if I want to change that, the way we're doing that from an environmental standpoint, I got to produce a market so these farmers will have something to, you know, place the cell to once they make the change. So I, that's what made sense for me to be in retail. So I ended up staying in retail probably for the next 20 years. Yep, yep. And you've seen the markets in that time frame, those first 20 years of your career and then the subsequent 20 years, you've seen the markets evolve so tremendously as it relates to food and organics and food in particular. And I'm struck that you have a perspective that really got going at the earliest moments in that movement that is now as widespread and ubiquitous as it is. Of course, there's a lot of work to do, but by golly, you've seen so much positive change. And I wonder, you know, how does that feel sitting here knowing that you contributed to such positive change? Well, I feel really good about, you know, how the evolution is, but I do know that we have a lot of work to do. And today, you know, organic foods make up probably certainly less than 10% of what we do. Certain categories, fruits and vegetables were up to probably 15, 16% of grown in the United States are organic. Dairy, which I had a lot of to do with, it's probably up close to about 8%. And these are all growing as categories as a percentage of the total part of those products. And I'm very encouraged by the younger generation, the millennials and the next generation, whatever we're going to end up calling them. Z, huh? Why in the right? Z, probably. But anyway, so, yeah, there's been, you know, a lot of change, but we still have a long way to go. Yeah. One of the things that strikes me, Mark, you shared the other day that it was a soil ecology class that you took in the 60s that really furthered your understanding of that important place and point in our entire world. And I'm sure that today, so much of the conversation is around soil and that soil is not only essential for health and nutrition is not only essential for clean, safe water. But of course, is also we know very linked to climate change and building soil is very linked to reversing climate change and stabilizing our climate. And I'm just so impressed that it was soil at the get-go for you that really helped to set some things in motion. And I'm curious if you could give some pithy advice to the younger entrepreneurs out there thinking about soil, what would you tell them? What would you tell us? Well, it's not just dirt, first of all. Yeah, okay. It's soil. And in the soil with, you know, it is really the lifebed for all the plants grow. And obviously for not just the plant world from the animal world because most of them eat plants or some derivative of the plant world for their own health and for their own health. And where does that all start? It all starts in the dirt in the soil. Yeah, we have that. So I was very fortunate. I had an instructor at the University of Michigan, a Dr. Bob Zonner who taught soil science. And he was a very creative, very innovative individual, got it, understood what was going on with the microorganisms and the transformations that were happy to feed the plants and how that fed all of the animal kingdom. And I was lucky that I was in a class and that we did projects. So I decided to do a, at the vatatical gardens there, did a study between growing dicon radishes both organically and non-organically. You see if there was any difference in the plants and in the nutrients that were in the plants and that stuff. It was a very cursory type of thing. But again, it was, we saw slight differences and it was just done one time. But for me it began to really understanding that it's really dirt first. Yeah, okay. If we can work with our soil and that substrate that's growing all these plants and growing the animals that we need for our nutrition and for other uses, whether it's for our apparel with fibers or whatever it is. So, yeah, and it's still the same here. That led me into reading a lot of things. The more of the rodeo stuff that was coming out at that time, and the more of the fiber in his books, the food upside are by dynamics. Farmers for 40 centuries, the agricultural testament by Albert Howard. All those kinds of, like, the foundations of conservation or regenerative organic, whatever you want to call it, agriculture. Which goes back literally to when we first started growing food for ourselves as human beings. Thousands of years ago. Thousands of years. And that's what the Farmers for 40 centuries is about. The techniques and the way they did things back there are not much different than the way we're doing things now. We probably know a lot more about it and all these things and the mechanisms and the systems and how they work. So, we should be able to do a better job. Right. Right. Right. Okay. And so, and I'm seeing that. And that is that those movements are growing and becoming stronger and stronger. And probably they're more important today than ever before because of the impact that it can have on what's going on and on our climate. And climate change, the ability to question carbon that agricultural good agricultural practices can bring to the earth. So, you know, there's a lot of work to be done still. But, and I'm really, really encouraged by the number of young people and others who are picking up the flag and moving it further and further forward. And so, I stay involved with a lot of them that way. I, you know, at the University of Michigan, I'm still on the board of the School for the Environment and Sustainability. I sit on the chair of the board for the Center for Sustainable Systems and sit up on the board at Colorado State University's AID School. I do things that the Masters in the Environment Program here at CU. That's the University of Colorado. Yeah. So, and I, you know, I work with the Center for Ethics and Social Responsibility, which I think fits hand in hand with good agricultural practices. Yeah. Yeah. Well, let me ask this with your work with all these universities, University of Michigan, Colorado State University, University of Colorado. Your interacting with students, aspiring business leaders, entrepreneurs. And we could say one of the distinct differences that folks have at their fingertips today that wasn't available in the late 60s and 70s and so forth is this incredible communication technology. And we're utilizing it right now, right? With this conversation and the ability to record and share this conversation, this potentially reaches millions of people. And I'm curious from your perspective with all the change that you've seen in the past four decades, now knowing that so much can be accelerated through the smart use of this communication technology, what do you see in the near future? What do you think might happen if things say go well? Well, I'm very much encouraged by the fact that in all the programs that I'm involved in, we're seeing more and more young people wanting to learn about that and to look at careers in how they can change to the better what we're doing today. So at the University of Michigan, the school for the environment and sustainability has more applicants than it's this year than they've ever had before. I look up at the University at CSU, at their egg school. One of the interesting things up there is that they're almost half of their students if not half of them are now female. And that's the Colorado State University's egg school. And it's not just all in horsemanship. This is the hard of culture and all kinds of things that they think that they have a keen interest in. And so I think that's great. I mean, in the environmental programs and the sustainability programs, we're seeing more and more young people wanting to get involved at. We're seeing a lot of colleges, in universities, doing joint degrees with things with sustainability, whether it's an engineering, whether it's in bio fields, whether it's in medicine, whether it's just about everything. We're beginning to understand the fact that we have the ability to produce a sustainable world. But we're going to have to make a lot of changes for that to happen. And so I'm very much encouraged by the number of young people who see that as something that stimulates them in something that they want to be involved in. Because that's the future. That's to me. So if there's some way that I can facilitate that to use some of my experiences that I've had or some of the things that I've identified as best practices that can help this movement move along in the right manner, then I'm going to continue to do that kind of work. And thankfully, there's many, many more people like myself who are doing the same thing. So that movement, even though it's not coalesced into one big movement, but that movement in that direction is positive for us. I just hope we have enough time. Right. Well, you know, one of the things I wonder about, especially as it relates to communication technology is, you know, a few generations ago, information moved at the speed of a horse or maybe a ship on the high seas. A little later, the speed of a locomotive. Now we have information moving almost as fast as light. And I'm struck that with somebody like yourself who stays so busy on many boards. And I know you're on several boards of different organic product companies like traditional medicinals, palm done right and so on. There's only so much you can do person to person. I'm wondering with the aid of communication technology, how might we younger entrepreneurs aspiring entrepreneurs further benefit from some of your insights and dare I say wisdom going forward in such a way that we're able to get important memes, important thoughts across the world. So I think that we're going to have to ask to many, many thousands of emerging leaders. Well, I think using the technology appropriately is important to do that. Yeah. Okay. I mean, you know, heck when I started, we didn't have laptop computers. We didn't have cell phones. We didn't have faxes. Okay. I mean, we didn't even have the little calculators. We had slide rolls. So I've seen that. And so I look at any vault and attempted and tried to my best of my ability to stay up to date with work technologies. I want to be able, I need that information to help me look at where I want to focus my attention. I also want to know what's going on in the rest of the world, which is I think is important. But I think even more important than all of that is the fact that we now people no matter where they live in Central Africa or in Asia or way up in parts of the world where they have very little communication in the past today, they can be right there with us. Yeah. And so that's this whole thing about the world being flat. Right. Okay. That's a positive thing for people, particularly if they can use that ability to get access to information to do things in a more sustainable way. And once it can help them change whether they're whatever their economic or social or environmental or political situation is. Okay. So I think that's that's really good. I think that also brings about fundamental change in the way things have been done in the past. Yeah. Today we live in a world, I'm just going to take this country where the big large CPG companies in the food industry are really suffering. That's consumer package goods consumer package goods. So all the big companies out there are struggling with what's going on in that for them. They're losing share market share market share. Yeah. Because of that, they're their share price as a public company is starting to go down. The board members are beginning to worry about that. So that's why you see so many of them buying young organic and natural food companies. Yes. Okay. Partly because they want to get they see that that's the where they have to be in the future. That's what the consumers asking for those types of products. And secondly, you know, the people who are running and managing those companies can't the people that they have in that upper level just culturally have not been able to change to be in tune with where the consumers are today and what they want in products. Oh, interesting. So the rapid rate of change creates a risk for some of the largest most established companies that sound like. Undoubtedly. And you're seeing that happen all the time. And so fundamentally that means that what we were teaching in business schools 10, 15 years ago about what you needed to know in the business world is changing. Yes. Okay. Even to the place about how you treat people. Okay. People expect to be in an environment in which they can thrive. So that means that they have to there has to be trust. There has to be respect. There has to be people concerned about the other people in their organizations. Yes. Okay. Well, that empathy that occurs during that kind of reminds me of mother nature. Right. And how's that? Well, from the standpoint that, you know, if there is really a mother nature out there and we're out and kind of mother nature's land today. Okay. It's beautiful. She doesn't make any judgments about people. Okay. Yeah. And she and you know, everybody has a has a right to enjoy the fresh air and clean water and to have ground in which they can grow crops if that's what they need to do. Yeah. Yeah. Or want to do. Yeah. And so, you know, those those are kind of God-given rights that we have when we. So, you know, that's that's a lot of what's at the some of the basis of the environmental movement. It's some of it. It's what's at the basis of the sustainability movement. The regenerative egg, you know, looking at not just human beings, but all the organisms that are there. Okay. And how, you know, and how they work together. And how they work together to produce what we have today. So, and the funny thing is that's the solution to climate change. Yeah. Is sequestering this carbon that we're producing back into the soil, which we can do through, you know, sustainable and regenerative or whatever you want to call it egg. Yeah. There's the there's a capability to do it. It's not it's not some, you know, astrophysical notation here. This is something that we've been we've known for 40 centuries. That's right. That's right, Mark. Let me pause here just to mention to our audiences. Thank you for tuning in. This is another edition of our Y on Earth communities stewardship. And sustainability podcast series today. We're visiting with Mark Retzloff in his beautiful garden. A boat here and want to mention for any of you who might like to check out some of the ebooks and audio book products. We have at Y on earth dot org slash market. If you use the code podcast, you'll get a discount on those electronic products. So we encourage you to check that out. And also want to mention that mark is on the board of several organizations and will provide you are else links in the show notes for you a couple to mention are palm done right and traditional medicinal and we're talking right now about our global society connectivity with technology. We're talking about stewardship of soil regenerating soil for reversing climate change. And I'm struck with the company traditional medicinal's that you're working with Mark. This is a company obviously sourcing products from all over the world with a variety of different tea blends. And you mentioned to me the other day that their mother's milk product for lactating mothers is the number one selling tea on Amazon. And that is such a positive and hopeful sign as far as I'm concerned as a data point. But I'm curious in terms of a company that is emerging as more and more relevant in today's economy. What is traditional medicinal's doing through those supply chains that looks different than how tea companies say we're functioning 30 or 40 years ago. Well, I think some important things there. Drake's Adler who was the founder of traditional medicinal's certainly shares the same beliefs and values that I have and traditional medicinal's I think close to 98% of all of our ingredients we now source is organic. Well, we're working we have over 30 projects around the world where we're working with indigenous people local people who are collecting those herbs for us growing them and collecting them and some of them are collected in the wild and so on and so forth. We do it in a sustainable manner we work with those communities we help those communities in different ways whether it be through education of schools whether it could be through clinics whether it could be other things that we do in their communities to help them so that they will continue to be viable and obviously because we want to continue to be able to source them. And because the demand for our products are increasing we also want them to be able to have the wherewithal and the ability to be able to grow the supply for us. So we work directly with them on that so there's a lot of those projects that means you know those are all certified as fair trade and fair wild and many of them that way. So that and then taking care of the people who are producing and manufacturing and filling the bags and going out there and selling it I think the traditional medicinal's as tees can be found in almost 60,000 stores around the country. 60,000 that's incredible and yeah and it's and they work I think the efficacy is very important in that we we try to use only pharma capillal quality herbs the ones and so and we look for the ones that have those critical ingredients or elements in them that are the ones that are producing the the the health benefits that we're looking for. So I mean I work with those kind of companies I really enjoy working with traditional medicinal's the people were great they're doing really good things. Palm done right is another one where we are you know there's a lot of this hope talk about conflict palm oil and yes there is you know 85% of all palm oil is grown in Indonesia and Malaysia where that's where the conflict palm oil is. They're cutting down rain for us to grow more palm which is destroyed habitat for you know for a lot of endangered species. Yes. Right now is in orangutans and stuff like that. Child labor indentured labor for people who can't pay their debts. You know it's it's not a good scene. Yeah. But palm oil itself is the most sustainable vegetable oil that there is. Seven times as much palm oil than any other seed oil that's or not oil that's grown. A her acre. You can get from palm oil. Yeah. The trees once they're growing they grow are productive for a minimum of 35 years. They just get too tall. Okay. They produce fruit the palm fruit bunches year round so it's a you know it's a stable form of income for the farmers. They can grow other things underneath it in the shade of the palm. Coco cocoa and coffee both indigenously were shade loving plants and so they can grow underneath the palm. So you get some polycultures. We've been working most of our palm oil today is coming our palm oil for palm done right natural habitats. It comes out of Ecuador and we're working with close to 180 to 100 farmers down there and that's growing all the time with them. We also have a large project in Cerro de Oane in Africa where we have about 1600 farmers there. Wow. We're working with them. Yeah. You know what I love about whether it's palm done right or traditional medicinal all of these hundreds even thousands of people growing and harvesting these various products all around the world. Because it's organic they're not exposed to these harmful chemicals. Of course because it's organic we're not exposed either when we consume these products. And that so much is oriented around the fair trade and practices of justice dignity really treating each other with the empathy and the care that you were mentioning earlier. It's amazing to me to think that that is the kind of product that is leading categories now like with traditional mothers milk and for each of us as consumers we have so much power to increasingly select those products to make sure that we're doing our part for people and soil and ecosystems all around the world. Well I think it's yeah I'm kind of giving you examples of people who have got it who are doing this on a granced scale and so on and so forth. We have a lot of young companies that you know want to get getting into this field or you know changing products and developing ones as alternatives. My hope is it more and more of them understand the fact that let's get back to the very basic let's get back to the soil let's get back to how it's being grown. There is you know because this market is the market for organic and natural foods is continuing to grow and the other you know the food only grows totally all food at the population growth. You can't you know you're not going to stuff more food down people's mouths so. So if you look at the conventional food if the organic is growing that that mid teens as a percent that means the other food is actually declining somewhat. Right. Right. Okay so that's good for us as population is growing the tube so but I you know I wish that we could see more of these young innovative people understanding that the power of the food and the change that they can make when they get into more of these ecological sustainable or conservation regenerative type of agriculture. Yes. Okay. Absolutely. You know I mean the word natural really doesn't have any kind of a definition right so you know it's not it to me it's not relevant as something that's out there. Yeah. I mean yes it could mean that it's without added chemicals but it doesn't say anything about how the product itself is produced and grown right and how it's processed and all that. You know I'm struck thinking about 40 centuries of agriculture that nearly I'm trying to do some quick math in my head but it's got to be something like 98% of that time was organic. That's just how it used to be done by definition and it's only in the last few generations that we saw chemical based agriculture emerge really after the first and second world wars. And now already we're seeing the needle move back to organic and I'm curious that perhaps in the next 10-20 years we might see that accelerate so much that ultimately organic is the norm the rule the sensible way of doing food production and that that's where we will end up in sustained over the long haul. Well you know that's a dream that I've always had that we're going to continue to see that. I don't think I'll see that in my lifetime but I think my children will see that in their lifetimes and their children of course and because it makes sense. Okay you know if we waste as much food every day here in the United States if we just the percentage of food that we waste or just throw out if we just we could feed the world with that amount of food. That's outstanding. So you know it's not that we don't produce enough food. We don't get it to people we don't have the distribution systems the delivery systems we waste it we put huge portions on plates where we don't even eat it we just throw them away all sorts of stuff like that. So and you know it's at some point we just have to address that in a more I mean I know we are addressing it many ways but we have to find the will to solve these kind of problems. Absolutely. So Mark I want to ask you before we wrap up our session today two questions and one is going in the esoteric direction Rudolf Steiner's name was mentioned. A couple times already in our discussion in the boy for those of us who have read any of his writings we know that is a really interesting body of work and in some respects esoteric out there but in other respects what the seeds he planted particularly with biodynamics in the agricultural realm and with Waldof in the educational realm he seemed to provide our contemporary world a number of gifts that are perhaps very relevant today and I would ask you in terms of Steiner's legacy and what it might mean a hundred years later what is the importance of what Rudolf Steiner has left us. Well Rudolf Steiner was a tremendous visionary and he was there at the turn of the last century. And promoting ideas about how humanity works on another and humans work with one another about things from a from a religious standpoint from an agricultural standpoint. So I think how all these things come together education, okay health and medicine all these things and what are the foundations of it and what can we see that are where things are on a common plane with one another. Okay so I had the great fortune of having a Waldof school here in Boulder and my all three of my children went all the way from preschool through high school so I participated in the school in many ways and learned a tremendous amount. And it was only after my children left that I really began understanding and the importance of the work that Rudolf Steiner did and where he was really coming from and I look at today you know I know we're getting ready to celebrate the hundredth anniversary of Waldof education. And all the changes that have happened and where it's come to today and how it's influenced standard educational practices in schools and stuff like that. And you know how and the number of people who have graduated and gone on who are continuing to lead in that movement. But today I look at it and we're and the world is changing so rapidly that I think we really need to look at how we are going to be able to adapt as human beings. So what we saw all the changes that we saw in the last hundred years is that those same changes are going to be with today's world would take place in probably less than a decade. So that's kind of the speed at which changes happen. So how do we adapt as human beings? How do we take all these new changes, the new technologies that we're being put in front of us, the flattening of the world, the speed of things, how quickly information can get shared from one place to another. How do we take all that in and how do we still have that humanity to and understand that that can help that become richer rather than to be more problems that we see in society. And so that's the challenge to me. In Waldorf schools my kids are going to school, don't have computers, don't let them see videos and all this kind of stuff. I truly believe that a Rudolph Steiner was living in today's world. He would see that laptop computer, he would see that cell phone and he would understand how that can be put to the most positive views and how it could be used to really facilitate the learning or the understanding that's necessary for people to do all these right correct things in the world. And understanding of how much we're all part of one humanity here. So my message to them is to, hey, let's look at what we want the world to be in 10 years because we can see that happen. Beautiful. When we were looking at 100 years it's hard to imagine that. Yes. But today we have that capability to do that. So we need to have that vision and then we need to act on that vision. You know, I'm in a misreading this autobiography, not autobiography, biography of Leonardo da Vinci. And one of his sayings is that innovation without execution is hallucination. Yes. Yes. So... That's one of my favorite sayings by him. So, you know, in reality what he's saying is get stuff done. Yep. Okay. Execute it. Commercialize it. Make it happen. Okay. And I'm, you know, fortunately I live in a community in Boulder where there's a lot of innovation and there's a lot of stuff going on and stuff like that. Yeah. In all kinds of things, whether it's food, whether it's egg, whether it's high tech, whether it's low tech, whether it's bio medicine, you know, whatever. And which is very encouraging. And so I feel that for me at my time and my life today, if there's any way that I can help in or facilitate that. That's why I spent my time today. Well, you know, Mark, I'm struck that with all of your perspective and expertise, who knows maybe we need to think about asking you to do another episode at some point and get into some more of the specifics for the business realm. And I think it could be immensely powerful and invaluable to entrepreneurs and younger business leaders. And I just, I want to conclude before thanking you for your time today by asking you, you have your seven keys to success that you shared with us before our interview here today. Which of those, if you had to pick one to end our discussion on today, which of those do you think is worth sharing with our audience? Well, I would take two of them. Okay. The very first one is the golden rule. Yeah. Treat others as you would want to be treated. Okay. I think that is fundamental in human relationships and being able to, because I can't do it myself, I need to have a lot of other help and others and so on and so forth. I get good ideas. So I really want to treat people so that with respect and trust so that they'll do the same with me and then we can get to a common place to be able to discuss things and maybe actually get things done. The other one though is, which is part of this is to walk your talk. If you have a vision, you have a dream, you know, but you have to walk that. You have to, you have to be, you have to embody that that you have. It's all about authenticity. Yes. Okay. So we live in a world today where, you know, you would think that we could see a lot more authenticity. But what we really do is we see things that are not authentic. Yeah. Or so. Yep. And so, you know, walking your talk, you know, I hear a lot of things, I read a lot of stuff and everything. But the key is, is that person actually living that in their life? Yeah. Okay. Is that the way they're leading their life? Or is it just some kind of pie in the sky? Right. Sort of a superficial thing out there. Oh, that's not where it is. So those are two of them. But there's a lot, there's other things, you know, they're a little bit more detailed. You know, I would love to sit down with you again sometime, Aaron in the future and get a little bit more. And just, you know, how I see these things being curated or interpreted into the business world. That'd be wonderful. Yeah. Mark, thank you so much for your time today. It's been a real pleasure and joy to visit with you. Yeah, it's been fun. Look forward to it, do it again. Sounds great. Great.",
  "audio_transcription_metadata": {
    "whisper_model": "base",
    "language": "en",
    "duration": 0,
    "speakers_detected": 0,
    "segments_count": 286,
    "diarization_available": false,
    "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/2669/episode-08-mark-retzloff.mp3"
  }
}