{
  "title": "Episode 69 – Corona Virus Special w/ Ryan Zinn, Dr. Bronner’s Regen. Projects. Mgr.",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/10989/episode-69-corona-virus-special-w-ryan-zinn-dr-bronners.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-69-corona-virus-special-w-ryan-zinn-dr-bronners/",
  "episode_number": 69,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YOnEarth Community Podcast.\n\nToday we are visiting with Ryan Zinn, Regenerative Projects Manager at Dr. Bronners.\n\nHey Ryan.\n\nHey how’s it going?\n\nHow you doing?\n\nYou know not so bad just sort of adjusting to this new reality here when the days and\n\ntimes of coronavirus for sure.\n\nYeah absolutely.\n\nYeah we’re going to have a lot to talk about in terms of coronavirus obviously you’re\n\nin the soap business.\n\nWe’ve got supply chain issues all of this relates also to the sustainability and regeneration\n\nwork that you’re doing all around the planet so I’m really looking forward to our discussion\n\ntoday.\n\nYeah I’m excited.\n\nWe’re in a very dynamic and changing world and you know it’s funny to think sometimes\n\nhow a soap company could be really you know caught up in the middle of it.\n\nSo I’m excited about our conversation Aaron.\n\nGreat.\n\nWell let me give our audience a bit of a background on you.\n\nRyan Zinn supports Dr. Bronners International Organic and Fair Trade Supply Chains in Africa,\n\nAsia and the Pacific.\n\nRyan has worked the last 20 years with small scale farmer organizations to develop agro-ecological\n\nstrategies that are just and resilient.\n\nRyan also supports nonprofit partners like the Fair Trade Advocacy Organization, Fair\n\nWorld Project and the small farmer crowdfunding platform called Grow Ahead.\n\nAnd we’re going to be mentioning a number of different resources and some videos through\n\nour conversation and we’ll have links to all those in the show notes for folks to reference.\n\nSo Ryan yeah here we are and we’re dealing with COVID-19, you’re in California, you’re\n\nat home, your kids are also at home.\n\nMaybe just as a place to start just because we’re all one way or another in this experience\n\ntogether, how’s your day been today and you know what’s going on in your world right\n\nnow with the coronavirus?\n\nYeah it’s a little while you know I usually start my day pretty early mostly because most\n\nof our partners are either in Asia or Africa so that gives me an opportunity either you\n\nknow if I need to touch base with them and I tell you why if it wasn’t for Zoom and\n\nSkype we’d be in a whole lot of trouble these days since all of our travel to all of\n\nour partner projects has been really slow down.\n\nSo I am just hunkering down from the time being and I’ve got my two children here at home\n\nI’ve got a teenager and a tweenager and then I’ve got my wife who is a pediatric nurse\n\nwho’s also wrapping up her master’s in this practitioner at UCLA so everybody’s gone\n\nvirtual which has been a big change for them that kind of think through their academic\n\nlife now online and yeah we’re just trying to kind of figure it all out now.\n\nYeah absolutely well we know for certain that what’s happening right now is definitely\n\nhaving an impact on the soap companies and I’m really curious to ask you know I’m assuming\n\nthat demand has just skyrocketed for the Dr. Bronner’s products.\n\nWhat does that look like in the immediate term but also what does that mean over the coming\n\nweeks and months in terms of supply chain procurement and you know how resilient are\n\nthose supplies coming from all around the world?\n\nThat’s a great question Aaron so I think you know the good news is that you know we’ve\n\nbeen deemed by the state of California the county of San Diego as a quote-unquote essential\n\nbusiness.\n\nCertainly soap and hand sanitizer will be in high demand for the foreseeable future and\n\nas such you know all our sales have been really booming which is great on the one hand\n\nand then you know I form part of a really small team and our job really is to work with\n\nour partners on the ground that produce all of our raw materials and sort of build out\n\nour supply chain so that includes everything from like coconut oil and palm oil on all\n\nthe way to our essential oils like mint oil and right now you know our biggest challenge\n\nis working with farmers on the ground since many of the countries or regions have actually\n\nbeen facing some sort of variation of either full quarantine or shutdown or limited operation\n\nand you know that’s you know kind of I think something that is often overlooked in fact\n\nit’s like you know you have farmers on the front end of this we work with 10,000 small\n\nfarmers many of them are you know working in relatively impoverished communities and\n\nour goal is to not only provide them with you know a sustained fair trading relationship\n\nwith Dr. Bronners but make sure that they’re thriving as well and so if they are more or\n\nless quarantine to their farmer to their home then like many other food servers here in\n\nthe United States they don’t have an income they can’t put food on the table and so\n\nnot only is it important for our bottom line but we’re really committed to their livelihoods\n\nas well so you know just to give you an example you know hand sanitizer which is now you know\n\nflying off the shelves everywhere you know we work with small-scale farmers in Paraguay\n\nand Ecuador and our farmers you know partners in Ecuador they are the second home because\n\nthey have a full-on 15-day quarantine so they won’t actually be able to get their product\n\nto port and ship to us so we’re trying to be as creative as possible certainly we don’t\n\nwant to abandon our partners in a time of need and go with another sort of cheaper alternative\n\nor quicker alternative but we also need to make sure that we can continue to make so\n\nopen hand sanitizer in the rest of our product so I think on top of the day-to-day work\n\nthat we do which has its own challenges certainly over letting COVID-19 on top of it provides\n\nanother regal that we have to just kind of think through and be pretty creative.\n\nAbsolutely well I know that you and the team of Dr. Bronner’s are extraordinarily creative\n\nand really on the forefront the cutting edge of the regenerative and the sustainable movements\n\nworldwide and I’m so excited to ask you about the ways in which you guys are supporting\n\nregenerative agricultural practices around the world and what does that mean I know a lot\n\nof our audiences familiar with the term regenerative some of our audience works in the regenerative\n\nrealm but of course we also have a lot of folks who are just getting acquainted with the\n\nterm and what it means and clearly this is going to become a very very important action\n\nitem for us all around the planet and you guys are leading the way so regenerative agriculture\n\nwhat is it and what are you guys doing? Well I mean I think for us you know our sort of\n\njourney towards this space in 2020 kind of starts about 15 years ago when the Bronner family\n\nmade this commitment to convert and transfer all of our raw materials or coconut oil for example\n\nover to organic sources what we quickly realized is that without having a lot of I don’t know\n\ninside into your supply chains it’s really hard to tell if the integrity is there for organic\n\ncertainly we didn’t know about the working conditions whether farmers were paid fairly\n\nand so as a result we were you know more or less forced to set up our own supply chains so back\n\nabout 15 years ago we set up our first supply chain in Sri Lanka to produce coconut oil which\n\nis our number one ingredient in most of our soaps and as a result we did that not only to have\n\norganic integrity so that we can ensure that the the consumer has a product free from pesticides\n\nand is grown sustainably but certainly we also wanted to produce out of our fair trade conditions\n\nas well so that means that farmers are paid fair prices they’re paid promptly we’re not going to\n\nabandon them if they face a drought or COVID-19 or what have you and so we wanted to make sure\n\nthat that was really our foundation and over time what we realized is that we weirdly wanted to\n\ntake it further instead we’ve kind of been approaching this this idea of regenerative organic\n\nagriculture as a way to not only ensure that we have a stable supply chain for ourselves for sure\n\nbut really I think the big thing is thinking it through the lens of climate change so what we know\n\nis that climate change has already been having a big impact on farmers around the world\n\nwhether they call it climate change or something else but really if I’m like the past 10 or 20\n\nyears the insane increases of you know crop loss you know more pest and disease problems for farmers\n\nand this is leading to all sorts of things you know migration to the cities losing land those\n\ntypes of things and so our goal is to really improve our practices on the ground under this sort\n\nof banner of regenerative organic it really what that means is a couple of different things just\n\nin terms of general principles one you know in nature nature has no monoculture so really our\n\nfocus is to diversify as much as we can with our small farmer partners and that means\n\nI’m supporting them to diversify into other crops and other systems that quite frankly we may\n\nnever actually use in our own supply chains to make so so for example in Ghana and West Africa\n\nwhere we see a number of our farmers actually grow cocoa to make talklet there it’s a very very heavily\n\nyou know pesticide dependent crop where they just sprayed fundicide left to right just because\n\nof the the climatic conditions and the practices and so our goal is to get those farmers off the\n\npesticide treadmill improve their practices which will not only improve their resiliency and\n\nimprove their food security but also provides them additional income while we are able to provide\n\nfair prices for the products that we buy the rest of the marketplace quite frankly is just not\n\nfair and so we want to make sure that we can find fair prices for virtually everything that farmers\n\nproduce whether that is sold and distributed in local markets or we find them premium buyers in\n\nthe United States or in Europe well that’s tremendous you guys are are going well above and beyond\n\nyour own direct needs and interests with these farmers that’s really remarkable.\n\nYeah you know for us you know it’s been a slow process you know when you start to convert farmers\n\nfrom you know these long you know sort of seated you know experience of using chemicals to farm\n\nit’s a long sort of transitional process and so we what we want to do is accompany farmers\n\nduring that process but also provide them incentives so that they can sort of you know whether\n\nthe changes that they are facing on the ground themselves you know quite frankly depending on\n\nwhat you grow sometimes organic they have higher labor costs for example a require you to spend\n\nmore time out in your field so we want to make sure that as much as possible really the true cost\n\nwhat it takes to produce a regenerative and fair product is reflected in our relationship with\n\nfarmers. You know it’s interesting I’ve spoken with a number of farmers over the years about the\n\noften the increased labor requirements associated with organic practices but on the other hand there’s\n\nan offset coming from no longer needing to buy these expensive chemical inputs and I’m curious\n\nwith these farmers you’ve worked with in general how does their economic performance trend over time\n\nas they convert to organic and then build in a regenerative framework. I would say it really\n\nvaries from place to place you know some places you have quite a bit more labor depending on the\n\ncropping you know system so for example all of the mint that we use in our or mint oil we use in\n\nour you know most famous peppermint thus so comes from utoproduction and then be where they grow\n\nmint making essential oils but the rotations as well thing from like wheat the pati rice and those\n\ntypes of things and so really our goal is to figure out a way to support them during that transition\n\nperiod where in some cases their costs may go up because of labor for example or their yields may go\n\ndown but once our experiences is once you get over the hump that that transitional period where you\n\nactually certified organic you can receive that organic premium then you know things begin to\n\nbalance out quite a bit better in the favor of farmers really kind of our goal you know once we\n\ngo through this transition period that’s those required for the marketplace but also just for\n\nsoil to kind of like come back a life again and to be able to produce healthily then you have\n\nmany many more options and so after that sort of investment of time and if you’re growing you know\n\ntree crops there’s quite a bit of investment in terms of seedlings for example we want to make\n\nsure that farmers have sort of a stable diversified sort of farm economy that can sort of you know\n\nwhether the the changing either climatic conditions or even the market conditions yeah yeah that’s\n\nreally interesting well speaking of the peppermint Dr. Bronner’s soap I’ve got some of that in my\n\nbathroom so I’m a daily user and a big fan well I’m wondering can you help connect the dots a\n\nlittle more and paint more of a picture for folks what is the connection between regenerative agriculture\n\nsoil and climate crisis true okay so that’s a really good question Aaron you know one of the things\n\nthat we often think about when we think about climate change that either it’s you know sort of\n\nexhaust coming out of cars tailpipes or you know factory spewing contaminants into the atmosphere\n\nsort of on the you know emissions and the things or we also think of things like solar panels for\n\nexample as a way to kind of mitigate against some of the the bigger and broader kind of climate\n\nchange challenges what most folks may not realize is that agriculture or or industrialize agriculture\n\nin fact is one of the larger you know sources of greenhouse gases so everything from you know\n\nmechanize agriculture is a big combine of tractors to the production of food for example\n\nin fertilizers pesticides but even just the simple fact of turning over soil like plowing\n\nvery heavily actually releases carbon stored in that soil into the atmosphere and so this sort\n\nof quote-unquote you know industrial agricultural experience we’ve been doing now for the last six\n\nyears 70 years has actually created quite a bit of greenhouse gas emissions you know that have been\n\ngoing up into the atmosphere so we see a lot of potential for regenerative agriculture to not only\n\nstop those emissions but actually sort of restore this carbon cycle which basically means that\n\nsoil can act as a carbon sink suck all that CO2 out of the atmosphere put it into the soil which\n\nis not only beneficial for the climate but it’s also really really important for plants and healthy\n\nsoil although that turns into actual sort of nutrients to have a very healthy soil profile and so\n\nthat’s been pretty much our goal in terms of how we’ve been approaching farming at all of our\n\nprojects really it’s this really combination is to implement practices that sequester carbon\n\nwhere appropriate but also build up our soil health and so that’s one of the things that is\n\nprobably you know a very simple concept to do but it’s one thing that really provides a lot of\n\nstability for farmers they’re able to actually absorb those climate shocks whether it’s throughout\n\nnot enough rain too much rain high temperatures those types of things but it also acts as a way\n\nfor us to sort of sort of turn back on some of the damage we’ve been doing through climate change\n\nso really our kind of focus here is to see agriculture done regeneratively and organically as a way\n\nfor us to address multiple things at once turn back climate change have farmers feed their local\n\ncommunities and to be able to produce a product like Dr. Bronner’s soap that’s done in a way that’s\n\nfairly and as cleanly as possible yeah absolutely and one of the things that here at the Y on\n\nearth community obviously we really emphasize for folks is the critical role that each of us\n\nas individuals plays as a consumer with our purchasing decisions where we’re directing our\n\nconsumer demand signals and I’m wondering can you speak to a bit about the dynamics that you see\n\nout in the marketplace and of course it’s a it’s a segue into the regenerative organic certification\n\nI know we’re all really really excited about but what what do you see out there in the marketplace\n\nin terms of the importance of the consumer demand signals well one thing I think which has been\n\nreally exciting for for me is that one I think consumers ethical consumers are seeing that\n\nthey want to go quote unquote above and beyond organic and maybe even fair trade and they’re seeing\n\nclimate change is one of the big existential threats that it is not only to their communities but\n\nto the food that they like you know I always tell folks if you really want to get freaked out\n\nyou know above and beyond COVID-19 just type in your favorite food into Google and climate change\n\nwhether it’s chocolate, coffee, wine, bread there’s been a huge number of sort of like you know\n\nevidences and impacts that were seen throughout different supply chains and so I think consumers\n\nare becoming increasingly savvy about that and so as a result of all the fine work that’s been done\n\nby you know farmers organizations and other nonprofits and NGOs I think farmers are produced\n\nconsumers are really looking to to make sure that that consumer dollar that they’re spending really\n\ngoes to those products that reflect their values it’s not just enough to be organic or just enough\n\nto be fair trade they want to basically look at the suite of values altogether on one project\n\nand so I think that of course is actually very very encouraging it means that we’ve got this\n\nsort of emerging consumer base that’s really willing to put their money where their mouth is\n\nbut I think it’s really positive on the other hand what you have now in the marketplace other than\n\nyou know claims like organic for example which is regulated at the federal level you’re seeing\n\nall sorts of claims in the marketplace that’s regenerative this or free range that and none of these\n\nclaims are in fact regulated or have any basically you know sort of assurance behind them and so\n\none of the things that we did at dr. Bronners was looked to connect with other like minded\n\norganizations and companies to create a standard and process that really put a whole lot of sort of\n\nlikes force and that validity behind the clients and so we partnered with the rodeo institute out\n\nof Pennsylvania Patagonia and a number of other NGOs and farmers organizations to create a draft\n\nor pilot standard called the regenerative organic certification or rock standard and so from\n\nthere our goal was really to be able to try to bring together all of our important values so\n\norganic certainly was there fairness for farmers and farm workers was certainly front and center\n\nand also looking at soil health and animal welfare you know one of the things that we look at is\n\nis like when you look at a farm or a product you want to make sure that all those values are\n\nthere well it’s really tough for a consumer to try to figure that out all of their own heck I’m\n\nyou know in this business and sometimes it’s also tough for me when I go to the supermarket to\n\nfigure out if the claims that a product they’re making are in fact real or just greenwashing\n\nso our goal was to be able to create a standard that reflects her values and then can be verified\n\nwhich means that a third party will go out and certify to it and then the consumer can know that\n\nhey look all my values are encapsulated in this product yeah that’s so powerful well we’re really\n\nexcited about the regenerative organic certification and the winery community I know is going to be\n\ndoing a whole lot in the coming months to help build awareness educating mobilize around that out\n\nin the marketplace and you know it makes me think also about a lot of the other ways in which\n\nwe’re all engaged in cultivating a more regenerative oriented culture and I know you have some\n\nthoughts about what living regeneratively means in addition to whatever soap we might choose to buy\n\nwhat I tell you what I mean it’s actually you know maybe the one silver lining of the\n\nCOVID-19 crisis is that you know it’s really kind of forced our hand to do two things I think one\n\nis to look like at our own home you know I a couple of stats really in the last maybe 10 days where\n\nyou know the sales of organic seed have just gone through the roof and so I see that as a really\n\npositive step even if it’s a really small you know a couple of containers of herbs you have on your\n\nporch your balcony or you know on your windowsill or you convert your entire front lawn to a home\n\ngarden I think those are really powerful connections because I think I think on multiple levels one\n\nif we can actually actively participate in the growing of our own food even if it’s relatively\n\nsmaller symbolic I think there’s just a very clear connection that you would see with the rest of\n\nthe food that you buy you have a greater appreciation that all of the work that farmers and farm\n\nworkers go through and how hard it is and what and the challenge it is to actually get\n\nfairing organic food to your front door to your supermarkets I think that’s really important\n\nand the other thing that I think is exciting for me to see is that there’s more and more examples\n\nliberation happening right now which I think is really really critical I don’t think any of us\n\ncan go it alone doesn’t matter how much money we have or how much space we have to grow whatever\n\nwe have I think being able to collaborate and depend upon your neighbors I think it’s really\n\nreally critical so I’ve seen some really great examples just in the last week of people working\n\ntogether either they’re to help their neighbor go get you know they’re they’re medicine at the\n\npharmacy for example I really came together and shared their resources on my street for those folks\n\nthat didn’t get any toilet paper because somebody was hoarding them and so it was a great way for\n\nus to be able to say how can we collaborate I’m in a way and you know sort of had that mutual\n\naid network within your own community I think that’s really really critical so to me it’s a couple\n\nof things one is making sure those relationships locally within your street or your neighborhood\n\nreally really strong and then second it’s also just basically getting your hands dirty and going\n\nout there and getting growing what you can because I think that sort of connection to the earth is\n\nso much more tangible when you can do it yourself as opposed to thinking about it you know theoretically\n\nabout some farmer you know far away from you you know kind of doing their own thing and you have\n\nno real connection to them so those are for me I think are probably the two sort of biggest\n\nmost exciting things I’ve seen and then I should just add you know one of the things that we’ve\n\nbeen really focusing on is I think it’s great to buy organically and regeneratively as much as you\n\ncan but hopefully we need to take all of that energy and then put it into making good public\n\npolicies so that way we could support farmers to transition regeneratively as well so there’s a\n\nlot of great discussions happening right now to make sure that farmers are supported as they\n\ntransition to regenerative practices whether that’s training through the USDA one of the things\n\nthat we think has got a lot of potential is for like school districts and hospitals to have regenerative\n\npurchasing policies so that all of the produce and the food that they get comes from regenerative\n\nsources that would be one solid way to support those farmers make that transition because sometimes\n\nthe marketplace isn’t so kind to farmers and so we want to make sure that they’ve got good long\n\nterm stable contracts so that they can actually make those investments in those regenerative\n\npractices yeah obviously a lot of different ways we can all help support these efforts and I\n\nthink it’s becoming with COVID-19 increasingly clear to us how vulnerable some of the food supply\n\nchains can be and how much we truly depend on the farmers the folks growing the food and you know\n\nwhen when I was writing the book YonEarth a few years ago I talked about three different ways\n\nwe can think about how we’re procuring our food grow no and show for shorthand so grow some of your\n\nown know some farmers in the vicinity from whom you can source things and then show with those\n\nthings we are buying at the store or or through e-commerce through third-party certifications show\n\nthat those food and beverage products are coming to us with good treatment of people good treatment\n\nof soil good treatment of water so the grow no show framework seems to to hold up I would say even\n\nmore robustly in the context of what we’re all experiencing right now with coronavirus\n\noh 100% and I think this is a really it’s a great opportunity but it’s going to be a very\n\nchallenging time for small farmers all over you know it’s quite frankly if they don’t have a couple\n\nof months of you know just cash cash flow to be able to weather sort of these these challenges\n\nit’s going to be really challenging so I think really the big thing that I’ve been seeing in\n\nsort of my community is figuring out how to support you know small and independent businesses\n\nor farmers or like you said using sort of those e-commerce options if those products aren’t quite\n\nyou know available you know in your local community I think that’s super critical to be able to\n\nsupport them during this this tough time because to be honest what I what I worry is that you know\n\nonly sort of those big sort of corporate industrial farms and you know supermarkets they’re\n\ngoing to weather this just fine it’s the folks that we really rely on for those regenerative\n\nyou know products to be able to to really weather this as well the only way they’re going to do that\n\nis that we can support them in this process so like you said knowing your farmers and knowing\n\nwho you’re purchasing your food from it’s out.\n\nAbsolutely in that whole mechanism that we call community supported agriculture, the CSA model,\n\nis a perfect way right now to support farmers because essentially here in the spring time,\n\nwe pay them for this year’s production and it gives them the upfront cash they need to work\n\nover these coming months as we get our weekly shares of produce and sometimes other products,\n\nsome have eggs, some do other things as well. So to the extent that we can in our communities\n\nsort of double down on our community supported agriculture purchasing, I think that’s another way\n\nwe can really help support a lot of these small farmers in particular. Yeah, I agree.\n\nYeah, I’d love, you know, I’ve been seeing a couple of different resources where people can\n\nsort of support the local stuff or there’s, you know, since I work a lot in kind of the international\n\nsupply chain like coffee and what have you, you know, being able to provide, you know,\n\nwork with roasters who are actually committed to their supply chain that it is really,\n\nreally critical as well. Yeah, absolutely. I got to give a shout out to Equal Exchange,\n\none of the cooperative global networks doing coffee, tea, chocolate. They’re doing a lot of great\n\nwork as well. So shout out to those guys. They’ve supported some of our Y on earth work over the\n\nmonths and maybe I’ll take that opportunity to thank some of our sponsors, making this podcast\n\nseries possible and making all of our community mobilization work possible. And these include\n\nthe LIDGE Family Foundation, Purium, Earth Coast Productions, and Waylay Waters.\n\nWith Waylay Waters, it’s a social enterprise and all of their proceeds support the Y on earth\n\ncommunity. And you can actually join the monthly giving program with Waylay Waters and receive some\n\nof the CBD Aromatherapy Soaking Salts, great for your at-home self-care in the context of coronavirus.\n\nYou can go to Y on earth.org slash Waylay-Waters, that’s W-E-L-E-Waters to sign up. And of course,\n\nwant to also mention drbronor.com. You’ll note in the URL, it’s drbronor.s.com. And want to also\n\ngive a big shout out to all the folks in the Y on earth community who have joined our monthly\n\ngiving program to support all of this work. In the context of what’s happening with coronavirus,\n\nwe’re accelerating a number of resources for folks resources for permaculture gardening at home\n\nin your neighborhood. We’re working on neighborhood resiliency and sustainability,\n\nhandbook and video guides, and actually are excited to be talking with drbronor’s about\n\ncollaborating on some of this. We’re collaborating with the Rodale Institute on these efforts as well.\n\nAnd so stay tuned as Y on earth is helping to make available a number of\n\nresources in all of the context of us mobilizing our gardens and our sustainability practices in\n\nour own homes and yards and neighborhoods. And I know that Ryan, you’ve provided us with a number\n\nof links of resources that you have to offer and we’ll have all these in the show notes. And I\n\nwanted to just walk through them. The first one on the list that you provided is the small\n\nscale farmer’s cool planet video. Can you tell us about that?\n\nYeah, so this was a video we did while five years ago now just as people started to begin to make\n\nthese connections between farming and climate change and really the impact the regenerative\n\norganic agricultural can have. And so really our goal was to talk a little bit about sort of the\n\nbig picture, talk about the problems associated with chemical industrial agriculture,\n\nbut really focus in on sort of this what we call small scale farmer solution. And that basically\n\nmeans that despite the millions and millions and millions of acres of monocross grown out there,\n\nof corn and soy or cotton, what have you, it’s really small farmers the world over that are\n\nactually feeding their communities. So one of the most kind of interesting stats that we’ve come\n\nacross is that you know small farmers feed the majority of the world’s population just on a quarter\n\nof the farmland. So this goes to show you that we can really focus in on having a very healthy\n\nregenerative food supply as so long as we are about the somewhat supposed four small farmers. And so\n\nwe highlight a number of good brands that are doing great things by partnering with small farmers\n\nand then putting that within the context of climate change. So we did that right at around the\n\nwell 2015 climate mobilization in New York City and sort of leading up into the Paris climate\n\ntalk. So still a lot of work to be done for sure, but at least it gives a good frame to think about\n\nboth the food supply, small farmers and climate change. Yeah, beautiful. Yeah, I encourage folks to\n\ncheck out that video. And then you have another video called Journey to Provecimente. I know I’m\n\nnot saying that exactly correctly. I know you’ll say it, but this is another video that you’ve\n\nshared with us. Tell us about that one. Yeah, so last year we had our CEO, our Cosmic Engagement\n\nOfficer, David Bronner, and our team visited our local partners in Uttar Pradesh, India. And they\n\nrun Pavitrament, which is our mid to us supplier. And so the video is great because it gives you\n\nsort of an up close and personal experience as some of the realities facing the small farmers\n\nwith which we work in. And so in India, we work with about 2000 small farmers. They have anywhere\n\nbetween half an acre to maybe an acre or two acres that not only support their family, but also\n\ngrow mint and things like that. So it’s a good example of how we like to sort of showcase the work\n\nthat’s being done with our partners and our projects. By also sharing some of the voices of the\n\nfarmers and community members themselves. So he won a great snapshot into the day and the life\n\nof some farmers in Uttar Pradesh, India, and sort of our relationship with them. This is a great\n\nvideo. That’s great. I can’t help but make a mention that David Bronner, your Chief Cosmic\n\nEngagement Officer CEO, was on our podcast several weeks ago. And so if folks want to check out\n\nthat episode, you can find that at the winers.org slash community. podcast page. And it was such a\n\nfun conversation. And I imagine he’s got to be just a wonderful guy to work with with his passion\n\nand his various interests. It was a real joy interviewing him. Yeah, no, I have to say the Bronner\n\nfamily from top to bottom are just the most committed people I’ve ever worked with. And to be\n\nhonest with you, my background is more in like rural development internationally. And I was always\n\nvery skeptical of working in the private sector. But I would say Dr. Bronner is one of the few\n\ncompanies I would ever consider working for. So I’m very, very grateful to be able to work with\n\na great team. That’s really beautiful to hear. Before we continue on this list of resources you’ve\n\nprovided, I want to also be sure to mention because I forgot to earlier when giving shout-outs to\n\nsupporters, etc. On the YonEarth.org site, we also have a few resources specifically for\n\ngardening. One is called the community mobilization kit. And it includes some biodynamic soil\n\nactivator that you can use in your garden and actually in your neighborhood. If you want to,\n\nyou can share this with your neighbors. It also includes our soil stewardship handbook and some\n\nvideo resources around the soil building that’s so important to growing good, healthy nutrient\n\ndense food and medicinal herbs. We also have the garden bundle kit that we put together for you\n\nthat has some similar resources and some biochar from one of our biochar partners. So just wanted to\n\nmake sure that folks know about that. Now soon we’re also launching a very exciting bath bomb\n\nfor gardens. Basically a biodynamic soil activator prep wrapped in magnesium sulfate like a bath bomb\n\nthat you dissolve into water before spraying it around your garden and your yard. So that’s coming.\n\nThat’s going to be a lot of fun for everybody. So just wanted to be sure to mention all that.\n\nAnd on that note, I guess we’re going to segue to the regenerative organic alliance, which is\n\nregionorganic.org. And Ryan, you already mentioned them, but just tell us a little more about what\n\ninformation we’ll find when we go to that resource. Yeah, 100%. So the regenerative organic alliance\n\nis an organization that was co-founded by Patagonia Dr. Bronner’s Rodial Institute and a number of\n\nother nonprofits and farmers and businesses. And really the goal here was to provide a home for\n\nthis regenerative organic certification process. So folks that go to that website will get a chance\n\nto take a look at all of the draft standard of basically what we’re looking at in terms of how we\n\ndefine regenerative organic. Some updated information on the pilots. So anytime you kind of create a\n\nnew program or a new standard, you actually want to go ahead and test it out. And so over the last\n\nyear or so we’ve been piloting out the standard actually at three of our projects in Ghana, Sri Lanka,\n\nand in India with other partners as well both in North America and abroad. And right now we’re in the\n\nprocess of actually going through all the feedback on the experience from the farmers and the\n\nbusinesses that participated. And as a result of that process, the standard itself would then become\n\npublic consumption to any company or farm that would like to actually be certified against it.\n\nAnd so people get a chance to see who the pilot participants were, what the standard language\n\nlooks like. And then some of the more up-to-date information in terms of where we’ll be presenting\n\nand things like that. You know I’m curious, will it be sort of like a pass fail either you’re\n\ncertified or you’re not? Or does it have tears and scoring and sort of different levels of\n\naccomplishment? Yes, that’s a great question, Aaron. So one of the things that we’ve realized is\n\nthat starting from scratch, it’s really hard to get to a regenerative. It’s sometimes a long\n\nprocess and it can be expensive. So what we wanted to do was to provide a pathway for farmers and\n\nranchers to have more or less continuous improvement in sort of clear benchmarks so that there’s actual\n\nincentives and then they get recognized and actually can charge their premium. So the way that the\n\nstandard was set up is that right now there’s three tiers, bronze, silver, and gold. And so those\n\ntiers basically reflect the level to which the brand or the farm or ranch has actually gone to\n\nensure not only soil health but fair trade practices as well as animal welfare. And so what we\n\nwanted to do is provide a clear pathway for farmers but also realizing that USDA organic is\n\nreally the sort of entry point. We wanted to make sure that this standard built on organic\n\nand that didn’t really be a distraction or take anything away from it. So that is one thing that\n\nis super clear as far as the pass fail part of things. Certainly USDA organic is your first sort\n\nof barrier tree and then from there there’s a pathway for folks to continually build upon their\n\npractices and be recognized by the label. Okay so we know that regardless of the tiers if we’re\n\ngetting something that’s certified regenerative organic it will not have these poisonous toxic\n\nchemicals that we would otherwise find in conventional agriculture. Indeed so just to give you an\n\nexample you would have as your sort of entry point for any certified entity within the regenerative\n\norganic system but it also includes things like child labor for example or forced labor or sort\n\nof minimal requirements on sort of soil health practices. So what we wanted to do is we realized that\n\nthere’s quite a bit of investment required by farmers. There’s some training that’s required as\n\nwell and they had to build up their own supply chain. So one of the things that we realized that\n\nis very important especially in our partnership with the Roedale Institute is that one way you can\n\nensure that you can reduce your fertilizer cost for example and your input cost for example which\n\nis like pesticides is by improving your rotation. So instead of just going corn and soy year after\n\nyear the more diverse rotations farmers can use including cover crops can in fact help build up\n\ntheir soil health but also reduce their cost. But to be able to do that requires an infrastructure\n\nsome trainings and collaborations perhaps with their neighbors. So we wanted to build in a\n\nbasically a ladder to allow for farmers to be able to build up to that and then be recognized\n\nin the marketplace. Beautiful yeah and you just mentioned Roedale there at RoedaleInstitute.org.\n\nWe recently recorded an interview with CEO Jeff Moyer on a lot of this regenerative work.\n\nThey’ve been around what 70 years or something like that really leading the way from a\n\nscientific research standpoint on organic agricultural practices. Roedale from our vantage point\n\ninto the ecosystem of the organizations that are really leading the way Roedale like you guys\n\nis right at the heart of all of this. Yeah we’ve been inspired by the work done at Roedale over\n\nthe years. I remember 20 plus years ago in university reading some of their research that was\n\ndone and to be honest with you one of the things that kind of kicked off this whole process was a\n\nwhite paper that they did maybe about seven or eight years ago called regenerative organic agriculture\n\ndown to earth approach to addressing climate change. So there they basically looked at all the\n\nscientific data and then they’re able to actually quantify what each practice can do in terms of\n\nactually drawing down atmosphere carbon. So those are all things that I think are really really\n\ncritical to think about. It’s you know we’re not just approaching this from kind of a you know\n\nesoteric you know just you know this this this located approach but really there’s hard science\n\nthat goes behind basically every each and every practice that we do. Yeah beautiful. Thank you\n\nand then you had also shared the climate collaborative which is climate collaborative.com.\n\nYeah so this is a great initiative that I am really excited about. So you know in the sort of\n\nyou know consumer product space sometimes companies need a little bit of supporting collaboration\n\nto make all of these these steps for being as responsible in the climate space as possible.\n\nSo the climate collaborative is a coalition of companies that has come together to make commitments\n\nto actually improve their practices and this includes everything from transportation you know\n\nelectricity at their facilities supply chains like we’ve been talking about packaging all of these\n\ndifferent things. So it’s a way for companies to come together share best practices and work\n\ntogether and then be able to actually amplify these things. So I don’t think anyone company alone can\n\ntackle all things that we need to address. So I really like their approach and they’ve got a great\n\namount of resources out there for any company bigger small that they’re getting involved. So\n\nif you have a company and you’re looking to make improvements on all these climate I would highly\n\nrecommend them. That’s great thank you very much for that and tell us about grow ahead grow ahead.org\n\nYeah so you know Dr. Bronner supports a number of great causes you know across the spectrum you\n\nknow and so of course regenerative agriculture is close to my heart and this is one of the\n\ninitiatives that we’ve been supporting the last couple of years and one of the things that we’ve\n\nrealized is that this notion of agroforestry which is basically farming with trees in a way that\n\nis very diversified not only is a the public in my sort of you know I would say biased opinion but\n\nthere’s a great way to super charge carbon sequestration while also providing a great income\n\nfor farmers and so our goal is to be able to help small farmers all over the world invest in\n\nagroforestry systems so that they can in fact support their local food economies but also sequester\n\ncarbon and really kind of create these islands of knowledge so to speak and so for folks who\n\nwould be interested in participating in crowdfunding all of these replanting efforts all over the world\n\nI highly recommend they take a look at grow ahead.org Okay that’s that’s really wonderful thank you\n\nfor that and then the the final resource that you shared with us on your list is a very recent\n\narticle from Dr. Bronner’s called Dr. Bronner’s supports the Green New Deal and with everything\n\nhappening obviously this is a huge year in terms of policy and COVID-19 has really amplified\n\ncertain aspects of discussions that have already been underway but this one seems to be so spot on\n\nin terms of linking a number of these different key efforts and initiatives so Dr. Bronner supports\n\nthe Green New Deal tell us what does that mean and why did you guys publish that? Yeah so for\n\nsome of those history buffs out there might remember the history of the New Deal which happened\n\nduring the Roosevelt administration and the idea was to put all of the resources of the federal\n\ngovernment behind a recovery that would allow for folks to get out of the Great Depression through\n\nthings like employment public works support for farmers those types of things and so the idea going\n\nforward is that really to be able to tackle the greatest existential challenge of our lifetime\n\nwhich is climate change we really need to be able to leverage all of the power that we have at\n\nthe local state and federal level and so there’s been a number of activists and thinkers and\n\nauthors researchers that have been proposing this concept of a Green New Deal which would basically\n\nfocus a lot of the spending that we do at the federal level towards climate friendly technology\n\ninvestments infrastructure and those types of things so what we want to do is make sure that any\n\ntype of investment or stimulus package that comes out of this process not only is fair to everybody\n\nyou know especially those that were left behind in previous cases but also includes green technology\n\nso if we’re going to actually build any transportation infrastructure suddenly we would want\n\nthat to be low carbon or carbon neutral you know I think the time is now if that any type of\n\ninvestment should basically basically take into account all of the different sort of\n\nclimate technologies we have whether that’s solar panels etc and so I think one of the things\n\nthat we’ve realized is that what we want to do is try to replicate sort of the values and\n\npractices that we do at Dr. Bronners so for example um exactly to pay is cap that five to one\n\nso David Bronner can’t make more than you know five times what the lowest person pays\n\nso really our goal is to make sure that we have living wages universal health color for our staff\n\nand we see that is absolutely critical not just for our own team in our own company\n\nbut we want that for everybody and really the only way to do that is to have a government\n\nprogram that allows for that and is as equitable as possible and I would just say one sort of\n\nconcrete way that I like to explain this is you know one thing that you might realize going to\n\nthe supermarket or your farmer’s market you know regenerative and organic products they’re\n\nthey’re more expensive for sure and that’s in part because we’ve actually incorporated the true cost\n\nwhere we’re paying the farmer fairly where we are you know making sure that he or she is\n\nboarded for all of the investment that they’re doing to make a regenerative organic product\n\nand so for consumers to be able to actually pay a farmer the true cost they need to be paid\n\nfairly as well so that means raising the minimum wage we want to have a living wage for everybody\n\nso that way we can actually support this regenerative economy that we would like to see in the future\n\nyeah it’s so important and just to underscore the commitment that you all uh have already\n\ninstituted at doctor runners to have a five to one executive paycap is extraordinary we know in\n\nmany of the corporations in here in the United States we’ve got executives getting paid 100\n\n200 300 times what many of their employees are being paid and in this case the highest levels\n\nexecutive is getting paid only five times what the rest of the team are getting paid\n\nyeah so that allows for us to pay living wages to everybody whether you’re starting off"
}