{
  "title": "Episode 31 – Artem Nikulkov, CEO-Earth Coast Productions",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/3216/episode-31-artem-nikulkov-earth-coast-productions.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-31-artem-nikulkov-earth-coast-productions/",
  "episode_number": 31,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "You as a person, what would you really appreciate receiving as a video or listening to as a podcast and creating that media for yourself is what’s going to create the most engaging media.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities stewardship and sustainability podcast series.\n\nAnd today I have the great pleasure of talking with Artem Nikulkov from Earth Coast\n\nProductions.\n\nHey, Artem.\n\nHi, Aaron.\n\nHow are you today here?\n\nGreat.\n\nYeah, it’s an incredible, beautiful day outside and it’s a great time to be recording a podcast.\n\nSo thanks for having me on the show.\n\nAbsolutely.\n\nIt’s my pleasure.\n\nAnd yeah, there’s a bit of a hint of springiness in the air outside, which puts a little spring\n\nin my step.\n\nI don’t know about you.\n\nYeah, definitely.\n\nYeah, I’m ready for the flowers and for this not to melt off.\n\nAbsolutely.\n\nWell, I’m so excited.\n\nWe have the opportunity to visit with you today.\n\nAnd we’ve got such an incredible set of themes and topics that we’ll be talking about\n\nthat are absolutely relevant to you.\n\nI think pretty much all of us right now in these times.\n\nSo I’ll do a quick introduction to let folks know a little more about you.\n\nArtem Nikolkov is the founder and CEO of Earth Coast Productions, a media production and\n\nvideo distribution company based in Boulder, Colorado.\n\nEarth Coast Productions’ impact mission is focused on media and digital storytelling\n\nto catalyze change in sustainability, ecological stewardship, and community engagement.\n\nArtem is a native of Kyrgyzstan in Central Asia who landed in America with his family\n\nwhen he was 12 years old and carved out a new successful path quite quickly.\n\nHe embodies the realization of the American dream to come to the state, set out a vision,\n\na path to do it, and then see it come to fruition with hard work, discipline, and focus.\n\nArtem has built Earth Coast Productions from scratch.\n\nAnd Earth Coast is now one of the most highly demanded service providers on the front range\n\nof Colorado, the Metro Denver region and beyond.\n\nAnd he has brought quality live streaming and video production to thousands of people.\n\nThis has helped businesses create new revenue streams, launch digital marketing campaigns\n\nand skyrocketed event ticket sales.\n\nSo Earth Coast provides live broadcasting, media strategy, and video commercial campaign\n\nmanagement services in Colorado and throughout the world.\n\nAdditionally, through Earth Coast, Artem has been providing incredible value\n\nto the Y Honors community, specifically on the digital web-based social media video,\n\nall of the work that we do through the Y Honors community and namely, in particular,\n\nthe podcast, have to mention that.\n\nAnd it is just such a joy and a pleasure to get to chat with you today, Artem.\n\nAnd to be able to share some of our topical themes in conversations you and I have all\n\nthe time, really, to be able to share that with our audience, I think, is really exciting.\n\nYeah, it’s an honor to be here and it’s with great pleasure that I’m working with you\n\nand supporting Y Earth community and all of the digital marketing strategy and just overall\n\nonline presence for the Y Earth brand.\n\nThere’s incredible things in the works, there’s incredible things that you’ve already done\n\nand published and this is a key time for sustainability to be front of consciousness for people.\n\nAnd I think a lot of people are really yearning and thirsting for that level of connection.\n\nAbsolutely.\n\nIt’s so interesting to me that on one level, somebody can look at you and look at Earth Coast\n\nand CO digital marketing, video live streaming events, these kind of checklists of skill sets\n\nand value ads for companies, for universities, for municipalities, for NGOs.\n\nAnd what I think can sometimes be missed is that under all of that is a profound understanding\n\nof the importance of storytelling in these times in particular, in the context of the 21st century,\n\nthe Anthropocene, a time when we have to mobilize the forces of stewardship and sustainability\n\nthroughout culture.\n\nAnd I was hoping you might just share a little with us about your approach when it comes\n\nto that storytelling.\n\nYeah, absolutely.\n\nStorytelling is the key central focus of video production and just overall engagement.\n\nThat’s really what gets an audience to care about the subject of whatever you’re talking\n\nabout.\n\nAnd that could be your product or service, or it could be a new objective that you’re\n\nrolling out, or it could be a new event that you’re launching.\n\nAnd the story, the reasoning behind why that particular event or service exists, why\n\nyou care about it being brought into the marketplace, into the world is so critical.\n\nAnd there are certain things that I get strategizing with clients on in terms of including marketing\n\nlanguage around to make sure that it captures that level of attention.\n\nBut the most important thing is the values and the mission.\n\nAnd for that not to be cast aside in this kind of marketing development process, that that\n\nactually is what is going to get a person to watch a video or read a blog post and see\n\nthemselves connecting with the storyline, knowing that they’re supporting something larger\n\nthan themselves.\n\nThat’s something that I think most of us really want more of an audience is the understanding\n\nthat we are a part of something larger than ourselves, that we are contributing to something\n\nlarger than ourselves.\n\nAnd right now mainly that is nature and the planet and the home that we all have it.\n\nThat’s a beautiful one.\n\nYeah, what the word that really comes to mind with all of that is authenticity that, you\n\nknow, look, most of us are of an age when we’ve been bombarded with advertising and marketing\n\nbasically our entire lives.\n\nAnd in a sense we’ve become a bit savvy because of that.\n\nAnd can kind of see through the veneer, the superficial that I would say has been the\n\nnorm through most of the 20th century.\n\nAnd now that we’re getting into the 21st, what seems to be emerging in a big way is that\n\nit’s really about authenticity.\n\nIt is about being authentic and most importantly providing results, delivering results.\n\nAnd so there is a focus now, I think, for a lot of these companies to actually quantify\n\nthese things, which is wonderful to see because I think in the past and to some extent even\n\nright now there is a certain level of greenwashing that’s going on where people are just trying\n\nto jump on this bandwagon of sustainability being the hot new thing and it’s like how\n\ncan we spin whatever we’re doing to kind of cater and get the attention of this market.\n\nAnd I think those particular companies and people are being seen right through very quickly\n\nthese days because they’re up against companies who really are doing the work.\n\nThey’re up against companies who can quantify that they’re sustainably fishing in Patagonia\n\nor the fact that they are tracking all of their resources that are coming in to make a certain\n\nproduct and know exactly where it came from and can share that story.\n\nAnd if you approach sustainability from that perspective within your organization where\n\nit really is this larger sustainability objective, there are some incredible stories inherently\n\nat every junction of supply chain at every meeting that you hold around it.\n\nThat all adds up to really great content that you can be producing for your company that\n\npeople I should care about and you don’t have to go out of your way to brainstorm these\n\nthings and come up with a story that is not authentic and actually be sharing really\n\ntruly what’s going on.\n\nIt’s a news sharing, a journalistic aspect of sharing what’s going on within your own\n\ncompany to your larger audience and companies that are doing this successfully and are\n\nultimately setting themselves up for long-term success in thriving.\n\nThey quantify these things.\n\nThey pay scientists to actually get them the right data and it is not just putting a sticker\n\non it.\n\nRight.\n\nThis is so interesting and I’m absolutely fascinated to witness the way the market dynamics\n\nare unfolding right now and we’ve got some of the biggest and smartest pools of capital\n\nfor instance BlackRock, their recent announcement that they will not invest in companies that\n\ndon’t have strong sustainability plans.\n\nThat means that they are substantial and BlackRock of course is managing trillions of dollars.\n\nIt’s so fascinating that this goes way beyond the sticker, the window dressing and gets\n\nat the heart of what different organizations are actually embodying in their relationships\n\nand communities and throughout supply chains that are reaching all around the world.\n\nSustainability and the concept that’s around it resonate well with customers and employees\n\nalike and so sustainability is the responsibility of the business and not only because of\n\nits altruistic but because it’s good business.\n\nThat might not have been the case a few years ago and I think some people might be perceiving\n\nit still from that perspective, from that mindset and the times have changed.\n\nIt’s a very different world and it actually is fairly recently that it has become this\n\nnew landscape out there for companies, not in the least because of the implementation\n\nof SDGs or the announcement of sustainable development goals by the UN in 2015 and so\n\nin the past three to four years there has been some major movement around sustainability\n\nand how implementing SDGs can act as an ethical guide for companies and their boards.\n\nIn developing and creating value for people and for every single stakeholder that’s part\n\nof the company and the largest stakeholder of any company is nature and if you don’t respect\n\nnature then you’re out of a business, at least in the long term you are and so this is\n\nwhere it’s so wonderful to see this coming online in such full force now and then everyone’s\n\nawareness and the customers are asking for this, they are being conscious consumers,\n\nI’m definitely being a conscious consumer in the way that you know I purchase clothing\n\nand food and all of these types of things and some of it through your inspiration.\n\nI know we did a video last year on the importance of sourcing clothing through sustainable\n\nand responsible companies or secondhand stores, things like that, it’s a wonderful approach\n\nand you know getting back to the SDGs the importance of having a sustainable development goal is\n\nthat this type of material really lands itself to incredible content as I mentioned and documenting\n\nthe process of your company implementing the sustainable goal of optimizing the supply chain\n\nto be sustainable at every single one of those points that can be captured with creative\n\nvideo and you can showcase what you do as a company and achieve sustainable goals, that\n\nis something that you can easily generate and post on social media and that media goes\n\nso much further than just the implementation of the goal, it really serves your marketing strategy,\n\nyour media strategy, your company values and mission and being able to tell the story of\n\nwhat you’re actually doing engages people, it gets them to care about your products, it gets\n\nto you get to connect with them on an emotional level, on a level where you say look this company\n\nwas founded on something, there were key people and this goes for both new startups and older\n\nmore established businesses for newer startups and entrepreneurial ventures, it’s the importance\n\nof communicating this is why we’re starting this thing, this is why we’re wanting to bring\n\nthis out to the world because we care so deeply and passionately about being sustainable,\n\nabout bringing this product that optimizes your life makes some part of your life better\n\nor easier and if it’s helping the environment, it’s helping the planet or it’s being done\n\nin a sustainable way and for the older companies a lot of times when you read the mission\n\nand vision statements and understand the values that the founders had behind starting the\n\ncompany, you find those exact same things because I think that’s the nature of the entrepreneurial\n\nspirit is to have that at its core and I think sometimes the more established companies\n\nhave lost touch with why the company was founded in the first place and so for them now is\n\nthe most important time to come back to that, come back to their roots, come back to their\n\nhistory and get people excited, get the new generations excited about why this company was\n\nfounded and started that they are continuing the legacy that they’re continuing the vision of what\n\nthe whole thing was founded on and again that is an endless resource of content, this is where you\n\nget to engage in media creation and then repurposing that content for social media distribution,\n\nall of these various ways that you can use media to distribute across so many different channels\n\nout there from Facebook, LinkedIn, Instagram, YouTube, there’s lots of platforms and channels out\n\nthere and each one has a slightly different approach and a different audience and what’s interesting\n\nto also note is that in the world of new media, which is the digital media that is the online\n\nchannels, the word sustainable actually has two meanings because one meaning is the way that we’re\n\ntalking about it is being socially and planetary responsible but the other is that you have a\n\nsustainable media strategy where you’re not going to get burnt out because now you’re dealing with\n\nposting to 20 different channels with hundreds of different pieces of content and so I would like\n\nto touch on that as well, well that’s such an important topic and it’s one of the things when\n\nI have the opportunity to recommend your services and the services of Earth Coast productions to\n\nother companies, when I’m talking with those owners and those executives, one of the first things I\n\ntell them is my gosh, the way Artem is able to put together the tech stack and that’s a term I\n\ndidn’t even probably know or use 15 months ago, with all of the different apps and tools that actually\n\nmake the social marketing and messaging a much more efficient process, that brings an incredible\n\ntime savings, energy savings, resource savings that keeps us who are content generators\n\nin that space of joy and in touch with those core values as opposed to feeling totally blown out\n\nand overwhelmed by trying to squeeze 100 hours worth of work into a given week and so I think\n\nthat tech stack and that savvy that know how that you bring to the table, Artem, is one of the\n\nincredible value ads that I know companies and organizations of all sizes, scales, and maturities\n\nare benefiting from when they’re working with you. Yeah, thank you. That’s definitely a core focus\n\nis how to maximize your time, make it more efficient and ultimately to free up your time,\n\nto be running the business and continuing to implement some of these sustainable goals and\n\nbusiness goals and the overall kind of vision behind the company and utilizing media and distribution\n\nchannels to only further that cause. Yeah. And there’s ways where you can get engaged in it and\n\njust get really overwhelmed really quickly because there is so much and certainly taking a look at\n\nthe technology plan essentially or the tech stack of all of the various tools that you have\n\nin your arsenal and that’s everything you know from Google Creative Suite to Cloudflare for DNS,\n\nto what’s DNS? A lot of people may not even know what that means. DNS is the way that a website\n\nactually gets translated from the words that you see typed out in the URL bar to the actual numbers\n\nthat is the IP address of the server where the website lives. Okay. And so DNS is the service that\n\nmakes that translation because technically everything is numbers. It’s just we humans don’t really\n\nwork with numbers that well. So we came up with a whole bunch of zeros and one. Yeah.\n\nWell, that’s a reference point. That reminds me. I’ve got to I’ve got to give a shout out to the book\n\nto YonEarth because in the chapter called Unplug where we’re talking about not only the power,\n\nthe potency of digital marketing communication for our species on the planet right now, but the\n\nthe recognition that it also is important that we unplug and get to nature and so on. And in there,\n\nwe have a few pages of binary code just to show what that looks like. And then we translated the\n\nsentence and it said something like if you can read this, it’s really important that you get out\n\nin the woods often, something to that effect. And yeah, so the binary took up I think like two and a\n\nhalf or three pages for that little sentence. Yeah, it’s amazing the way that the the language is\n\nthe coding in the background is the foundation, the infrastructure that allows us to have a user\n\nexperience of a website with images and video and navigation and so on. And obviously you know this\n\nin a way that I probably never will. Yeah, it’s pretty amazing to in certain ways see the code and\n\nbe able to really work with the infrastructures that we have. And there are some incredible tools\n\nthat are continuing to get better and better and more optimized. And obviously the speeds are\n\ngetting faster in terms of the delivery and all of those things. And I think it’s extremely important\n\nto approach media and the overall marketing for a given business or a company with that sustainable\n\nmindset. Not only from the nature perspective, also from being sustainable for your employees\n\nand for the long term vision of the company that everything that you were creating is going to be\n\nthere to serve you in the long term. And I think that approach serves the overall objectives\n\nreally well because a lot of times people start creating these short form content pieces and they\n\nthink that that’s the thing to do and just generate hundreds of thousands of them. But that\n\ncontent is you know a flash in the pan. It’s there for five minutes an hour a day maximum a week\n\nif you’re really pushing it. But then it’s gone and nobody had you know even knows that it ever\n\nexisted. And I think thinking about the content that you’re generating as something that’s going\n\nto have a much longer shelf life that’s going to be evergreen is a much better approach. And again,\n\nit’s it’s borrowing these concepts from nature. You know nature doesn’t create something that’s\n\ngoing to be you know a flash and trash approach. That’s a that’s a human concept. And so we’re getting\n\nback to those roots in all of our endeavors from the way that companies are set up and managed\n\nto the supply chain to the way that’s being communicated. And ultimately to the way that your ads\n\nare run and the platforms those ads are running on and the audiences those ads are reaching out too.\n\nI think there’s a way to create a roadmap for a marketing plan where you’re still running ads.\n\nYou’re still doing the promotion because that part is what’s going to get your\n\nproduct of service in front of an audience that you wouldn’t otherwise have had a reach to.\n\nSo that’s a beautiful thing. But not to abuse it to really respect that process. And know that you\n\nwere engaging someone and asking them to invest their hard earned dollars into something that you\n\nwere offering. And if that product of service is going to better their lives and again our collective\n\nlives lives on on this planet. That’s that goes a long way. And so getting back to\n\nthinking about the long-term content strategy, it’s helpful to be thinking about it as a three-step\n\nprocess. And first you would create an overall content map. Let’s say for the entire year.\n\nYou can start very basic at what is the one key topic per month that you would like to communicate.\n\nThat’s 12 pieces of content. If you want to be at the next level you can double that and it\n\nwould be every two weeks. So that’s 24 pieces. And then if you want to be an overachiever you can\n\ngo in further into three or four pieces of content per month. But starting at the basics of\n\n12 pieces of content, that is your long-form content. And the long-form content can be a podcast\n\nepisode. You could be a video. Now all of these things are defined as long-form content\n\nby the current markers. Our attention spans are unfortunately diminishing. And so\n\nwhereas there might have been a two-hour podcast episode a couple of years ago, now it’s probably\n\ngood to aim for that 45-minute mark, maybe half-hour mark. For videos you want to be certainly\n\nunder half an hour, but probably between five and ten minutes, even for a long-form piece of video\n\ncontent. And you can also do key notes and any kind of presentations. Those are all of your\n\nlong-form piece of content. And on top of that you build and repurpose that content into shorter\n\nforms. So then you cut it up into individual constituent pieces of quotes that you want to\n\npull from that material. And maybe thumbnails that you want to pull from a video and create\n\nshareable postcards that you would post on Instagram. Things like that where you create these\n\nremixes and share the short memes and images. And then the next part of the process\n\nis the distribution across the various social media platforms. And there’s so many of them out\n\nthere. And this is where it’s important to not get overwhelmed. But again, come back to\n\nwho’s your audience and where can I reach them? And really just focus on that one platform.\n\nFor a lot of businesses it will probably be linked in because that is a very active B2B\n\nfriendly space. That means business to business. Business to business. As opposed to B2C,\n\nbusiness to consumer. And for the other platforms out there, you can be engaging if you’re\n\namong the pop shop or you’re just starting out. Instagram is a really great place to be sharing\n\na lot of these memes and short form content. And then now they have IGTV as part of Instagram\n\nfor, again, longer form content. And really identifying where these audiences are and how to\n\nreach them is how you get to engage the people that really care about what you’re doing.\n\nAnd it is a longer term investment into your company. Content marketing inherently\n\nand content engagement is inherently a long term plan. And if you’re a business that cares about So you will inherently be wanting to engage with people that way.\n\nThis is so cool. So I want to just interject into the conversation that we have coming up May 17th to 19th and incredible three day immersive event called massively mobilizing sustainability, deep leadership for the 21st century.\n\nAnd we put this event together with an incredible lineup of speakers, executives, educators, authors and art will be one of the key speakers sharing not only the vision and the inspiration around social media marketing communication as it relates to sustainability, but also the strategy and the tactical frameworks to manage these things back at your organizations.\n\nAnd it’s going to be an incredible three day event. If you go to the YonEarth dot org website, the homepage, you’ll see a pop up to go to get more information and to register.\n\nUse the code YonEarth you’ll get a 10% discount on registration and Earth Coast is one of the sponsors of the event along with a handful of other wonderful organizations such as Patagonia.\n\nPatagonia, I know Patagonia was mentioned earlier, Walei Waters, Purium, the International Society of Sustainability Professionals, the Association of Waldorf Schools of North America, the Brad and Lindsey Lidge family foundation.\n\nIt’s going to be just an incredible three day experience. And I really encourage you all to register and join us for that.\n\nArtim will be there along with a number of other experts and thought leaders helping us stitch all of these strategies together so that we can be the most effective leaders possible back at our schools, our companies, our organizations and our communities, mobilizing sustainability together, right?\n\nThat’s kind of what this is all about. It’s going to be such an incredible event. I’m really looking forward to being there and interacting with all of the people that are going to be coming.\n\nIt’s going to be a very powerful constellation as Aaron, you put it of people that really wouldn’t come together in any other way.\n\nSo I really hope to see you there and definitely come in May 17th to 19th. It’s going to be an incredible event.\n\nAnd it’s at a private retreat center right outside of Boulder, Colorado, where we have access to many, many acres of forested mountain hillsides and not only will we be discussing strategies on all sorts of interrelated topics will also be taking time to unplug and to get outside and to connect with the fresh air, the trees, the soil.\n\nAnd I think this is one of the core points in this discussion that we’re having, Artiman, that you and I have been having over several months together.\n\nWhen we’re talking about digital strategy and online messaging, communication, advertising, storytelling, there’s a certain literacy that goes along with that, right?\n\nWe’re highly literate in the tools, the capabilities, and we would even say in the tech realm, there’s literally learning different languages in the form of different coding languages and regimes.\n\nAnd it’s so important in the 21st century to deploy that kind of literacy, also important, equally important. Perhaps we might even say more important is the ecological literacy, the connecting with nature, the direct intimate relationship and experience with the natural living environment that makes up this planet we all share.\n\nAnd one of the things I get so excited about is thinking about the power in those two coming together in a way that is in service to humanity in service to this living planet and really devoted to creating a better world and future together.\n\nAbsolutely. Yeah, the shift that really has happened in both the competitive landscape out there and people’s awareness and what the customers ultimately want and care about has been monumental.\n\nAnd it continues to really change how we operate. And a lot of it is out of necessity, to be honest, it is a really difficult time right now for the planet, for all kinds of ecosystems, for life in general, for various species that are dying out or really pushed against the brain.\n\nAnd for the various human populations, there’s a lot of cities that are strained, there’s a lot of just movement that’s going to be happening and transpiring in the next decade of between 2020 and 2030 is going to be an incredibly transformative time on this planet and for humanity in general.\n\nAnd thinking about that is so important. And if you’re a company that cares about being in business of being just a part of the future and there’s companies out there that are losing market share and losing value every day because they’re not embracing these things or they’re slow to adapt.\n\nAnd the companies that are embracing sustainability are really getting ahead of the pack and they are becoming sustainable brands and they are generating this content, they’re not standing still, that’s the beautiful thing about being a sustainability minded operation is that you’re not going to be standing still.\n\nAnd if you’re not standing still, there will never be a shortage of content, there’s always something to report on, there’s always something to document and to share with the world.\n\nAnd if you are a content generating engine or if you have a content generating engine as part of your operation, you will inherently be pulling into your midst all kinds of people who want to learn more, who want to engage, who want to be part of the company, who want to be your future employees,\n\nwho want to be customers of your company, who want to support your mission, you truly magnetize the whole thing to be as attractive as possible to everyone who is going to be part of your success.\n\nAnd that’s really the power of fully embodying sustainability as part of a company’s vision and strategy and content creation and distribution.\n\nThat is amazing, it’s such an incredible and really unprecedented time and I’m struck that this power we have right you and I are sitting here in a room and there is a video recording device and because that is there essentially capturing our discussion, putting it in the digital form, this ultimately can be shared with millions of people across time and space.\n\nAnd that’s such an incredible awesome power with it of course comes tremendous responsibility and I’m excited to think that as we are emerging kind of from the early days of internet and digital communication worldwide, we’re going to see more and more foundations of responsibility, of stewardship, of service, of regeneration,\n\nessentially dictating what wins and what doesn’t win in the marketplace of ideas. And I know we’ve talked about this a bunch, Artim, the power that is right in our fingertips right now with these technologies is incredible.\n\nAnd I can’t help myself, I did bring along this little show and tell so this is an old book called Darkness and Scattered Light by William Irwin Thompson who was at MIT Massachusetts Institute for Technology in the early 1970s when he was seeing into the future, he was seeing this global digital communication revolution coming.\n\nAnd he had this vision that had on the one hand a highly democratizing information spreading virtue and on the other hand that would have communities increasingly reconnecting with local soil, local water, local food production, the foundations, the fundamentals of sustainable life ways.\n\nAnd it’s a beautiful vision, it’s an essay called the Metta Industrial Village and in it he covers a lot of territories we’ve discussed, but one little quote I wanted to share is that he said, people are going to have to come together in new communities of caring and sharing.\n\nYes, right, and I think that, you know, those words may be easy to say and kind of simple and we can let them in one ear and out the other, but when we actually pause long enough to really understand what that is telling us that right there, I think is the key to where marketing is headed and where competitive advantage is headed in the global marketplace.\n\nAbsolutely, and I think that’s something else that is only beginning to emerge is as these companies are implementing and actualizing their own sustainability goals, the next level is to really for those networks to come together and to learn from each other and to share that knowledge.\n\nAnd that’s a level of efficiency and just certain level of implementation of these things that we don’t even know what that’s going to be like, you know, it hasn’t happened yet.\n\nAnd that’s something that I really look forward to.\n\nYeah, this is so exciting, isn’t it?\n\nAnd I think in the face of everything that we’re seeing out there, being aware of these forces and the fact that this is a truly a movement at this point is such a good thing to be reminded of and for me being reminded of it every day by working with you and by working with incredible nonprofits who are out here doing incredible work and really paying attention\n\nto what nature is telling us and how to work with nature and not against it.\n\nYeah, absolutely, absolutely.\n\nWell, earlier you had mentioned that some of these larger, more established companies, many of which have been around several generations now are at least the ones that are really looking ahead are revisiting their origins, are re-sharing the stories of their founders.\n\nIn the early 20th century or even sometimes in the 19th century, the 1800s, and many of those founders, at least as far as American companies are concerned, were immigrants.\n\nAnd I think there’s this really interesting thread running through not only the story of America, but also your personal story, right?\n\nYou come from Kyrgyzstan and you’re an immigrant.\n\nAnd I would love to hear you share with me and with our audience.\n\nWhat that is like and what cultural differences you’ve seen firsthand between that place in Central Asia and the mountains and this place here in Central North America with mountains as well.\n\nAnd share with us what that’s been like for you.\n\nYeah, I would say that I’m very privileged in the fact that I was born and in Kyrgyzstan and got to experience as a young child as a young kid, the simple life.\n\nThe simple life that now for me has become the beacon towards which I’m working towards of having an earthship built and having this life where I’m living in nature and with nature.\n\nAnd that was my childhood.\n\nI used to write bikes with my friends down to the river and go fishing with my hands and pick berries from bushes and trees and just run around kind of out in the wild.\n\nSo to speak in nature and pick watermelon from watermelon patches.\n\nIt was still warm in the sun and you know, bringing heat pools of corn from the field to my grand-grandmother’s house and have her clean the fish that we brought and took the corn that we brought.\n\nAnd having that intimate direct connection to that world, it’s something that I truly hope everyone gets to experience.\n\nThat is what drives me to be building the business that I’m building and doing the things that I’m doing and seeing companies that are supporting sustainable goals.\n\nAnd really come to power and be a large force out here in the world is so that people who have not had that type of upbringing or haven’t had those experiences of really close intimate connection with nature can really get to experience that and know why this is so important.\n\nJust how much that really means for a human to for the lives of you as a human being on this planet.\n\nIt’s not something that is quite put into words and it’s not quite tangible, but when you experience it, you know, what you were missing.\n\nIt’s so important. It seems to me that among all of the priorities and objectives and goals we could identify for ourselves, our organizations in our world, one that is right at the top of the list is for more and more of us to have that direct intimate experience and connection with nature.\n\nAnd for a lot of us that means we can help create situations and channels for others to do that with ease and to make that more readily accessible to folks.\n\nOf course, for many of us it also means bringing more soil and nature and plants into urban landscapes and I’m really excited to think about where that’s headed over the coming years.\n\nIt’s one of the reasons I’m so thrilled about the summit that we’re hosting in May. Yeah, we’ll have some PowerPoint. Yeah, we’ll have some beautiful music through a great sound system.\n\nAnd we’re going to unplug. We’re going to walk on land and connect with soil and hang out in the forest as part of the program because we know that it is essential to our human intelligence, to our well-being, to our ability to navigate these times.\n\nAnd Artem, it strikes me that because of your childhood experience, you are positioned, you’re situated with a form of intelligence that not all of us have.\n\nAnd especially as you are a technologist, you are bringing a balance, I think, that is absolutely needed in our culture.\n\nAnd it makes me happy knowing you’re working with all sorts of companies and organizations the way that you are because you’re helping to embed that in networks throughout society.\n\nYeah, and again, those are the types of things that just really lend themselves to story. And I think just coming back to that, I really encourage every executive out there, every company owner to undertake and experience like the massive leases of the ability summit and really engage and be a part of that.\n\nSo that’s another piece that you can bring back to your company, back to your employees and share that knowledge with them, share that excitement with them.\n\nAnd to be quite honest, it makes for a great blog post, it makes for a great social media video, it makes for a great campaign to share with your audience that, hey, I just went to the summit.\n\nThis is the experience that I had and I encourage you to also go out into the forest on the weekend and go hiking and back to acting or do a retreat, just be in nature and make these types of practices part of your everyday life.\n\nYeah, one of the things that strikes me as absolutely imperative is for us to cultivate a more historical perspective on what it means to be human right now in this time.\n\nAnd one of the truths is that all of our ancestors, wherever we come from on the planet right and even that there’s so much movement in the human story goes way beyond typically what we were taught in fifth grade history class.\n\nAll of our ancestors necessarily had a deeper and more intimate connection with the natural living world.\n\nAnd so it’s not like getting out in the woods is this like new fad or this weird little fringe thing some people are doing.\n\nNo, this is like this is embedded in our DNA as a species on a planet.\n\nAnd it is so essential that we increasingly cultivate that aspect of ourselves as individuals, as leaders.\n\nAnd there’s no substitute. There’s no pill that substitutes for it. There’s no app that substitutes for it. I’m sorry to all the technologists. There’s just not.\n\nThis is a unique and fundamental thing that is required, frankly, to be able to encounter and surmount these incredible challenges that we’re facing.\n\nYeah, that really is what balanced me being balanced is being integrated with these various aspects.\n\nAnd our world is very technology heavy at this point and which is even serves even more of a purpose to be balanced with nature.\n\nThere is inherently a calling out that if you’re going to be applying technology and working with technology, that it’s important to take a break every few hours.\n\nIf you’re looking at the computer screen, I know that for me, that’s a very important practice.\n\nAnd for companies to really encourage their employees to be at the highest level of potential at their highest energy levels possible.\n\nAnd I’m sorry, but Kat is not going to do that. That only goes so far. So in the same thing, it’s not going to be a pill or anything else.\n\nYou really do need to just go down to the river and sit and listen to the water run over the rocks.\n\nAnd to go outside and maybe see if you can identify a bird or two.\n\nAnd it’s amazing the kind of things that can unfold.\n\nI love watching the forest drama when you watch squirrels get into their own little games or some birds get into something.\n\nThe forest drama, if you pay attention to it, it’s so exciting. It’s a whole theater.\n\nIt’s a whole theater.\n\nThat’s beautiful. This reminds me of the episode we did a little while back with Dr. David Haskell, the biologist and author who writes about the trees and getting out and checking out the birds.\n\nAnd we actually, when we were recording that discussion with him, we were right down by the creek.\n\nAnd there were a bunch of ducks actually more than one species. And we were right by cottonwoods. And it was such a beautiful experience.\n\nAnd you know, one of the things I’ve heard from a handful of friends and colleagues recently, questions like, gosh, how do you, how do you get so much done, right?\n\nBecause we’re producing a lot of content through the Y Honors community. We are doing our very best to get a lot of meaningful content and different media forms out there.\n\nAnd one of the things I tell folks is, well, I don’t do my thinking at the computer screen. In fact, the computer is a tool.\n\nAnd I go take a walk or it might be outside along the creek. It might be with trees. It might just be around the room or up and down some stairs.\n\nAnd I refresh and re-center and reset and decide what’s next when I go back to the computer.\n\nAnd I think that how we manage our interaction with digital tools in particular is really important because we can burn unbelievable amounts of time and energy and creativity.\n\nIf we don’t take that approach that is very cognizant and conscious of the boundaries and the different ways we as creative beings are interacting with that technology.\n\nSo I just, I know there’s another layer that becomes a bit more subtle perhaps in our use of technology and interacting and utilizing that incredible communication medium and maintaining that that personal balance, right?\n\nIt’s not only getting out in the woods, it’s also how we’re approaching our work days basically.\n\nAbsolutely. I really like to remind myself of this, you know, cliché with statement at this point that you hear all the time in movies with great power comes great responsibility.\n\nThat is such a powerful statement. And I think it’s really important to have that as a mantra every time you pick up your cell phone.\n\nBecause that phone is no longer a phone. I don’t even know if we have a word for it yet because it’s certainly not a phone, at least not just that.\n\nAnd to think that you can be a citizen journalist with this device, you can create movements.\n\nYou can communicate to thousands of people at the press of a button to really come into that mindset is what gets you to be a creator, someone who’s creating content and producing these things.\n\nAnd which is why it’s also important to maintain that balance, have whatever really takes care of your body and takes care of, you know, the energy levels.\n\nYeah, absolutely. It’s really, it’s really true.\n\nWell, Artem, I am just so thrilled to have this discussion with you and to know that you’re working with all kinds of companies and organizations affecting thousands within those organizations and many, many more outside of them.\n\nAnd to know that you’re going to be one of the key speakers at this upcoming summit in May.\n\nI’m just thrilled. And I will give a shout out that the way in which you and Earth Coast productions has incredibly enhanced the communication capacity of the YonEarth Community is unbelievable.\n\nAnd it’s been a real gift working with you these past many months. And I just want to share some real gratitude for all of that.\n\nThank you. Yeah, it’s truly an honor. And I am really looking forward to being at the summit, speaking at the summit and seeing some of you there. So definitely hope you sign up and join us.\n\nAnd thank you for having me on this podcast episode. It’s been an absolute treat.\n\nAbsolutely, Artem. It’s been great having you and to all of our friends and audience will get ready to sign off here. Hope you have a beautiful day.\n\nAnd Artem, are there any final thoughts or words of wisdom you’d like to share before we sign off?\n\nThat media messaging and thinking about your creative story in a way that you really engage with the client like thinking, what would you really like to hear?\n\nYou as a person, what would you really appreciate receiving as a video or listening to as a podcast and creating that media for yourself is what’s going to create the most engaging media.\n\nThat is what’s going to create also a sustainable future on our planet because when we are being authentic to ourselves, we are being authentic to others and we are being authentic to the whole.\n\nBeautiful. Thank you, Artem.\n\nThank you, Aaron.\n\nGreat.\n\nThank you."
}