{
  "title": "Episode 66 – Meadow Cook, Youth Council Leader, Three Sisters Sovereignty Project",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/9939/episode-66-meadow-cook-youth-council-leader-three-sisters-sovereignty-project.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-66-meadow-cook-youth-council-leader-three-sisters-sovereignty-project/",
  "episode_number": 66,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "Well, let me just remind our audience that this is the YonEarth Communities Stewardship and Sustainability Podcasts series.",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YOnEarth Communities Stewardship and Sustainability Podcasts series.\n\nToday we are visiting with Tehontsiiohsta, also known as Meadow Cook.\n\nHey Meadow, how are you doing?\n\nI’m good.\n\nIt’s good to be with you.\n\nYeah, you too.\n\nAnd I’m so excited to dive into this conversation about all of this leadership work that you’re\n\ndoing as a youth ambassador, as a youth advisory board member, on a handful of different organizations,\n\nand can’t wait to talk with you about the project that you’re doing right here on these lands where we’re currently sitting.\n\nAnd before we dive in, let me share with the audience a little bit about you and your background.\n\nSo Tehontsiiohsta, Meadow Cook, is a 16-year-old indigenous activist from the Aquasasni Mohawk Territory.\n\nShe is barriclan and an environmentalist within her community.\n\nShe has been actively involved with the Idol No More movement and is currently involved in the fight against the Enbridge pipeline.\n\nMeadow is an indigenous representative for earth uprising, is president of the Three Sisters Sovereignty Project Youth Advisory Board,\n\nand is an ambassador of the YonEarth community.\n\nShe hopes to expand her reach beyond the reserve and act for a voice for the Ganyek Kihaga, the Mohawk people.\n\nSo Meadow, this is a lot, you’ve got a lot going on, and I’m so impressed that you’re doing so much at the age of 16.\n\nAnd there’s a lot we’re going to be able to share at the audience here.\n\nSo to dive in, will you share where are we right now, and why is that important?\n\nSo right now we’re in Lusco Harry Valley. It’s actually the ancestral lands of Mohawk people.\n\nAnd we just moved back here, me and my mom, and we’re working with the Three Sisters Project to help reclaim this land back.\n\nAnd so how does it feel for you having recently moved here to this land versus where you’ve grown up?\n\nIt feels, it’s like a connection that I’ve never really felt at home on a reservation.\n\nAnd to be here is surrounded by the nature and in a place that isn’t toxic and killing our people is a really different feeling.\n\nEven just going home, we get these headaches and we get sick for a couple days, the first few days that we’re back every time we return.\n\nAnd as soon as we come back here, we’re better and it takes a couple days to adjust.\n\nAnd that just shows how toxic it is at home.\n\nYeah, you know, and I imagine a lot of our audience doesn’t know where aquasassini is in terms of the geography of it all.\n\nCould you just kind of describe what where it is and then why we’re talking about this environmental pollution?\n\nYeah, so I’m from upstate New York, it’s straddles the border of Canada and New York.\n\nSo part of our reservation is in Ontario and part is in the like Masina area, it’s a small town.\n\nIt’s like the way northern Adirondacks basically, yeah.\n\nAnd we actually live on a super fun site and there’s two main factories that were shut down.\n\nBut they were never really taken care of properly.\n\nSo now all of our people are getting sick and basically dying off in a new way and a new genocide because of this.\n\nAnd this is something obviously that you’ve got lots of your friends and family dealing with directly.\n\nAnd we know through many of our other ambassadors and friends and allies at the Y-Earth community, this kind of environmental justice issue is one that we’re seeing in a lot of different places around the United States, around North America and even globally.\n\nAnd it’s really important, I think, that we all have a much higher level of awareness about what’s going on here.\n\nAnd we have these manufacturing facilities often discharging and emitting horrible carcinogens, heavy metals into the environment often around places like reservations and other disempowered or low income communities that might be found around major cities, et cetera.\n\nSo what’s happening from your perspective as a youth leader to help deal with that challenging situation?\n\nWell, at home, it’s really hard to go back because all of the youth there, and even myself for the majority of my life, we felt this sense of hopelessness and this is just what happens to us.\n\nEven just doing research, if you look at the number one, like the top 10 superfund sites in New York, like half of them are all reservations and they’re all within the Hunanashani community.\n\nSo it’s really hard. Even other reservations near us going visit, you see all the pollution that it’s caused, all the disease that it’s caused us.\n\nAnd no one’s really, no one really even knows at home, even that’s how, like, kind of covered up and hidden it was when they were in operation.\n\nAnd these are often manufacturing facilities from companies we would all be familiar with, right? Like, I think, is it General Motors?\n\nYes, General Motors and Alcoa.\n\nAnd Alcoa’s, yeah, major aluminum manufacturer among other things, right?\n\nAnd of course, so many of us are using the products coming from these companies and it’s imperative we connect the dots in terms of our consumer demand and really demanding that we see these companies taking response of the company.\n\nAnd these taking responsibility for things they’ve already done and stop that kind of behavior going forward, right?\n\nYeah. The worst is the people who have worked in the plants.\n\nSo they not only lost their jobs when they shut down, they’re losing their lives because of the disease and everything that’s spread to them, working in those factories in close proximity to all these chemicals and toxins.\n\nThat’s really intense.\n\nWell, I am so struck that notwithstanding these incredible challenges, you have grown up with such a strong sense of self and as such a strong leader, right?\n\nYou’ve been class president more than one year and maybe tell us a little bit about that.\n\nLike what’s that like in terms of being a leader in your role as class president? Like how does that feel to you?\n\nWell, it was really different being that kind of leader in a school where it was the majority native students.\n\nBut none of them are interested in reading and that always really confused me because I always knew I wanted to do something to help the people and even like my classmates even just get better conditions in school.\n\nAnd it was really, I knew it was what I wanted to do as soon as the option was available.\n\nSo I started in fifth grade and I was president four years straight, co-president one year and then I was the student rep of the fifth year.\n\nAnd I’ve tried, the majority of the student council was always non-native but the majority of the school is native.\n\nIt’s like what, 80, 85% of the students are remarkable.\n\nAnd so I would always feel like I was presenting these ideas and the non-native students would just brush it off kind of.\n\nSo it’s hard to almost like the way that they are at home is hard to work with them and get them to recognize the things that our people are going through.\n\nEven though they live in such close proximity, they don’t understand.\n\nSo if I tried my best but it’s hard to work with our school board pretty much.\n\nYeah, big challenge.\n\nAnd now that you’ve moved to Central New York, obviously there’s a whole new opportunity in the way that you’re leading with your peers, back in aquisosseny.\n\nAnd I know just the last couple nights we’ve been here at a gathering for several days and it’s been so fun observing you communicating with your friends back in aquisosseny, telling them about what’s going on here.\n\nThe level of excitement is palpable.\n\nIt’s amazing, right? So what are some of your friends thinking about in terms of what’s happening at three-sister sovereignty project and how they might get involved?\n\nSo more than half of the people that I’ve had, I’ve put together youth forward.\n\nSo more than half of them are fluent in the language and they’re going to bring that aspect because a lot of the older people and even a bigger majority of the younger people have lost their language.\n\nSo it was really important to make sure that we could have that aspect in this.\n\nSo I have multiple language speakers on the board and I have multiple traditional artists.\n\nWe have basket weavers, painters, sketch artists, and beaters, a big part.\n\nSo I wanted every aspect of our culture to be able to include the youth and really connect that with the older women working with the three-sister sovereignty project.\n\nThat’s so exciting. Are they excited to get down there?\n\nI feel like I’ve given them a sense of hope that they didn’t know that they could have or an option that they didn’t think was available and a lot of them were so excited and felt like they had a purpose for the first time.\n\nSo they really, all of them are on board instantly and the parents are also super supportive because they know how important this work is and how important the revival of our culture is after not being able to, like, the older generation, not being able to even participate in their own culture up until what was it the 70s?\n\nYeah. So it’s a lot of them. We’re working to heal that intergenerational trauma.\n\nYeah. It’s absolutely admirable. And the courage and the power that you’re demonstrating just naturally is really beautiful.\n\nI commend you for that and I’m so happy we have the opportunity to share that a bit with our audience. It’s tremendous.\n\nAnd I know that some of our audience is familiar with some of the brutality and the oppression and what’s happened as the European forces have colonized around the world including right here.\n\nAnd what I don’t think everybody necessarily has a direct experience of or a direct knowledge of is the stories of what happens when we’re little kids and we’re not allowed to speak our native language.\n\nAnd there are people teaching us not related to us who are using brutal methods to basically indoctrinator and cultureate us into mainstream white English culture.\n\nAnd this is part of what you’re talking about healing that intergenerational wounding that’s been there for many generations now.\n\nYeah. So there’s like in my own family alone there’s like at least five generations of trauma.\n\nAnd even my own mother wasn’t allowed to speak her language. So it’s really important to be doing that work and bringing it back.\n\nAnd I think with this project even including more youth is just going to further the healing and connect all of them.\n\nAnd of course your mother is one of the three women leading the three sister sovereignty project, right. So this is just a tremendous story.\n\nAnd it’s one I hope many of our YonEarth network will get involved in and engaged in and support.\n\nAnd I’ll just throw out that you can check out information on three sisters by going to three sisters project.org.\n\nAnd there is a go fund me underway to help support the efforts in the coming year of putting in gardens of putting in an educational long house of getting some sustainable micro enterprises launched in underway.\n\nSo three sisters project.org is a great place to plug in and to support what’s happening here with meadow and her mother Tiffany and the other women and men who are helping to make this happen.\n\nSo yeah, definitely excited for folks to have an opportunity to see that and to become a part of that.\n\nAnd of course I some folks know that my great grandmother was Mohawk and that you know I’m one of the people out there who’s got that as part of my heritage but was totally obviously cut off culturally.\n\nAnd for me, I get excited thinking I have an opportunity to learn the language a little bit.\n\nAnd it’s not easy, it’s a beautiful language I love hearing it and it’s not an easy one for me to learn.\n\nBut Dehunji Osta, your name has a beautiful, beautiful meaning.\n\nCan you share with the audience what it means and what it means to you as you’re moving here and doing this work here?\n\nSo my name Dehunji Osta means she makes the line beautiful and I was named by my grandmother.\n\nAnd it’s really kind of astonishing to see how it’s manifested and how it’s really become my true name.\n\nAnd I just feeling the connection to the line here has only furthered that.\n\nAnd you with your mother and several other women had an amazing ceremony a few days ago, moon lodge ceremony.\n\nAnd I understand that was for you the first lodge ceremony you’ve had back here on the ancestral homelands, is that right?\n\nYeah, so our first moon ceremony was for all the women and it was mainly to connect us back to this land because we’ve been gone for so long\n\nand because we were pushed to our reservations and we haven’t been here.\n\nAnd we all really felt that connection while we were in there doing the ceremony.\n\nIt’s absolutely beautiful.\n\nWell, I think another aspect of what’s happening that’s really important for all of our audience and really all of our society to understand where broadly is that coming out of the Mohawk tradition\n\nis a very powerful, important special way of relating to each other and relating to the world, the earth.\n\nAnd it’s the great law.\n\nAnd I know that Ben Franklin spent a lot of time among the Mohawk people and that was a big part of some of the most virtuous aspects of what got framed in the Constitution.\n\nAnd I’m just wondering, share with us the great law and how does that play out in what you’re doing here.\n\nSo it’s really hard for us to even follow a great law at home because the pollution has like poisoned our minds and all you can ever be is negative.\n\nAnd one of the main things we need to have is Gunnigolio and that’s a good mind.\n\nSo coming here has really helped us reconnect with those teachings and really continuing to use it and show our youth how to use it because everyone is just disconnected mainly at home.\n\nAnd I know the great law has three main tenets, right? We share what those are.\n\nPeace is a good mind and love.\n\nWe’ve got mom off camera.\n\nIt’s been a while since I’ve studied that.\n\nSo we learn, we basically learn that when we’re little children and a lot of because there’s no reservation schools other than the freedom school.\n\nAnd that’s in one of the most polluted places.\n\nOh my gosh.\n\nOur only option is to go to the white school.\n\nI mean, it’s still the majority of us have to go there.\n\nSo now it’s 85%.\n\nSo once we, after we’re children, if we’re not able to go to long house because we can’t miss school or the school gives us a hard time for ceremonies.\n\nSo after we’ve all like forgotten basically and it’s really hard to relearn things that you knew since you were baby.\n\nThat’s mainly what we’re all doing.\n\nYeah, it’s so beautiful to see you.\n\nAnd just earlier today, you were doing a bit of this nearby, right?\n\nThere’s an Iroquois Indian Museum nearby near House Cave in Central New York.\n\nAnd you were over there teaching how many kids were over there?\n\nThere was 70, about 70.\n\nAnd so we were visiting yesterday that some of the artifacts are just beautiful to look at, right?\n\nAnd it’s just amazing to be surrounded by all of that.\n\nWhat were you teaching the kids today?\n\nWhat was going on?\n\nSo I was telling this big group about the story of the cornhouse stall, the no-face stall.\n\nAnd then we helped them to all make them.\n\nAnd it was so crazy to see all these non-native kids be so accepting.\n\nAnd they were all amazed that I was there because a lot of people think that the mohaks have died out.\n\nRight.\n\nAnd even just all Native Americans, they were all like, I thought they all died.\n\nAnd it was kind of crazy to see that.\n\nAnd I was speaking to them in the language and they were all so excited and thrilled to be there.\n\nSo it was a really good experience.\n\nThat’s absolutely beautiful.\n\nThat’s so beautiful.\n\nYeah, and it sounds like there will be opportunities for a lot more events and gatherings at that museum.\n\nIt’s a beautiful building, right?\n\nSo they want me to volunteer there now.\n\nSo I’m going to be there often, me and my mom.\n\nAnd they want me to do some of the stories and tell them to the groups of kids for school.\n\nSo they can learn and know that we’re still here.\n\nYeah, absolutely.\n\nAnd how.\n\nWell, let’s talk a little about sports for a minute.\n\nYou also are a lacrosse player, huh?\n\nRetired lacrosse player, yeah.\n\nSo tell us, lacrosse has a very special place in the mohak culture.\n\nWhy is that special?\n\nWhat’s that all about?\n\nAnd what changed recently with the clan mothers around them?\n\nSo it’s originally a medicine game.\n\nIt was played by the men.\n\nAnd we used wooden sticks.\n\nAnd it was, it was made like, so like, we don’t even have record because it’s all oral storytelling.\n\nAnd so the, I grew up on, it wasn’t, my mom never wanted me to play because the women aren’t supposed to play.\n\nIn our culture were too powerful and were too, um, yeah, like we have too much power over it.\n\nSo we can’t use it as the medicine.\n\nSo, um, my father was the one who got me into playing when I was in third grade.\n\nAnd even then it was a really controversial thing in our community.\n\nAnd a lot of, um, people from the long house and the clan mothers and the leaders didn’t support it.\n\nSo in the last couple of years we’ve gotten, um, the bare clan mother, Louise Herndt.\n\nWe got her on board with that.\n\nAnd we actually have a documentary about the whole process.\n\nIt’s called Keepers of a Game on Netflix.\n\nYeah, I, uh, I watch it not, well, I guess one or two years ago and it was awesome, awesome story.\n\nKeepers of the game.\n\nUm, I’ll, I’ll put that in the show notes to, uh, I’ll try to link it for everybody so that it’s easy to check that out.\n\nSo, uh, do you think you’ll end up teaching some others to play someone across down the road?\n\nYeah, probably.\n\nUm, I mean, we have, uh, I have, um, on my youth board for three sister sovereignty project.\n\nUm, we have a lot of across players.\n\nAnd they, um, they know how to do the traditional wooden sticks and how to do everything involved with that.\n\nSo, um, usually we split so that the young men teach the young men and the young women teach the young women.\n\nYeah, because it, it is different because, um, we use it more, the women, the women use it more as a sport now.\n\nAnd, and it’s not really the medicine aspect, but the young men still use that.\n\nSo they, um, there’s more of a spiritual aspect to that too.\n\nThere’s a lot of, like, probably the majority of young men on the reservation play and they’ve played their whole lives.\n\nHmm, cool.\n\nI’m, I’m wondering too if we might share a little about, uh, the ego feather and, uh, another something very special hanging behind us here.\n\nUh, this is something from a man who’s done a lot to reestablish the presence of the Mohawk people in this region as well, right?\n\nAnd, uh, could you tell us a little about him and what, what this is and we’ll, we can read it maybe for the audience, right?\n\nUm, so Tom Porter, he was, he’s kind of a celebrity back home.\n\nUm, he’s really done a lot of work for us in our community and really helped to establish another community, almost like our three sisters sovereignty project.\n\nUm, so he was kind of the, um, paved the way for us to even be here and be started.\n\nAnd, um, he’s done a lot of work, a lot of speeches, a lot of top telling our stories and getting the message out there.\n\nThere’s a lot on YouTube.\n\nWe used to watch it for our classes, even in school.\n\nLike, that’s how important it was to us to get that.\n\nThat’s so beautiful.\n\nWell, you know what I’m going to do, a little fun thing for our audience.\n\nI’m actually going to grab the camera and just kind of come in a little closer as you’re reading it, just so we keep the sound as good as we can and maybe folks will be able to see what’s going on.\n\nSo this is poster you just got at the museum, right?\n\nYeah, actually my, um, my edit does the artwork for this.\n\nSo this is the story of the Eagle Feather.\n\nWhen the world was new, the creator made all the birds.\n\nHe colored their feathers like a bouquet of flowers.\n\nThe creator then gave each a distinct song to sing.\n\nThe creator instructed the birds to greet each new day with a chorus of their songs.\n\nOf all the birds, our creator chose the eagle to be the leader.\n\nThe eagle flies the highest and sees the furthest of all creatures.\n\nThe eagle is a messenger to the creator.\n\nDuring the four sacred rituals, we will wear an eagle feather in our hair.\n\nTo wear or to hold the eagle feather causes our creator to take immediate notice.\n\nWith the eagle feather, the creator is honored in the highest.\n\nWhen one receives an eagle feather, that person is being acknowledged with gratitude, with love, and with ultimate respect.\n\nThe feather must have the sacred tobacco burnt for it.\n\nIn this way, the eagle and the creator are notified of the name of the new eagle feather holder.\n\nThe holder of the eagle feather must ensure that anything that changes the natural state of one’s mind, like alcohol or drugs,\n\nit must never come in contact with the sacred eagle feather.\n\nThe keeper of the feather will make a little home where the feather will be kept.\n\nThe eagle feather must be fed.\n\nYou must feed the eagle feather by holding or wearing the feather at sacred ceremonies.\n\nBy doing this, the eagle feathers recharged with sacred energy.\n\nNever abused, never disrespect, and never contaminate your eagle feather.\n\nOnly real human men and women carried the eagle feather.\n\nThe mohawk man will have three eagle feathers standing straight up on his gistowa.\n\nThis is what I know about the sacred eagle feather.\n\nThank you.\n\nThe clan mothers often give eagle feathers don’t they for good deeds?\n\nSometimes you don’t even need like my mom has hers and she got that like on her own and did her own ceremony for it.\n\nShe’s starting to pass her things down to me.\n\nLike she has her full traditional leather outfit and she’s passed that down to me now.\n\nSo I have to put it to my own ceremony things when they pass down like that.\n\nSo it’s really cool to get my mom’s love things.\n\nYeah, that’s so beautiful.\n\nWell, let me just remind our audience that this is the YonEarth Communities Stewardship and Sustainability Podcasts series.\n\nAnd I am visiting today with the Hunjiost Meadow Cook at the Three Sister Sovereignty Project in Central New York.\n\nAnd let me give a quick thanks to our partners and sponsors who help make all of this possible our podcast series as well as our community mobilization work for climate action,\n\nsoil regeneration and culture of kindness.\n\nAnd they include Patagonia, Beauty Counter, Earth Coast Productions, Waylay Waters, Purium, and the Lidge Family Foundation.\n\nAnd with Beauty Counter and Waylay Waters and Purium, if you would like to, you can make purchases through links on the YonEarth site that will help support the YonEarth community with some of the proceeds from those purchases coming by.\n\nAnd also on the YonEarth site, yonearth.org, you’ll see a page for donating, for joining our Monthly Membership Program.\n\nAnd you can sign up at any level that works for you.\n\nAnd when you do, I’ll send you an email to give you a very special code so that you can download free copies of all of our e-book and audiobook resources.\n\nSo a huge thanks and shout out to everybody who have joined our Monthly Membership Program.\n\nThank you for your ongoing support. And if you haven’t yet and you’d like to, you can do that over at yonearth.org.\n\nAnd of course, we’ve been talking about Three Sisters Sovereignty Project. You can check all of that out in support at ThreeSistersProject.org.\n\nAnd you can find Meadow on Instagram, Meadow Cook. And she’s very active. I’m so impressed by her social media production content generation.\n\nAnd then you’re also on the Indigenous Advisory Council. What is it for Earth Uprising?\n\nSo right now, I’m the only Indigenous representative for Earth Uprising.\n\nWow. Okay. I didn’t realize you’re the only. That’s amazing.\n\nSo I’m working on recruiting people from all of the nations in New York and really helping to get our voices heard.\n\nSo I’m really glad to be working with these people and educating them on things they didn’t even know.\n\nLike a lot of them, they’ll bring up things and I’ll have to correct them.\n\nThey’re so used to the colonialized and whitewashed teachings from the schools that they’re in.\n\nAnd it really helps them and me. And now they’re getting a lot more educated on these topics.\n\nThat’s beautiful. And so Earth Uprising, people can go to earthuprising.org. So what are you guys working on at Earth Uprising?\n\nLike what’s their role in all that’s happening right now in the world?\n\nSo they organize a lot of the youth climate strikes and they’ve hosted events and we do strike every Friday.\n\nLike most of the majority of members with that organization. So we’re also, they were closely with Fridays for Future.\n\nAnd basically all of the climate events in the US, but they have a global reach they have.\n\nWe have members from a lot of countries and I think every continent, so it’s really a unique climate organization.\n\nAnd they’re, I think, as far as I know they’re the only ones that have an Indigenous representative, especially from New York.\n\nThat’s really wonderful. I’m so excited to hear about this and it’s amazing the way that you’re also helping to network with others in the tribal nations to get involved and for this knowledge sharing to really start to happen across those different kind of cultural boundaries.\n\nIs it fun? Yeah. It’s really cool. I’ve met so many people just this far and I’ve only been with them about a month.\n\nAnd it’s really like nice to even at their events people and I’ve never seen that before in any of the organizations I’ve worked with.\n\nSo it’s really cool to meet other people like me and even like their different cultures because they’re so different even though we’re so close.\n\nAnd it’s really cool to be learning that much about the cultures that I didn’t know about.\n\nI love that. And were you, were you at the big climate march down in New York?\n\nYeah, so I was right in the middle of smack dab in the middle of the banning and there’s a lot of pictures.\n\nBut I wore my full of regalia and I had my ribbon top on and my mom’s actually a leather skirt.\n\nAnd I walked through the subway and all of New York City with my full outfit on and everyone was like amazed because they’ve never seen that scene in real.\n\nLike so many people came up to me like I’ve never seen a real Native American before and it was a really crazy experience.\n\nI bet. But how did that feel for you?\n\nIt was really like I never, it was the first time I felt hopeful about the climate situation and it was really cool.\n\nLike even though there was all the men from other nations that came and they were complimenting my outfit and I was so starched up even though I didn’t even know them.\n\nAnd they, and my science said the future is indigenous and it was really cool to get that message out.\n\nThat’s really wonderful. It’s so amazing. Yeah, beautiful.\n\nWell, I’m wondering before we kind of wrap up for today’s conversation and I hope we’ll do some more down the road especially as the three sister sovereignty project is unfolding and evolving and developing that would be really fun to be able to check in and share with folks along the way.\n\nFor today, before we sign off and have any final words, I want to ask a little about you mentioned the Bear Clan mother around the cross.\n\nAnd you said that you are Bear Clan and we share with our audience what that means and how that relates to the work you’re doing.\n\nYeah, so the Bear Clan has been the, the clan that works with the medicines and handles the medicines and we’ve been trusted with that by the creators since the beginning of the clan system basically.\n\nAnd it’s really, my mom has really taught me a lot through her work with medicines and even just learning the medicines in nature and how much you can find basically and finding the natural solutions.\n\nI have a lot of like chronic pain and finding the natural solutions that my people used to use is really cool to do and it actually works and it’s not, we’re not stuck with the opioids and all these pills and all the medicine that I was previously on and it’s really helped to resolve the pain.\n\nAnd it’s really cool to be learning more and more every day, especially with the women in that community teaching me and all the other young people.\n\nAbsolutely beautiful. I love to hear that. It’s so wonderful.\n\nWe talk here too about how the waterfall herself is medicinal. There’s a great waterfall here.\n\nYeah, so I’ve actually swam in the waterfall. The first, as soon as we got here I knew I was gonna, I went right in the waterfall and it’s really cleansing and it feels really sacred to be in that water and to be in a place where you can drink the water because it’s so, the water at home is like dirt brown.\n\nIt’s so polluted and the kids can’t even swim or they shouldn’t be allowed to swim. A lot of them do and it’s really affecting them young now.\n\nSo to bring even like my cousins or my relatives and all my relations back here and they can see it and feel it and drink the water for once and they’re so thrilled about that.\n\nWhat a gift. What a gift to be able to share that. Well, I guess before we sign off Meadow, is there anything else you’d like to share or to say?\n\nSo I was just talking about the waterfall. So that’s actually we have stories about that in our own culture and we have our own special names for all of these waterfalls in this area and it’s really cool to, like you’ll see a lot of the natives in the signs and everything and they recognize that we were here.\n\nAnd it’s really nice to be in this place where these non-indigenous people are so supportive for one of the first times that I’ve experienced and it’s really nice to be able to feel that sense of trust and to feel that they’re helping us towards our goals and we’re not so, they’re not so discriminative against us.\n\nSo it’s really nice to work with them and even the youth, they’re so kind and that’s something I’ve never experienced at home. So it’s a really great experience to be away from the reservation.\n\nWonderful. Well, thank you so much Meadow for visiting with us and it’s such a joy to be able to share a bit about you and your story, your leadership, your courage with our audience.\n\nSo thanks so much. Thank you. All right. Have a great day everybody. Bye.\n\nSupport packages start at just one dollar per month. The podcast series is also sponsored by several corporate and organization sponsors.\n\nYou can get discounts on their products and services using the code YonEarth, all one word with a Y. These sponsors are listed on the yonearth.wpenginepowered.com-support-page.\n\nIf you found this particular podcast episode especially insightful, informative or inspiring, please pass it on and share it with a friend whom you think will also enjoy it.\n\nThank you for tuning in. Thank you for your support and thank you for being a part of the YOnEarth community."
}