{
  "title": "Episode 98 – Lin Bautze, Goetheanum Section for Agriculture, Biodynamic Farming",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/11783/episode-98-lin-bautze-goetheanum-section-for-agriculture.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-98-lin-bautze-goetheanum-section-for-agriculture/",
  "episode_number": 98,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth community podcast. I’m your host, Aaron William Perry. And today\n\nwe’re visiting with Lin Bautze from the Gritianum in Switzerland, Highland.\n\nHi everybody. It’s great to be with you today. Thanks for having me.\n\nAbsolutely. So Lin is scientific collaborator and project management at the section for\n\nagriculture at the Gritianum. And the Gritianum is the global center for Rudolph Steiner’s work\n\nand for the biodynamic movement. She has extensive experience in research and science related to\n\norganic agriculture and climate stabilization strategies. She did her bachelor of science at\n\nBrandon Bergeshow Technischer University Tate Kotbus in Germany and also did her masters\n\nin science at the Ebersvalde University for Sustainable Development. She has published numerous\n\narticles and research papers on these topics, including one called organic farming, climate\n\nchange mitigation and beyond, reducing the environmental impacts of the European Union agriculture.\n\nAnd so a particular import and interest is that the Gritianum is hosting its annual\n\nbiodynamic conference in just a few weeks time. And we’re going to share some really exciting\n\nways that people from all over can engage and get involved with this wonderful event.\n\nAnd I want to mention to that Lin before working at the Gritianum was doing work at the Research\n\nInstitute of Organic Agriculture as scientific coordinator for Solmac. And that’s the strategies\n\nfor organic and low input farming to mitigate and adapt to climate change, where she was doing\n\nresearch particularly focused on agricultural projects in Germany, Italy and Sweden.\n\nSo Lin, it’s absolutely wonderful to have this opportunity to visit with you. And I’m so excited\n\nto have you share with us the work you all are doing at the Gritianum and that you’re helping\n\nlead in the global biodynamic movement. So welcome. Thank you very much. I’m happy to share.\n\nExcellent. Well, I’d like to I’d like to kick it right off by asking you to tell us\n\nwhat is the upcoming conference all about and why is it a particular importance right now in\n\nthese times? Yeah. So the upcoming conference will be a climate conference and the topic will be\n\nbreathing in the climate crisis. And we’re doing this in collaboration with the youth section\n\nat the Gritianum. So we really want to involve the youth in it. And the ideas to really show that\n\nclimate change and finding solutions for climate change is not a one-dimensional problem,\n\nbut that we have to tackle it from various dimension. And in biodynamics, this is really a core\n\nissue because you look at agriculture in a way where you include the social and the environment\n\nperspective and the economic perspective, but you broaden this perspective also by the spiritual\n\ndimension and to really include the spirituality as well. And that’s why we will look at these\n\ndifferent poor themes and show the how they are interconnected. And yeah, by this we would like\n\nto provide holistic solutions for this problem we are facing. And actually the theme was\n\ninitiated before Corona, but I think breathing in the climate crisis becomes quite a\n\ndouble-sided dimension at the moment as we are in this pandemic. And the idea is to be able to\n\nbreathe again and to really come out of the conference and have solutions for farmers but also\n\nfor us as youth young people so that we know how we can live in this world and continue to live\n\nin this world. It’s so wonderful. I’m so excited and I’m really looking forward to participating and I\n\nthink the YonEarth community is going to help host one of the regional events. It will be\n\npretty small because of COVID obviously, but there are so many different ways people can engage.\n\nOf course, a lot of this will be done online and through video and so on. So I just I want to\n\nbe really emphatic in inviting any of our audience who would like to dive deeper and learn more and\n\nalso build more community with folks like you Lin and your colleagues who are really helping\n\nto provide these holistic solutions. And I think that’s such an important key in all of this.\n\nAnd to me it’s encouraging. We’re seeing more and more integration between economics and\n\nenvironmental and social and even the spiritual dimensions. And it’s interesting because in a lot\n\nof the the scientific work and realm over the last several decades, there’s been a lot of\n\nexclusion of the spiritual. And I’m curious for you as a scientist in Europe, how does that work\n\nwhen you’re interacting with different colleagues working on policy and obviously not everyone’s\n\ngoing to share the same spiritual beliefs, right? Yeah, I mean, I think not everybody’s sharing\n\nthe same beliefs, but one thing that that is good is that many scientists work at the same time\n\nat this topic as well. And by this, the scientific proof is given. And I mean, recently just one\n\nof the studies came out that, for example, organic and biodynamic farming is producing much more\n\ncarbon in the soil because of the root growth of the plants. And these numbers help us on the one\n\nhand to to argue in this way of farming and say, okay, it’s not just spirituality. And even if you\n\ndon’t believe in the spiritual way for yourself, the numbers are scientifically proven to help\n\ntackle an important issue that we face globally. And I think then everybody can decide if he or she\n\nwants to join the spirit of the dimension or not. And I think that’s the freedom of choice, but\n\nmy dear. Absolutely. And it’s been my experience helping to host and offer biodynamic stir\n\nceremonies with soil activating preparations for communities all around the country that biodynamics\n\nprovides a really unique and potent venue and context for people with a variety of spiritual\n\nand religious backgrounds to come together in the very grounded connected practices working with\n\nthe water and the preparations and the soil and the plants and the animals. And so it seems to\n\nme to provide a unique nexus. And I haven’t found anything else that can do that in quite such a\n\npowerful way. Yeah. And I mean, you can really feel it as well. If you visit a biodynamic farm,\n\nit’s a different atmosphere. And you don’t need to be a very spiritual person to experience. But\n\nwhen you come at the farm, you feel maybe at home or if you eat the food of a biodynamic farm,\n\nit has a different taste and it warms you in a different way. So everybody can experience this\n\nexperience in a personal way. And that’s the beauty about biodynamics farming that\n\ngives an entry point for each person where they’re spending in life.\n\nYeah. So beautiful. I have friends farming at sustainable settings in\n\nCarbondale, Colorado, up in the mountains, which is near Aspen, which of course has some very\n\nhigh-end fine dining in some of the most celebrated chefs in the world, really. And they\n\nprefer sourcing produce and other food products from the biodynamic farm because of the taste\n\nprofile. It’s very interesting that they’re noticing a real difference. Yeah. And sometimes you\n\neven see it in the vegetables. For example, you can also see it by just looking at the vegetables,\n\nhow the structures are different in biodynamics, biodynamic produced food.\n\nAnd yeah, you’re absolutely right. I mean, one of the other things that is really nice in\n\nbiodynamic farming is that it really gives the opportunity for people to meet. And often\n\nbiodynamic farms are very social places. And I mean, at the moment, of course, this is also a\n\nlittle bit restricted in comparison to before Corona. But still, it’s often places where people come\n\ntogether and exchange and to get to know one another and to get to know farming as well. So often\n\nalso educational centers and for other farmers to learn new techniques, for example.\n\nYeah, absolutely beautiful. Well, I also, I’m really excited to talk a bit about\n\nthe living farms work that you guys are doing. And I had the opportunity to view one of your videos\n\nrecently to prepare for our discussion today. And it seems that you guys are really taking\n\nadvantage of the video and global communication technology to help invite people into experience\n\nsomething that you otherwise would only experience by visiting in person. And I was hoping you could\n\ntell us a bit more about what’s happening with the living farms project. Yeah. So you got the idea\n\npretty right from the living farms project. So the idea is to really show what biodynamic places\n\noffer in this global challenges that we face. And of course, this global challenges does not just\n\ninclude climate change, but also biodiversity laws and reduce soil fertility, nutrient run\n\nof water beautification. So all of this problem that, let’s say, with a conventional agricultural\n\nsystem evolves and spread even further. And yeah, we realized that biodynamic farming\n\noffers a lot of possibilities to reduce these challenges and to really overcome these challenges.\n\nAnd when I worked for the Research Institute of Organic Agriculture in Switzerland as well,\n\none of the main questions I asked myself on the research was we know so much at the moment.\n\nWe know basically which farming techniques are sustainable. And we know how good food system\n\nwould look like. But what it’s really lacking is adaptation of the farmers. So what are the\n\nstruggles that farmers face to take over these measurements and to say I would like to change to\n\na sustainable agriculture system. And I don’t know how this in the US actually, but for Europe,\n\nit’s at least that it’s not a financial reason because often the farmers that farm organic or\n\nbiodynamic are actually better off financially. It can’t be an environment reason because the\n\nenvironment is better off with these farming systems. So there must be a social reason for this.\n\nAnd I found that one of the main licking links is that many research projects or even educational\n\nprojects don’t show farmers. So you have this, the sketch that farmers don’t, farmers are not\n\nshown in explaining their thoughts and explaining how they implemented certain practices and why\n\nwhat their strategies are to overcome challenges or how they test different things. And that’s quite\n\ninteresting, I think, that we developed into a system that where the voices of farmers are\n\nsometimes not very heard enough. And with the Living Farms project, we wanted to change that in a\n\nway. We wanted to show their solutions and we wanted to let farmers really speak and let them\n\nshow us how they change the system and what their steps are. And yeah, that’s basically the\n\nidea to motivate other farmers to join the movement or to improve their own systems in a way\n\nby just looking at farmers and their farms. And to see what great work they are doing on the farms.\n\nYeah, it’s so wonderful. And yeah, the social aspect of this deep question of change\n\nand how to best realize substantial rapid change at scale around the world is so interesting. And\n\nis, I think, a significant part of the theory of change, if you will, that we work with at the\n\nWiners community. And I was really impressed by the recent film Kiss the Ground in their feature,\n\nan exposé of farmers who are thinking about the potential for that change. And these are farmers\n\nat scale and Brad Basket regions like the Midwest of the United States. And we had Phineon Makepiece\n\non the podcast, who was one of the producers of that film. And it was really, really well done.\n\nAnd I’m just, I’m so excited that with your work, you’ve got a global scope. And I’m curious\n\nwith the Living Farms project. Can you give us an idea of where some of these participating\n\nfarms are located? How many so far, you know, are you in this network and are featured in these\n\nvideos that are being created? Yeah. So we started with a pilot in Switzerland at the Gutianum,\n\nactually, at the Garden of the Gutianum, because at the Gutianum, we also, there’s also gardening.\n\nWhat do you say there to Gardener? Like, yeah, we started on the ground, basically.\n\nAnd then we portrayed one community farm in Germany,\n\nwhich is based off six families that farm together in a very interesting way.\n\nThen we have portrayed two farms in Kenya. So one farm, which is a school, actually,\n\nwhere they have a school garden, and they really educate the biodynamic farmers also in Kenya,\n\nand one farm where they have 5,000 smallholder farmers to produce together macadamia nuts. So they have\n\nlike, each of the farmers has about one hectare of land, and they produce this under one label.\n\nAnd then we visited this year, but the movies are not out yet.\n\nSo they will be released on the conference, one more reason to be part of the conference, maybe.\n\nSo we have visited one farm in Lithuania, which was very interesting. So that’s a grain farmer,\n\nbasically, but he’s also having highland cattle, and one farm for wine production. So there was\n\nin Italy, and one farm in Finland, where they are doing a CSA, so community support of agriculture.\n\nYeah, that’s so far. And if the traveling res at the moment in Europe, the traveling restrictions\n\nare quite heavy, so I couldn’t visit all the farms that I wanted to visit, but as soon as the\n\nregulations will soften a bit, we will produce further movies.\n\nBeautiful. And I’m excited, because I’m thinking of a few farms here in Colorado, and elsewhere\n\nin the United States that might be excited to share a video this way as well. So I’m happy to\n\nhelp make some connections if that’s helpful. Yeah, it’s nice.\n\nYeah. The, the macadamia farm, is that so are all those different? You got 5,000 small\n\nholders? Are they all practicing biodynamics? Not all of them, so they started from the beginning\n\nwith organic farming, and now they’re shifting towards biodynamics. So in January, it was about\n\n100 farmers that practice now ready biodynamics, and they are also getting a limit of certification.\n\nI think last year, so we’re in January, last year. And yeah, the idea would be to\n\nmotivate most of the farmers for biodynamics, but they’re really doing this in a very participatory\n\nway. So they just provide the education, and the farmers then can decide individually if they\n\nwould like to shift towards biodynamics, or if they would like to stay with organic. And that’s\n\nquite interesting, because most of the farmers I talked with, they really shifted to biodynamics\n\nout of a very, like, very huge curiosity. It was very interesting to see, because they really\n\nwanted to, like, with a preparation, they found it so interesting to start this, this way of farming,\n\nand they said, oh, I want to try it, but it really works. And then they were so convinced that they\n\ntold the other farmer neighbors that it really works for the macadamianats. And, and so in this way,\n\nit’s a very interesting aspect that they entered the biodynamics out of curiosity, and just like\n\nto get to know something new, but I think was a great way of testing something.\n\nYou know, it makes me smile. I’ve heard several stories of even conventional farmers\n\ngrazing the results of biodynamics. And often, you know, it involves tears of joy, and just the\n\nthe emotional impact of observing that there can be such dramatic changes and effects in the\n\nvitality and the biodiversity and the quality of a given farm or even ecosystem. And it’s a beautiful\n\nthing to know that this can spread all around the world, really. And it can be applied everywhere,\n\nthat’s also, that’s also nice thing, that they really try to adapt it also to the region,\n\nand really to find for the preparations the materials that they can use locally as well. And I think\n\nthat’s a huge, yeah, empowerment in a way for the people to get to know a concept which can be\n\napplied everywhere according to your local conditions. And you can really adapt it to your own\n\nsystem that you have on your farm. This is so interesting. So with the case of the\n\nmacadamia farmers in Kenya, are they making the preparations with their own, you know, cattle and\n\nherbs, or are they bringing preparations? And like, how does that kind of work in terms of the nuts\n\nand bolts, if you are? Yeah, so the two farm, like the two places we visit, do it in different ways.\n\nThe one is like really doing it according to the, let’s say, original instructions of\n\nBuddha Steinman. So he’s like doing it very precise and he has like little, for example, for the\n\noak bark preparations, he cultivated like little oak barks in his farm. But then there’s also\n\nthe other way of the people that they try to find, let’s say, a tree that is similar in the\n\ncharacteristics of the oak. And that they try to get the spirit of the oak and realize which tree\n\nwould be, would be similar in their region. And then they adapt the preparations accordingly.\n\nYeah. So I think you can go both ways. Let’s also question of the own personality and character as\n\nwell. Yeah. It’s so beautiful. And it’s interesting to me that it sort of indicates some of the\n\ncomplexity that emerges when we’re dealing with living systems. And I’m curious about the\n\nDemeter certification, right? And as we’re seeing more and more biodynamic products coming into\n\nthe market, it’s great, right? Because that’s one of the ways we as consumers can support the movement\n\nby buying those food and beverage products and clothing products. So how is that being handled in\n\nterms of, you know, Demeter, you know, verifying and ensuring certain practices are happening,\n\nbut also allowing for those local adaptations and variations.\n\nI have to admit, I’m not such an expert in the certification process, but as far as I know,\n\nwith those international certifications, there’s a little bit of the possibility to vary\n\nin the regulations according to local conditions. But still, the basic standards should be achieved,\n\nlike, should be according to law, of course. But I’m not sure with the preparations, actually,\n\nif like how much adaptation is possible. And of course, it’s also a question of like,\n\na lot of, or some of the biodynamics, or some of the farmers that practice biodynamics,\n\nthey’re not Demeter certified, but they practice biodynamics without having the certification.\n\nSo it’s also a question of if you have a certification or not, and what kind of certificate,\n\ncertifying persons, you have to take it to farm. Yeah, yeah, cool. Okay, that makes a lot of sense.\n\nNow, okay, I know a lot of our audience is familiar with biodynamics, but some of our audience\n\nisn’t. And so I would ask you, if somebody were asking for the first time, you know, what is\n\nbiodynamics? How is it different from, you know, other organic practices, or what have you?\n\nWhat, you know, what is your response? And how do you convey somewhat succinctly all of these\n\nreally interesting detailed elements that go into the biodynamic practice and experience?\n\nHmm, not an easy question. The biodynamics is quite complex in a way. And I think it\n\nalso depends who you ask what biodynamics is. For me personally, I think what resonates most\n\nis the idea of Udostana to farm in a way of a farm organism, and that you have an individuality\n\nas a farm, and that you create a system where, where the different elements of a farm so that can be\n\ncow’s plants, soil, the atmosphere, the social sphere, that they come together in a way that they\n\nare really one, now I’m lacking the English word, like one part in a way, so that they are not\n\nseparate, but they really intervene with one another, and that they form this farm organism.\n\nAnd then you have this idea of the farm individuality that if you have a farm organism,\n\nand the human comes into the system and creates, accultivates, landscape, and the farm that\n\none individuality evolves out of it, and that is something which can be experienced as I said at\n\nthe beginning in the atmosphere, but also in the taste of the product, and in the smell of\n\na product, or the soils, and of course then, so that’s personally for me the main difference,\n\nand this individuality show in different characteristics, and from my research I could say\n\nsome of the characteristics are quite common in biodynamic farmers, so one I just mentioned\n\nwith the curiosity, but also with the social aspect that often biodynamic farms are places where\n\npeople come together, then you have like often a very deep love to the soil, and to the animal,\n\nand that you really, and the plants as well from this interconnection, that you really want to\n\nsee the spirit of a plant, and the spirit of a soil, and the spirit of each animal,\n\nand then of course we have these other tools, which are the preparations, which is mentioned,\n\nso that’s something which is used in biodynamics, and not in organic farming,\n\nand then it can also be farmed, for example, to the Maria Tun calendar, which is the moon calendar,\n\nwhich is also included in the biodynamics, and other natural rhythms, so basically I would\n\nsay my dynamics is a way to farm where you try to integrate the different parts of a farm,\n\ninto the natural rhythms and needs in a way.\n\nYeah, beautifully put, and I actually love how you’re able to bring together all of these\n\ndifferent elements and dimensions in a relatively short description, and I wanted to,\n\nno pun intended dig a little deeper on the preparations themselves, because in my experience,\n\nit’s a very unique aspect of biodynamic farming, where essentially we’re creating herbal medicine,\n\nif you will, and almost like the homeopathic soil-based, alchemical medicines for the land,\n\nand the soil, and the water, and the plants, and animals, and can you describe for us a little bit\n\nwhat the preparations are, and what that’s all about.\n\nYeah, so basically the idea of the preparations is that you have specific plants or materials\n\nthat you use, and sometimes there, so for example, hi, not so good in the English words,\n\nthe nettle, for example, the nettle is a very special plant in a way, and it grows on special\n\nplaces, and if you use that as a preparation for the compost, the idea is that this quality of\n\nthe plant is then included into the compost, and the overall compost quality is enhanced for the whole\n\nfarm. And yeah, there we have the different preparations, and they’re made, and made at different\n\ntimings, so that depends if you’re in the wintertime, or in the summertime, and of course in the\n\ntropics, there’s always this challenge that you need to adapt to the timing as well. And yeah,\n\nas he said, it’s a way of a little bit like chomeopathy, and to use it all over the farm,\n\nand it’s also again a very social aspect as well, so the people come together, and they stir\n\nthe preparations, and then they spray it on their fields, so that’s quite often quite a very\n\nsocial aspect that comes there. And then there are also biodynamic farms that are not so\n\neager in the preparations, but they are very focused on other biodynamic practices, so that’s\n\nthe difference, and that depends on the individualities that come together.\n\nWonderful. Yeah, thank you so much. I want to remind our audience that this is the YonEarth\n\nCommunity Podcast, and I’m your host, Erin William Perry. Today, we’re visiting with Lin Boutsa\n\nfrom the Guilty Onament, Switzerland, and they, Lin and her colleagues, are hosting in just\n\na few weeks, a very special annual agricultural conference for biodynamics this year with a focus\n\non climate solutions, climate action, and stabilizing our climate in part through\n\nbiodynamic agricultural techniques and practices, and you can find out more about the conference by\n\ngoing to agriculture-conference.org slash 2021. You can go to learn more about the Guilty Onament,\n\nwhich is the headquarters for Rudolf Steiner’s work at GuiltyOnament.org, and of course, we’ll have\n\nall this in the show notes for you, and check out livingfarms.net to experience these wonderful\n\nvideos being created by biodynamic farms all around the world, and I want to give a thanks and\n\nshout out to our sponsors, making our podcast series possible, and the Community Mobilization and\n\nClimate Action Work of the YonEarth Community possible, and this includes Earth Coast Productions,\n\nthe LIDGE Family Foundation, Alpine Botanicals, Purium, Earth Hero, Liquid Trainer,\n\nVera Urbals, Growing Spaces, Soil Works, Earth Water Press, 1% for the planet, Dr. Bronners,\n\nand Waylay Waters. Now on the YonEarth.org website, you can go to the Partners and Supporters page,\n\nthat’s YonEarth.org slash Partners, Dash Supporters, to get discounts from most of these\n\ncompanies on their products and services. A special thanks to Waylay Waters, one of our social\n\nenterprises, who provide biodynamic hemp-infused aromatherapy, soaking salts, massage oils, and\n\nsaves, and they are offering special monthly gifts for folks who joined our monthly contributor\n\nprogram. If you join at the $33 level or greater, you’ll get monthly shipments of the\n\nWaylay Waters soaking salts. You can join at any level, and if you haven’t joined yet and you’d\n\nlike to, you can go to YonEarth.org slash support to join our monthly contributor circle.\n\nSo thanks to all of our supporters and a special thanks, Lin, to you and your colleagues,\n\nfor all the work you’re doing in the biodynamic movement and helping to spread this even further\n\nnow. And of course, one of my very favorite quotes from Rudolph Steiner, I don’t have it right with me.\n\nI may have included in the show notes is about how it’s so important for us to spread the\n\nbiodynamic practices as far and wide as we can around the world to help deal with these\n\nnutrition problems that we’re facing. And of course, as if he was anticipating many of these\n\nother interconnected challenges like climate and the toxicification of our soil and water\n\nand environments through chemical-based agriculture. And so it’s just wonderful that you guys are\n\nleading the charge as it were with all of this. And I guess, Lin, I want to ask you,\n\nwhat about the upcoming conference? Are you most excited about?\n\nLast question, because there are so many, so many interesting things. So of course, there will be\n\nvery great presentations from different people that I’m excited to hear. But personally,\n\nI think I’m most excited for the future labs part. Because in the future labs, the idea is that\n\nthat people will really work on 20 different topics that are related to climate change.\n\nAnd in each of the future labs, an expert will be present and the participants will develop\n\ntheir own questions for the farms or for their personal life and really go into the solution\n\nfinding. And so at the end of the conference, hopefully all of the participants from the future\n\nlabs will go out and say, okay, I know exactly where my vision is and what I want to achieve and\n\nand how I can reduce my footprint I have on Earth and with concrete next steps. And I think that’s\n\nsomething where I feel very excited about because I don’t know how you feel, but for me often\n\nin this world, we face so many challenges, but we don’t have a clear vision how our\n\nsociety should look like and how a positive society should look like. And I think if you\n\nformulate for yourself how a good future and a good vision for you as a person that also\n\nfor society can be, then we really have the potential to go into this direction and focus on these\n\nsteps and say, okay, I’m taking part in this. And that’s for me quite exciting to start that\n\nexperiment. That’s so beautiful. I’m smiling over here with agreement and resonance. It’s so\n\nimportant to have clear vision. And I’m actually late in the process of finishing a novel and\n\nepic novel that presents this kind of vision in the story is a deep exploration of biodynamics.\n\nSo yeah, it’s one of, we can do so much in terms of healing our planet and our\n\nour social and economic challenges and dysfunctions really. And I believe in my heart that\n\nbiodynamics offers something very special at the core of what’s possible for us to\n\nto create and amplify together as a global community of humans. And so it’s just wonderful,\n\nLin. And I’m really looking forward to the conference. And I know YonEarth is going to help\n\nparticipate and invite some others in our network to be involved. And it’s great knowing you’re\n\ndoing all the work you’re doing as a scientist and as a biodynamic practitioner. And also you\n\nhave been part of the negotiations related to the global community’s work on climate change. And\n\nyou recently were involved in negotiations in Vaughn for the UNF CCC. And I was curious if you\n\nmight tell us a bit about that aspect of the work that you’re doing.\n\nYeah, I think that came with my study course. So like I studied global change management where\n\nwe really tried to analyze global systems and to really look at things in a systemic way.\n\nAnd for me, policy belongs with it. I mean, I believe in grassroots movements and I believe also\n\nin local acting. And at the same time, I still believe that we need for some of the issues\n\nalso global policy. And with the UNFCC, I find it quite interesting that you have this policy\n\ndevelopment where really the different states come together and try to negotiate a consensus\n\nand try to find a solution for all the countries. And of course, you can’t see it without critics.\n\nI mean, it’s always also bad sides about political developments. And I don’t want to go into\n\nthis one deeper. But for me, it was very promising to see that people can come together and\n\nand discuss things and partly find solutions for things, for challenges. And I mean, it’s also\n\nsomething which touches me a little bit now with the corona situation because I think it’s the\n\nfirst time that we as a global society reacted in a very fast and interesting way to take a global\n\nissue. And so I think after this pandemic, we can’t say that we are not able anymore to do this.\n\nSo there will be no excuse to not go into the climate change solution finding.\n\nAnd it’s clear that we are capable of humans to do this. And we have the financial resources.\n\nIf we need it. And that’s, yeah, that there needs to be steps that need to be done in the future.\n\nYeah, yeah, beautiful. Yeah. So I know that you’re living in a small\n\nvillage, rural community in Switzerland, but you grew up in Berlin and had a very sort of\n\nurban lifestyle in your youth. And I’m curious, how is it different for you going from a big\n\ncity like Berlin to a small village and tell us what you like about it and maybe also what’s\n\nsometimes challenging about it? So for the challenges I have to admit that I sometimes miss\n\nthe food of Berlin. Because I grew up in a very multicultural district. And we had\n\nif we had food from all of the different cultures that come together in Berlin, which I sometimes\n\nreally miss. But for the opportunities of living in the rural areas, for me, I think I never\n\nfelt so home in a way, because I can connect with a nature more deeply. And I can go two minutes\n\nand I’m in the forest. I can walk for hours in the forest, which is for me personally really\n\ngreat. So whenever I feel a little bit, I can go outside. And I also think that it’s quite healthy\n\nin a way, because the number of people is also restricted. And as I said, we’re living in a very small\n\nvillage, so it’s 100 people. And the philosopher Kosou said, for example, that 100 people are so\n\nlimited that you can grasp as a person. And where you can empathically think of the others and\n\nthat you’re capable of having them on your mind. And that’s something that I feel, because in\n\nthe cities, sometimes it’s very luminous and you’re a little bit lost in a way, but here you’re\n\nmuch more connected. And I think that’s the same when you’re living on a farm and working with\n\nthe people on the farm that you’re more socially grounded and grounded with the nature as well.\n\nYeah. Yeah. That was a good change to move from Berlin to the area with the land here.\n\nIn addition to all the work you’re doing with climate and soil and agriculture and biodynamics\n\nand work out the Gertianum, you’re also working as a yoga teacher and working on a music therapy\n\neducation program. Is that right? Yes. Tell us about that. What’s going on with those?\n\nYeah. I mean, yoga is for me a good way to release tension in the body. So it’s like on the one hand\n\na good sport, but it has also quite some similarities to the biodynamics philosophy and\n\nanthroposophical philosophy. So Rudolf Stein, I don’t know, he was never in India, but he\n\nseemed to be quite connected to the to the Vedic philosophies. Yeah. And yeah, it helps you to\n\nto school your perception in a way and to to school yourself for\n\nfor acknowledging nature as well. And with the music, I mean, everybody that has worked\n\non a farm knows how much a farm can make different sounds and so much sounds developed from nature.\n\nAnd I think that’s a beautiful thing if you’re connected with a nature, you hear all of this\n\ndifferent sounds and so music therapy is quite a quite a good way and I want you to start that.\n\nSo it’s just starting this year. Oh, that’s beautiful. Absolutely beautiful.\n\nYou know, I’m struck sort of wrapping this back up and coming back around to the upcoming\n\nconference and the biodynamics work. I’m struck that in the in the soil stewardship handbook\n\nthat we published a couple of years ago, we share a statistic, a fact that says a 10% increase\n\nin soil carbon worldwide is equivalent to sequestering all of the fossil carbon that we’ve released\n\nsince the beginning of the industrial revolution. And I’m not necessarily putting you on the spot\n\nto say whether or not that’s true. We can follow up later on the numbers, but you know, it strikes me\n\nthat our work with the soil in communities around the planet in particular with the biodynamic\n\ntools and techniques really might just get us to the kind of future and culture that we long\n\nfor and that we might imagine an envision together. And so it gives me huge hope. And I’m wondering\n\nhow it feels for you and in your heart, what is your experience knowing the potential\n\nand also knowing the scope of the challenges as a scientist? What is your what is your heart telling\n\nyou about what biodynamics might be able to help us do? I think I have to be I have to give\n\nmy recentific answer. I’m hope that’s that’s okay and I will try to explain it in a way that’s not\n\ntoo scientific. So like having that idea to solve all of the climate problems so surely on\n\nwith the soil would for me personally be a little bit of dangerous vision? Yeah.\n\nBecause when you look at the soils and see how they work, you come up at a certain time at a\n\nmaximum of carbon that can be stored in the soil. And after this time, the carbon is recycled\n\nagain and again and released to the atmosphere again and then going back. So you at one point\n\nyou have a saturation point of the soil. However, if you manage your soil in a sustainable way\n\nincreasing the carbon that often comes along with for example less machinery use which has\n\nclimate change benefits or you have a good crop rotation which also comes along with the\n\nmitigation potential for climate change and at the same time an adaptation potential because when\n\nyour soil is better you can I’m sure you know this as a farmer when when you have heavy rainfalls\n\nyour soil and your soils in a good quality it will soak up the water or if you have a drought it\n\nwill not dry this past as maybe the neighboring fields. And so I think organic or in particular\n\nbiodynamic practices come with practices that increase the soil quality and by this also the\n\nmitigation potential but they offer much more solutions for climate change mitigation and\n\nadaptation and that I think the beauty because you can’t expect to have or it would be it would be\n\nsaid if we do the mistake again to just put one perspective on a farming system and we need to\n\ndevelop or for me personal biodynamics is a system where you tackle several things at the same time\n\nwhere you reduce the pesticide herbicide use and synthetic fertilizers which come with a huge\n\ngreenhouse gas potential and they need large quantities of energy to be produced at the same time\n\nyou increase the soil carbon you have smaller animal husbandy which comes with less methane for\n\nexample you have good crop rotations and results that grow better you have again the social system\n\nthat you have more local farming system where the customers buy at the farms or where smaller farm\n\nmarkets happen where the customers can buy local food which comes with reduced emissions of\n\ntransportation freezing and storage and and and all of this and I think that’s the combination which\n\nis very fruitful and and that’s the the power of biodynamics and organic farming in a way\n\nbut I wouldn’t put it on on one but specifically now with you 100% on that in fact we’ve got\n\ncolleagues working in so many sectors energy transportation I mean across the board not even\n\nin agriculture and clearly all of these different pieces and solutions are critical\n\nI get excited thinking about the way in which biodynamics particularly\n\noffers so many such a big basket of solutions and many of which you you’ve mentioned and spoken about\n\nso it makes me excited that’s that’s not all I’ll share all day long\n\nyeah me too\n\nso now you know we we need to wrap up Lin and I’m so happy we have this opportunity to speak with you\n\nand I have to take the advantage of telling a really really cheesy joke that I get to share when\n\nI encounter German speakers and then you a divorced hot which maybe you can translate for our\n\naudience but before we before we conclude for today Lin I want to thank you for taking the\n\ntime to visit with us and if there’s anything else you’d like to say or share with our audience\n\nplease the floor is yours yeah so I’m I’m also very grateful for the possibility to to come\n\nwith your online and to meet your online and your audience as well and yeah I would just say\n\nthe brave and curious and start to continue the great work you’re doing on your farm and\n\nyour audience as well and yeah you welcome to join Switzerland in the conference and maybe at another\n\ntime when traveling is possible again yeah beautiful well thank you very much Lin it’s really\n\nappreciated yeah and the saying was that everything has an end but only the sausage has two ends\n\nwhich speaks a lot about our culture that the sausages have such a big impact\n\nyeah it’s natural in the in the philosophical culture I suppose\n\nso thanks so much Lin it’s wonderful connecting with you and look forward to collaborating with you more\n\nwe are too thank you very much the YonEarth community stewardship and sustainability\n\npodcast series is hosted by Aaron William Perry author thought leader and executive consultant\n\nthe podcast and video recordings are made possible by the generous support of people like you\n\nto sign up as a daily weekly or monthly supporter please visit YonEarth.org backslash support\n\nsupport packages start at just one dollar per month the podcast series is also sponsored by\n\nseveral corporate and organization sponsors you can get discounts on their products and services\n\nusing the code YonEarth all one word with a why these sponsors are listed on the YonEarth.org\n\nbackslash support page if you found this particular podcast episode especially insightful\n\ninformative or inspiring please pass it on and share it with a friend whom you think will also\n\nenjoy it thank you for tuning in thank you for your support and thank you for being a part of\n\nthe YonEarth community"
}