{
  "title": "Episode 54 – Katie Garces, Director, Beautycounter",
  "audio_url": "https://media.blubrry.com/y_on_earth/yonearth.org/podcast-player/7468/episode-54-katie-garces-beautycounter.mp3",
  "publish_date": "Unknown",
  "url": "https://yonearth.org/podcast/episode-54-katie-garces-beautycounter/",
  "episode_number": 54,
  "subtitle": "Sarah Arao Mantle of Hope- Thank You Video to the Y on Earth Community for GoFundMe Campaign Support",
  "description": "You can join the Beautycounter family by ordering through a special Y on Earth affiliate link (beautycounter.com/yonearth) – a great way to detoxify your life AND support the Y on Earth Community’s Stewardship & Sustainability Podcast series AND Community Mobilization events!",
  "about_sections": {},
  "full_transcript": "(Automatically generated transcript for search engine optimization and reference purposes – grammatical and spelling errors may exist.)\n\nWelcome to the YonEarth Communities Stewardship and Sustainability Podcast Series.\n\nToday we are visiting in Denver with Katie Garcis.\n\nHi Katie.\n\nHi Aaron, how are you?\n\nGreat.\n\nHow are you doing?\n\nGood, so excited to have you here.\n\nThank you.\n\nIt’s great to be here.\n\nSo we are at the beauty counter location in downtown Denver.\n\nAnd if you’re hearing any urban noises in the background, that’s because we’re right\n\nin the middle of downtown.\n\nSo hopefully that won’t be very distracting.\n\nAnd I’m so excited.\n\nWe’re going to be talking about an amazing array of very healthy products for men and women\n\nhere at beauty counter.\n\nAnd before we dive in, let me tell you a little about Katie.\n\nKatie Garcis received her Bachelor of Science in Nursing from Creighton University in 1999\n\nbefore studying at the University of Pennsylvania where she earned a Master’s in Science in 2003\n\nto become an acute care nurse practitioner.\n\nLater, Katie attended the Nutritional Therapy Institute in Denver, Colorado and became a\n\ncertified nutritional practitioner with a focus in holistic nutrition.\n\nShe has completed advanced training and mentorships in eating psychology, spirituality, and\n\nongoing personal development.\n\nKatie founded the wildly popular Denver-based Beyond Book Club and serves as a coach and\n\nmentor, empowering women from diverse demographics to cultivate health, well-being, and improved\n\nqualities of life through better self-care.\n\nShe is a director with beauty counter of B Corporation.\n\nWe’ll talk about that a little bit that provides natural and safe health, bath, and beauty\n\nproducts for men and women.\n\nAnd Katie is also on the board of the White Honors Community.\n\nSo she is a huge friend and ally and supporter of all the work that we’re doing.\n\nSo I’ll just kick right off by saying thank you for that, Katie.\n\nAbsolutely.\n\nThank you for your support there.\n\nAnd I’m so excited to get to talk today about beauty counter.\n\nTell us what is beauty counter, and why are we here?\n\nWell, first of all, thank you for being here.\n\nThank you for supporting me and beauty counter.\n\nBeauty counter is a mission-based company.\n\nWe are a wellness brand that is committed to getting safer products into the hands of\n\neverybody.\n\nAnd we do that three ways.\n\nWe do that by creating and distributing high-performing safer products.\n\nWe do that by educating our consumer about why safer products are necessary, important.\n\nAnd we do that by advocating for legislative change at the highest level of federal government.\n\nSo we feel by doing all three of those components, by getting products into people’s hands,\n\neducating why it’s important, and working to get some personal health care laws changed,\n\nwe’re disrupting the beauty industry, which is really a destructive company at the end\n\nof the day.\n\nSo it’s really exciting.\n\nThere is not much regulation of beauty and personal care products.\n\nAnd I think a lot of people don’t realize that.\n\nThe beauty industry is a $62 billion industry in the US, which is huge.\n\nIt is currently regulated by a two-page document.\n\nTwo-page document.\n\nThe last time it had a significant or a real federal legislation on it was 1938.\n\nSo we’re looking at over 80 years since anything’s been written on this huge, huge industry\n\nin this country.\n\nSo a lot of work to be done.\n\nNo doubt about it.\n\nAnd Lord knows right now we need as much positive disruption as we can get in many of these industries.\n\nI’m struck that the governing body of rules and law was created before the Second World War.\n\nAnd we know through a lot of our work in the food and agriculture arena that during\n\nand after the Second World War, we started creating so many chemicals, pollutants that are\n\npotentially carcinogenic, potentially really dangerous for us.\n\nAnd it’s remarkable that with our skin being our largest organ, we have a real need and\n\nopportunity to much better understand what we’re doing in the way of safe products versus\n\nunsafe products that we’re putting on our bodies, right?\n\nExactly.\n\nAnd when we talk about safer, a lot of people say, well, what does that even mean?\n\nSo we really are just aiming to get any hazardous ingredient chemicals, I mean, chemical is\n\na, you know, everything is a chemical, right?\n\nBut there are over 80,000 chemicals on the market right now.\n\nMany of which have no safety data.\n\nWe just don’t know what they do or don’t do or could do to our health.\n\nAnd a lot of those are in our beauty products and our personal care products.\n\nAnd so it just makes sense to want to have more information and more transparency.\n\nAnd that’s really what beauty counters asking when we’re talking about legislative change\n\nis we just want companies out there in the beauty industry to be transparent.\n\nWe should be able to go into any Walgreens or any department store in the country and look\n\non a package or a label and know within our product and know whether or not it’s safe.\n\nAnd the way things are now, that’s not the case.\n\nAnd so with that many potential ingredients out there, I think the EWG in 2018 said that\n\nthe number 186, so 186 different unique ingredients come into contact with a woman.\n\nSo a woman comes into contact with 186 unique ingredients on an average day, on an average\n\nAnd so if we don’t know what’s going on with those chemicals from a safety standpoint,\n\nif we don’t know what’s happening between those chemicals in our body, because none of\n\nthat’s been studied, in my opinion, it’s kind of like,\n\nsaying Russian roulette with our health, right?\n\nI mean, we care about what we eat or what we put in our body.\n\nI think we should equally care about what we’re putting on our body and on our skin,\n\non our children’s skin.\n\nNothing how this work came about for me.\n\nAs you mentioned, I do holistic nutrition.\n\nAnd so the quality of our food and our food sourcing and how that directly supports\n\nour health, our longevity, our vitality, it makes sense that if I do care about what\n\nI’m putting in my body, then I definitely want to care about what I’m putting on my body.\n\nSo when we’re looking at product safety and ingredients, we’re looking at things we want\n\nto avoid that are potentially leading to cancer, potentially endocrine disruptors, neurotoxins,\n\nreproductive toxins.\n\nSo all of those things, beauty counter, it’s the top of their priority to make as safe\n\nas absolutely possible.\n\nThis is really interesting.\n\nSo EWG is the environmental working group, right?\n\nAnd I understand that beauty counter.\n\nAnd by the way, I just want to get right out early in our discussion that beauty counter\n\nis a new partner with the Y-Unerve community.\n\nAnd we’ve set up a beautiful framework so that folks, you can do some of your holiday,\n\nshopping, some of your ongoing, shopping for yourself, for your friends and loved ones,\n\nand support the Y-Unerve community at the same time.\n\nAnd we’ll talk about that a little later on in the show.\n\nAnd I’m excited because we’re also going to do a little tour with some of the products\n\nhere, which I think is going to be a lot of fun.\n\nSo I just want to give a little foreshadow there.\n\nBefore going there, let’s talk a bit about the environmental working group in this really\n\nimportant relationship that beauty counter has with that third party research entity.\n\nYes, I’m sure most of your listeners are familiar with the EWG Environmental Working\n\nGroup.\n\nThey’re a pretty massive database of products, food, household products, anything you want\n\nto kind of learn about.\n\nThey’re very transparent.\n\nThey include all the ingredients.\n\nAnd they actually have sort of a subset for skincare beauty products, personal care products\n\ncalled, it’s the EWG Skin Deep.\n\nSo you can search that on their site.\n\nEWG also has a free app.\n\nYou can have on your phone that you can scan any product with a barcode, whether it’s\n\nfood or other products, and it will give you all the ingredients, all the information\n\nthey have on that.\n\nOn the Skin Deep section, on that database, they are able to rate products on a scale of\n\none to ten.\n\nOne being the best rating the EWG will give, ten being the worst.\n\nBeauty counter has nothing rated below a four on the EWG scale with most of the products\n\nabove that.\n\nThere’s also something called the EWG Verify product.\n\nAnd so that is a lot more rigorous, third party verified, notification or other word\n\nis, but where those products have been verified by third party to be at the highest standard\n\nof the EWG.\n\nSo we are pleased to say that several of the Beauty counter products are EWG Verify, including\n\nour brand new skincare line which just launched this past summer, counter time, and we’ll\n\ntake a look at those in a few minutes, but those, the six products in that skincare\n\nline and all of them are 100% EWG Verify.\n\nSo that’s pretty exciting and it is top priority for us to get more of our catalog EWG Verify.\n\nIt is a top priority for Beauty counter and our products, so we’re really proud of that.\n\nThis is super exciting and I think, you know, one of the things that it seems we in this\n\ncountry in particular, are learning more and more about, seems almost every day, is\n\nthe degree to which we’ve been playing Russian roulette with our healthcare products, with\n\nour bath and beauty products, with our food products.\n\nAnd I’m struck that when we’re talking about these various substances that are known\n\nto be harmful or thought to be potentially harmful, here in the United States, I understand\n\nwe’ve only outlawed or banned a few dozen, whereas our friends, our colleagues, our compatriots\n\nin the European Union have something like 1400 ingredients, right?\n\nAnd Canada to the north, ten times the number we’ve got here, something like 300 ingredients.\n\nExactly.\n\nI’m curious, Katie, from your perspective, what does that look like when you’re out visiting\n\nand talking with other people?\n\nObviously, you work primarily with women in terms of that awakening to the reality of all\n\nof these kind of grand experiments we’ve been part of here in this country.\n\nI think a lot of people just aren’t aware, they’re just not aware, and I think that’s\n\none of the reasons that I’m so passionate about this work in this company is because once\n\nyou learn this stuff, it’s kind of like you can’t unlearn it.\n\nI can’t unknow that, like you mentioned, the US has literally banned partially banned\n\n30 ingredients.\n\nYou compare that to what the UK has done in the last couple decades, so I think it bears\n\nrepeating.\n\nUp to 1400 ingredients banned in the EU, beauty counter has something we call the nevelest,\n\nand our nevelest includes over 1500.\n\nClose to 1700 last I’ve heard, but officially over 1500 ingredients that we will never use\n\nin the formulation of any of our beauty counter products or any of our products at all.\n\nSo I think that is pretty important, and when we compare that to the 30 that the US\n\nfans, it’s pretty eye-opening, and so to your point, I think it’s really about education,\n\nand beauty counter isn’t about being all proprietary and they just use our products, we’re truly\n\nabout getting safer products into the hands of everyone, and like I mentioned before,\n\nwhether it’s beauty counter or a product at your local department store, we just want\n\nyou to know what you’re using and how it could be affecting your health.\n\nSo that’s a huge piece of our education, our advocacy, so I mean, we believe in love\n\nour products, and we want everyone to use them, but at the end of the day, we just want\n\npeople to learn, to educate themselves, and to choose the safest product that they can\n\nfor their health.\n\nI really love the transparency and the focus on education, the focus on the greater good.\n\nIt seems that we need a lot more of this in our world, and I’m thrilled that the B-Corp\n\ncommunity is really helping lead the way, and we know some of our other partners like Patagonia,\n\nour B-Corp’s, and it’s just wonderful knowing that beauty counter is a B-Corp.\n\nI know for me personally, it allows me to feel that much more comfortable and confident\n\npromoting beauty counter and sharing the beauty counter message and products to our audience.\n\nWe can happily say YonEarth approved, and this is in part because of the third party\n\nverification work that the B-Corp mechanism provides, and I’m wondering, let’s talk about\n\nthat a little bit.\n\nWhy is beauty counter a B-Corp, and what does that mean?\n\nYeah, so I had to do a little bit of digging myself.\n\nI know that in order to become B-Corp certified and have that designation, it is another very\n\nrigorous process.\n\nIt’s not easy.\n\nThere’s not a lot of companies that have that designation, and so what I learned is\n\na B-Corp is somebody that puts equal emphasis on people, planet, and profit.\n\nThat means that the work we’re doing is not just about obviously our bottom line, but\n\nit’s about products that are going to keep people safe.\n\nIt’s actually also about how we treat our employees and how we treat the earth in the environment.\n\nSomething really exciting that’s happened, you’ve been happening in the last several months\n\nwith beauty counters that we are in the process, we’re almost there, converting most of our\n\nplastic packaging products containers into glass.\n\nSo that’s been a huge undertaking as you can imagine, but something that we feel really\n\npassionate about, and all of our boxes and packaging we’re minimizing where we can.\n\nWe are using recyclable materials, reusable boxes for our holiday line, this October actually\n\nwe’re trialling a recycling program called CleanSwap, where we’re having women bring\n\nall their old personal care products, makeup, and all those little containers that are\n\nkind of just collecting dust in your bathroom.\n\nThose are notoriously hard to recycle because of the small size and the way that recycled\n\nmachines work and sift through things.\n\nSo we’re collecting those, we’re shipping them back to beauty counterhead quarters this month\n\nfor them to be properly disposed and recycled to those standards.\n\nSo that’s really exciting, we’re hopeful that that will become something that we can\n\noffer, you know, forever, but this month is just another attempt of how can we reduce our\n\ncarbon footprint, reduce reuse recyclable as much as we can, it is the top priority of\n\nbeauty counter.\n\nIt’s absolutely wonderful and I’d love, it really speaks to the depth of commitment that\n\nbeauty counter is making and has made, and I know Ardom, many of you know, has a real passion\n\naround what we’re doing with plastics.\n\nAnd when we’re thinking about plastics, when we’re thinking about other potentially harmful\n\nchemicals in our health and beauty products, when we’re thinking about food, really the\n\nbig opportunity right in front of us is reversing a lot of negative trends that we’ve seen\n\nsince about the time of the World Wars.\n\nSo what you guys are doing with the conversion from plastics to glass exploring that is really\n\nhelping to about face make a 180 degree turn with certain products and materials that\n\nwe know are really harmful for people and for the planet.\n\nSo I’m excited to know you guys are working on this and I think it’s a great aspect of\n\nthe commitment that beauty counter is making.\n\nYeah, it feels, it gives us a lot of pride as consultants and as part of this mission that\n\nwe’re not just, yeah, we’re educating, yeah, we’re getting awesome products out there\n\nfor people, but they’re hopefully making a change and bringing awareness.\n\nA lot of people weren’t even aware that plastic containers weren’t, you know, the best,\n\nI’m sure your audience is like, what, you don’t know that, but a lot of people, there’s\n\nstill a lot of education to be had is my point.\n\nAnd so if we can bring that in the form of beauty products and getting that word out there\n\nthat way then, yeah, all more for it.\n\nWonderful.\n\nSo I’m Katie, as we were discussing a little before we started recording, I’ve got a little\n\nshopping to do for my mom, her birthday’s coming up and you know, I imagined that perhaps\n\nsome of these products are a little bit more expensive than the cheapest I might find\n\nat a drug store or what have you, but it to me is so important to understand that often\n\nthese very cheap products are really not good for us and it makes me think about this quote\n\nfrom Joel Salatin who’s really leading the way with regenerative agriculture and he says\n\nif you think organic food or if you think these healthy harmful product free products are\n\nexpensive, have you priced cancer lately, right?\n\nAnd I think it really behooves us to think about the whole picture, the whole system\n\nand cycle and the ways that we’re impacting our very own health and well-being in those\n\nof our loved ones when we’re making these purchasing decisions.\n\nAbsolutely, and honestly, yes, the price tag will probably be more than what you would\n\nsee in a drug store, but definitely on par with what you might see in a department store.\n\nSo really not that, you know, not that much difference and for what you’re getting and\n\nwhat you’re supporting, like we’ve been talking about, like you said, it’s worth it now,\n\nfor sure.\n\nI love it.\n\nWell, let’s talk a little about holiday shopping and there’s a special collection, there’s\n\nstuff for men and I want to mention too that folks, you can go to beautycounter.com slash\n\nY on earth and do your shopping there and some of the proceeds will actually come back\n\nto Y on earth to benefit the work we’re doing through the nonprofit and so that’s a huge\n\nwin-win for everybody, right?\n\nYeah, love that.\n\nYeah, so I’d love to talk about some of our products.\n\nSo yes, we do have a wide variety.\n\nWe have skincare products, we have color cosmetics, we have a kid and baby line, men’s line\n\nas you mentioned, an anti-aging line.\n\nSo over 130 high performing products that are available, so pretty much something for\n\neverybody.\n\nAnd I always kind of like to mention, when I first got on to beauty counter there, I call\n\nthem my gateway drug products, like the ones that, I mean, I was still pretty resistant.\n\nI was like, no, I have my skincare line, like don’t touch that, but I’ll check out your\n\nsunblock, for example.\n\nWell, that kind of hooked me and I love our sunblock.\n\nSunblock is notoriously, can be notoriously dangerous as far as the chemicals and toxins\n\nand even for our environment.\n\nSo I wanted to talk about our counter sun, which is our sunblock line.\n\nThis is a mineral-based sunblock, so it’s a non-nano zinc sunblock, so it is a direct,\n\nit’s like a physical block, it’s a poster of a chemical block, so it will literally\n\nbounce the sun’s rays off you.\n\nSo there’s chemical sunblocks, sunscreens and physical, so this is an SPS 30 block UVA\n\nand UVB rays, and because it is, oh, it oxygen-butane-free, so it’s going to be reef-safe, which\n\nis huge, as you know, why it’s even fanned, those sunscreens that are not.\n\nSo safer ocean, safer planet, and we also have a spray, a mist, which I also love, especially\n\nfor those of us with kiddos, easy to spray the kiddos.\n\nThe mineral-based sunscreens are really good for those with sensitive skin, good for kiddos,\n\nand what I like about this spray is that it uses air-powered, so it’s not a chemical propellant,\n\nwhich a lot of the sprays in the sunscreens are.\n\nSo again, we’re looking at environment safety and safe health safety with that as well.\n\nSo my favorite is this little guy, and it’s so small that it will fit in any cursor bag,\n\nany backpack, any golf bag, and it’s just great to, you know, especially if you live\n\nin Colorado and all, you guys, do I know that the sun, the weather can change so quickly\n\nthat I was with having one of these years for my face, or my shoulders, or whatever,\n\nbut this was one of my gateway drugs, and I have one in every bag that I own.\n\nSo love the counter sunscreens, for sure.\n\nI did mention counter time, which is our brand new skin hairline.\n\nIt is for maturing skin.\n\nWe don’t love anti-aging, as a word we like, maturing skin, the better with age.\n\nBut what is exciting about counter time is that most, for those of you who are aware of\n\nanti-aging lines, retinol is typically the ingredient that everyone wants in their anti-aging\n\nline because it helps, you know, with the anti-aging process.\n\nBut retinol actually has an EWG rating of 9, which if you recall, 10 is the worst rating\n\nyou can get by EWG.\n\nSo for that reason, beauty counter hadn’t had a similar retinol or a similar ingredient\n\nfor several years until this last summer.\n\nWe finally came out with our new line counter time, and it has a retinol alternative ingredient\n\nin it called bacuchinol.\n\nNow bacuchinol stands up to retinol in studies, as far as outcomes and benefit of the skin,\n\nbut it has an EWG rating of 1.\n\nSo that’s pretty significant going from a retinol EWG rating of 9 to bacuchinol rating\n\nof 1 and still standing up head to head in the studies as far as anti-aging.\n\nSo we’re really excited about that.\n\nAlso, if you’re familiar with retinol, it’s not great for sensitive skin.\n\nYou can’t be out in the sun with it.\n\nYou cannot use retinol when you’re pregnant or nursing.\n\nAnd with bacuchinol, with our counter time line, safe for all of the above.\n\nSo that’s huge for people to be able to use that and still get the anti-aging benefits\n\nfrom it.\n\nSo we can take a look at that line, if you’d like.\n\nI definitely want to mention the counter man, so our men’s line, that’s relatively new\n\nas well.\n\nAnd kind of the exciting ingredient there is our Sequoia stem cell compass, which I know,\n\nit’s very exciting, but what that does is it really protects the skin and the hair from\n\nbare metal stressors that you just come into contact with every day.\n\nSo that’s pretty exciting as well.\n\nAnd as part of our holiday line, we have a little travel size kit, so you can really\n\ntry out any of the products there’s for at a little bit of a, you know, smaller and lower\n\nprice point.\n\nWonderful.\n\nWonderful.\n\nSo I want to just mention that we’re going to do a special in November for anybody who\n\nwants to get any of these products through the Y on Earth link there that we mentioned\n\nBeautyCounter.com slash Y on Earth.\n\nWe’re going to, you’ll be automatically entered to win either a sunblock or a charcoal\n\nbar, and we’ll figure out which it is.\n\nMaybe it’s a conversation with the winner.\n\nWhat’s the charcoal bar all about?\n\nI know you’re excited about this, we’re talking earlier.\n\nThis is another product that I got excited about earlier on and a lot of people do.\n\nSo the charcoal bar, we’re trying to say, I want to come out that way.\n\nAnd I can grab one.\n\nIt’s a bar.\n\nIt’s a soap, it’s a cleanser, but it helps detoxify the skin and it’s just a very clean\n\nway to, it’s a skin face wash, but people love it and it’s It’s just a very detoxifying that helps with any acne, it helps with all kinds of\n\nfish starting blinking out on the skin.\n\nIt’s probably with exfoliation too.\n\nA little bit.\n\nIt helps even out skin tone.\n\nThat’s what I was trying to come up with.\n\nEven out skin tone.\n\nSo that’s just another one of those sort of exciting products that gets people in the\n\ndoor and they’re like, oh, what else do we have?\n\nWhat else do we have?\n\nSo that’s a real fun product.\n\nI love charcoal because we also, those of us working in the soil are working with things\n\nlike biochar.\n\nAnd we know that sometimes if we need to detox inside our own digestive systems, we’ll\n\nuse charcoal for that too.\n\nCharcoal is amazing.\n\nIt’s soil-building and it helps with our own health and well-being, right?\n\nWe also have a charcoal mask, which is great.\n\nPeople love that.\n\nPutting a big black mask on your face and having just your eyes.\n\nIt’s fun.\n\nBut that’s really great.\n\nAgain, with that, even in an up skin tone, clearing up blemishes, that’s like that.\n\nSo cool.\n\nYeah, charcoal is an amazing ingredient.\n\nYeah, truly.\n\nI know we kind of jumped over this, Katie, but I want to hear a little more and share\n\na little more with our friends and audience.\n\nHow did you get into all this?\n\nLike, what was your path into working with these products?\n\nI think I touched on just being into holistic nutrition and holistic living, really caring\n\nabout the foods that I eat, the foods that I prepare for my children.\n\nAs I learned more about after my children were born, they’re eight now.\n\nAny kind of thing.\n\nYou can’t unknow that.\n\nYou know, when you’re reading about food quality and what’s in a lot of our food, I could\n\ngo back and I wanted to learn more and I wanted to know how I could affect change within\n\nmy family for my children and then obviously for others, which is why I now do this as\n\nmy work as a coach and as a nutritionist and wellness coach.\n\nSo as we know, it’s not just about food, it’s about our environment, it’s about the products\n\nwe clean our house with, and it’s about the products we put on our bodies.\n\nSo whether it’s what we bathe within the shower, the makeup we put on, our sunblock, it\n\nall adds up.\n\nAnd so I always say if people, because sometimes people get a little bit of a paralysis, because\n\nit feels so overwhelming to try to switch everything out at once and you don’t have to.\n\nEven if you do one swap a week or one swap a month with a household product or a beauty\n\nor personal care product or upgrading your meat from conventional to organic grass said,\n\nevery little swap that you make will, I think, exponentially benefit you as you go.\n\nAnd so that’s what I like to help people learn how to do, because like I said, it can\n\nbe overwhelming and so sometimes people feel overwhelmed, they just decide not to do\n\nanything and every swap that you make, every change that you make really can benefit\n\nyou, your family, the environment, and your health long term.\n\nSo I just get really passionate about that and so that’s why, you know, we work together\n\non the board and so supportive of all the work you’re doing, I just feel like there’s\n\nso much to do, we can’t do it all.\n\nThe work you do is so important, the work beauty kind of is important in a different, you\n\nknow, realm, but if we’re all kind of on board, I think we can really create change.\n\nAbsolutely, absolutely.\n\nWell, and in the book, yonearth, you know, there’s a chapter called Make that talks\n\nabout all these different products and materials and various chemicals that can be harmful\n\nfor our own health and for environmental sustainability.\n\nAnd it’s around page 300 where we get into some of the top, top tier, most carcinogenic\n\ntoxic chemicals, a few of which go into these kinds of products.\n\nAnd you know, I’m struck, I know for some people thinking about our own personal health\n\nand well-being is enough to make switches, that process of education, certainly for many\n\npeople thinking about the health and the well-being of our children or our grandchildren is\n\nenough to be motivated.\n\nAnd for some of us, we’re thinking even more about impacts on wildlife, impacts on environment,\n\nimpacts on the ocean.\n\nAnd one of the things I’d love reminding people right here in Colorado, land locked\n\nColorado, is that, you know, we’re just a couple of few blocks from the plant river,\n\nwhich flows into the ocean.\n\nAnd so every day when we’re showering, when we’re rinsing our face at the end of the\n\nday, whatever we’ve put on our body is basically going out to the ocean.\n\nAnd so that’s a whole other point of connection for us to really understand, particularly with\n\nwater, right?\n\nIt’s the great solvent.\n\nIt carries and transmits all kinds of things throughout the geography of the world.\n\nAnd for us to become, I think, more mindful about our impacts there is a whole other reason\n\nto make this kind of a switch that we’re talking about.\n\nAbsolutely.\n\nThat’s such a great reminder, too, because as you said, land locked Colorado, we don’t,\n\nwe think we’re so far from the ocean, we’ll talk about reef safety and like the reef\n\nis so far.\n\nBut it is all part of, you know, the reef’s right here.\n\nRight.\n\nRight.\n\nSo that’s a great reminder.\n\nAbsolutely.\n\nWell, let’s, let’s do a bit of a look around, let me, before we do that, I’ll probably\n\njump behind camera.\n\nBut I want to remind our audience, this is the YonEarth communities, stewardship\n\nand sustainability podcast series, and we’re today visiting with Katie Garcis here at\n\nthe beauty counter store in downtown Denver, Colorado.\n\nAnd I want to be sure to thank our partners and sponsors, which, of course, now includes\n\nbeauty counter.\n\nIt also includes the Association of Walder Schools of North America, Earth Coast Productions,\n\nGlobal Exchange, the International Society of Sustainability Professionals, the Lidge Family\n\nFoundation, Madera Outdoor, Patagonia, and Puriam.\n\nAnd a huge thanks to all of you, your partnership, your support, and the ongoing collaborations.\n\nI know we’ve got some really exciting things cooking with a few of those organizations.\n\nAnd I also want to thank each and every one of the people out there in the YonEarth\n\ncommunity who have joined our monthly giving program.\n\nAnd this is a great way to support YonEarth on a monthly basis.\n\nWhatever level works well for you, it could be the price of a cup of coffee or whatever.\n\nAnd you can just go to yonearth.org slash support to join the monthly giving program\n\nif you haven’t yet.\n\nAnd whoever joins, I will send you a personal email with a special exclusive code to download\n\nunlimited copies of our ebook and audio book resources.\n\nYou can share this with others.\n\nWe mentioned the chapter called Make in YonEarth.\n\nThat’s included in there, of course.\n\nAnd just a huge thanks for everybody who’s already part of our monthly giving program.\n\nAgain, if you want to join, you can just go to yonearth.org slash support or just go\n\nto the homepage and hit the donate button and you’ll get there.\n\nAnd so I think Katie all jumped behind camera so we can kind of get a little more close\n\nup on some of the stuff we’ve joined with.\n\nLet’s see here.\n\nWe can do just sort of a quick glance at some of our color cosmetics here.\n\nWe’ve got our lip glosses and lipsticks, lip shears and lipsticks.\n\nThis was my second gateway drug in the beauty counter.\n\nI absolutely love all the lip glosses and lipsticks.\n\nWe’ve got a full array of your color cosmetics, blushes, mascaras, concealers.\n\nI do want to comment on our foundations.\n\nThis is one of our most popular, the Dew Skin Tinted Moisturizer.\n\nSo this does have SPF in it as well and our tinted skin.\n\nThese are our foundations.\n\nI do want to comment that all of our color cosmetics are tested.\n\nI believe up to five times four heavy metals.\n\nAnd our threshold for heavy metal is even below some of the beauty standards out there.\n\nSo we’re really careful about heavy metals.\n\nYou can feel very safe about that.\n\nI do want to, these are some of our holiday sets here.\n\nRosewood Trio is our lip.\n\nThat’s what I have on today.\n\nWe have our starlight palette.\n\nI’ll show you a few more of our sets.\n\nBut what I love about our holiday sets is that you can give it as a set\n\nor you can get these sets and break them up and divide them into.\n\nI know a lot of people are always looking for teacher gifts or hosted gifts\n\naround the holidays.\n\nAnd yeah, okay to get another bottle of wine or another Starbucks gift card.\n\nBut why don’t you get something new, exciting, safer, support wine\n\nor with some of these fun holidays that I will show you a few more of it.\n\nMake sure you check out holiday in the Wanners Beauty Hunter link too.\n\nLet’s go over here.\n\nI’ll show you the counter man that I talked about.\n\nSo counter man is our men’s line.\n\nWe have a beard oil regimen.\n\nWe have facial cleansers.\n\nThis is our holiday collection for the men.\n\nIt has a face lotion, an exfoliator, a little bit of a charcoal\n\nbody wash and a shampoo.\n\nThis is a brand new ingredient.\n\nSo you can see those are a way to kind of again test those athletes products.\n\nGonna feel of them all travel size as well.\n\nYou can see down below we have our sunblock, which I’ve already talked about.\n\nWay down below we have some of our kiddo and baby stuff might be a little hard\n\nto see my kids use the body wash and the shampoo."
}